{"quote0":{"quote":"There have been many definitions of beauty in art. What is it? Beauty is what the untrained eyes consider abominable.","category":"Beauty","author":"Edmond de Goncourt"},"quote1":{"quote":"A beautiful woman should break her mirror early.","category":"Beauty","author":"Baltasar Gracian"},"quote2":{"quote":"The criterion of true beauty is that it increases on examination; if false, that it lessens. There is therefore, something in true beauty that corresponds with right reason, and is not the mere creation of fancy.","category":"Beauty","author":"Lord Greville"},"quote3":{"quote":"The plainer the dress, the greater luster does beauty appear.","category":"Beauty","author":"Edward F. Halifax"},"quote4":{"quote":"She was everything that was untouchable.","category":"Beauty","author":"Sonya Hartnett"},"quote5":{"quote":"Being pretty on the inside means you don't hit your brother and you eat all your peas -- that's what my grandma taught me.","category":"Beauty","author":"Elizabeth Heller"},"quote6":{"quote":"There's beauty all around our paths, if but our watchful eyes can trace it midst familiar things, and through their lowly guise.","category":"Beauty","author":"Felicia D. Hemans"},"quote7":{"quote":"Gather ye rose-buds while ye may, old Time is still a-flying: And this same flower that smiles today, tomorrow will be dying.","category":"Beauty","author":"Robert Herrick"},"quote8":{"quote":"Beauty is the index of a larger fact than wisdom.","category":"Beauty","author":"Oliver Wendell Holmes"},"quote9":{"quote":"Nothing's beautiful from every point of view.","category":"Beauty","author":"Horace"},"quote10":{"quote":"Beauty is variable, ugliness is constant.","category":"Beauty","author":"Doug Horton"},"quote11":{"quote":"By cultivating the beautiful we scatter the seeds of heavenly flowers, as by doing good we cultivate those that belong to humanity.","category":"Beauty","author":"Vernon Howard"},"quote12":{"quote":"Beauty is only skin deep, but it's a valuable asset if you're poor or haven't any sense.","category":"Beauty","author":"Kin Hubbard"},"quote13":{"quote":"No woman can be handsome by the force of features alone, any more that she can be witty by only the help of speech.","category":"Beauty","author":"Langston Hughes"},"quote14":{"quote":"Where beauty is worshipped for beauty's sake as a goddess, independent of and superior to morality and philosophy, the most horrible putrefaction is apt to set in. The lives of the aesthetes are the far from edifying commentary on the religion of beauty.","category":"Beauty","author":"Aldous Huxley"},"quote15":{"quote":"Beauty for some provides escape, who gain a happiness in eyeing the gorgeous buttocks of the ape or Autumn sunsets exquisitely dying.","category":"Beauty","author":"Aldous Huxley"},"quote16":{"quote":"Beauty is worse than wine, it intoxicates both the holder and beholder.","category":"Beauty","author":"Immermann"},"quote17":{"quote":"Beauty is a precious trace that eternity causes to appear to us and that it takes away from us. A manifestation of eternity, and a sign of death as well.","category":"Beauty","author":"Eugene Ionesco"},"quote18":{"quote":"Even beauty may present a prism wearying to the eye.","category":"Beauty","author":"Karl Joseph, Prince de Ligne"},"quote19":{"quote":"Michael Robartes remembers forgotten beauty and, when his arms wrap her round, he presses in his arms the loveliness which has long faded from the world. Not this. Not at all. I desire to press in my arms the loveliness which has not yet come into the world.","category":"Beauty","author":"James JoyceA Portrait of the Artist as a Young Man, 1916"},"quote20":{"quote":"Thou, silent form, dost tease us out of thoughtAs doth eternity: Cold Pastoral!When old age shall this generation waste,Thou shalt remain, in midst of other woeThan ours, a friend to man, to whom thou say'st,'Beauty is truth, truth beauty,' -- that is allYe know on Earth, and all ye need to know.","category":"Beauty","author":"John KeatsOde On A Grecian Urn, 1820"},"quote21":{"quote":"A thing of beauty is a joy for ever: Its loveliness increases; it will never pass into nothingness; but still will keep a bower quiet for us, and a sleep full of sweet dreams, and health, and quiet breathing...","category":"Beauty","author":"John Keats"},"quote22":{"quote":"The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.","category":"Beauty","author":"Helen Keller"},"quote23":{"quote":"I'm tired of all this nonsense about beauty being only skin-deep. That's deep enough. What do you want --an adorable pancreas?","category":"Beauty","author":"Jean Kerr"},"quote24":{"quote":"Beauty is as relative as light and dark. Thus, there exists no beautiful woman, none at all, because you are never certain that a still far more beautiful woman will not appear and completely shame the supposed beauty of the first.","category":"Beauty","author":"Paul Klee"},"quote25":{"quote":"It is generally a feminine eye that first detects the moral deficiencies hidden under the dear deceit of beauty.","category":"Beauty","author":"George Eliot"},"quote26":{"quote":"There are various orders of beauty, causing men to make fools of themselves in various styles... but there is one order of beauty which seems made to turn the heads not only of men, but of all intelligent mammals, even of women. It is a beauty like that of kittens, or very small downy ducks making gentle rippling noises with their soft bills, or babies just beginning to toddle and to engage in conscious mischief --a beauty with which you can never be angry, but that you feel ready to crush for inability to comprehend the state of mind into which it throws you.","category":"Beauty","author":"George Eliot"},"quote27":{"quote":"The absence of flaw in beauty is itself a flaw.","category":"Beauty","author":"Havelock EllisImpressions and Comments, 1914"},"quote28":{"quote":"Though we travel the world over to find the beautiful, we must carry it with us or we find it not.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote29":{"quote":"Tell them dear, that if eyes were made for seeing,Then beauty is its own excuse for being:Why thou wert there, O rival of the rose!I never sought to ask, I never knew:But, in my simple ignorance supposeThe selfsame power that brought me there brought you.","category":"Beauty","author":"Ralph Waldo EmersonRhodora, The"},"quote30":{"quote":"We ascribe beauty to that which is simple; which has no superfluous parts; which exactly answers its end; which stands related to all things; which is the mean of many extremes.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote31":{"quote":"The line of beauty is the line of perfect economy.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote32":{"quote":"Beauty rests on necessities.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote33":{"quote":"As soon as beauty is sought not from religion and love, but for pleasure, it degrades the seeker.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote34":{"quote":"Beauty is the mark God sets on virtue. Every natural action is graceful; every heroic act is also decent, and causes the place and the bystanders to shine.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote35":{"quote":"Beauty is the pilot of the young soul.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote36":{"quote":"A beautiful form is better than a beautiful face; it gives a higher pleasure than statues or pictures; it is the finest of the fine arts.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote37":{"quote":"What was beauty unless you intended to use it, like a hammer, or a key? It was just something for other people to use and admire, or envy, despise. To nail their dreams onto like a picture hanger on a blank wall. And so many girls saying, use me, dream me.","category":"Beauty","author":"Janet Fitch"},"quote38":{"quote":"Beauty ought to look a little surprised: it is the emotion that best suits her face. The beauty who does not look surprised, who accepts her position as her due -- she reminds us too much of a prima donna.","category":"Beauty","author":"E. M. Forster"},"quote39":{"quote":"Looking for and enjoying beauty is a way to nourish the soul. the universe is in the habit of making beauty. There are flowers and songs, snowflakes and smiles, acts of great courage, laughter between friends, a job well done, the smell of fresh-baked bread. Beauty is everywhere.","category":"Beauty","author":"Matthew Fox"},"quote40":{"quote":"The pursuit of beauty is much more dangerous nonsense than the pursuit of truth or goodness, because it affords a stronger temptation to the ego.","category":"Beauty","author":"Northrop Frye"},"quote41":{"quote":"There is nothing in a caterpillar that tells you it's going to be a butterfly.","category":"Beauty","author":"Richard Buckminster Fuller"},"quote42":{"quote":"There is certainly no absolute standard of beauty. That precisely is what makes its pursuit so interesting.","category":"Beauty","author":"John Kenneth Galbraith"},"quote43":{"quote":"Beauty is an outward gift, which is seldom despised, except by those to whom it has been refused.","category":"Beauty","author":"Edward Gibbon"},"quote44":{"quote":"Beauty in not in the face; beauty is a light in the heart.","category":"Beauty","author":"Kahlil Gibran"},"quote45":{"quote":"Beauty is eternity gazing at itself in a mirror.","category":"Beauty","author":"Kahlil Gibran"},"quote46":{"quote":"Beauty is composed of an eternal, invariable element whose quantity is extremely difficult to determine, and a relative element which might be, either by turns or all at once, period, fashion, moral, passion.","category":"Beauty","author":"Jean-Luc Godard"},"quote47":{"quote":"Beauty is everywhere a welcome guest.","category":"Beauty","author":"Johann von Goethe"},"quote48":{"quote":"Beauty is a primeval phenomenon, which itself never makes its appearance, but the reflection of which is visible in a thousand different utterances of the creative mind, and is as various as nature herself.","category":"Beauty","author":"Johann von Goethe"},"quote49":{"quote":"Beauty is a manifestation of secret natural laws, which otherwise would have been hidden from us forever.","category":"Beauty","author":"Johann von Goethe"},"quote50":{"quote":"Trust not too much to an enchanting face.","category":"Beauty","author":"Virgil"},"quote51":{"quote":"Beauty always promises, but never gives anything.","category":"Beauty","author":"Simone Weil"},"quote52":{"quote":"My work always tried to unite the true with the beautiful; but when I had to choose one or the other, I usually chose the beautiful.","category":"Beauty","author":"Hermann Wey"},"quote53":{"quote":"It is better to be beautiful than to be good, but it is better to be good than to be ugly.","category":"Beauty","author":"Oscar Wilde"},"quote54":{"quote":"I have found that all ugly things are made by those who strive to make something beautiful, and that all beautiful things are made by those who strive to make something useful.","category":"Beauty","author":"Oscar Wilde"},"quote55":{"quote":"And beauty is a form of genius -- is higher, indeed, than genius, as it needs no explanation. It is of the great facts of the world, like sunlight, or spring-time, or the reflection in dark waters of that silver shell we call the moon. It cannot be questioned. It has its divine right of sovereignty. It makes princes of those who have it.","category":"Beauty","author":"Oscar WildeThe Picture of Dorian Gray (ch. 2)"},"quote56":{"quote":"The definition of a beautiful woman is one who loves me.","category":"Beauty","author":"Sloan Wilson"},"quote57":{"quote":"Unity and simplicity are the two true sources of beauty.","category":"Beauty","author":"Johann Joachim Winckelmann"},"quote58":{"quote":"The beauty myth moves for men as a mirage; its power lies in its ever-receding nature. When the gap is closed, the lover embraces only his own disillusion.","category":"Beauty","author":"Naomi Wolf"},"quote59":{"quote":"The longer I live the more beautiful life becomes. If you foolishly ignore beauty, you will soon find yourself without it. Your life will be impoverished. But if you invest in beauty, it will remain with you all the days of your life.","category":"Beauty","author":"Frank Lloyd Wright"},"quote60":{"quote":"Beauty is being in harmony with what you are.","category":"Beauty","author":"Peter Nivio ZarlengaThe Orator, \"Flight\", 1977"},"quote61":{"quote":"To emphasize only the beautiful seems to me to be like a mathematical system that only concerns itself with positive numbers.","category":"Beauty","author":"Paul Klee"},"quote62":{"quote":"My heart that was rapt away by the wild cherry blossoms -- will it return to my body when they scatter?","category":"Beauty","author":"Kotomichi"},"quote63":{"quote":"That which is striking and beautiful is not always good; but that which is good is always beautiful.","category":"Beauty","author":"Ninon De L'Enclos"},"quote64":{"quote":"All God's children are not beautiful. Most of God's children are, in fact, barely presentable.","category":"Beauty","author":"Fran Lebowitz"},"quote65":{"quote":"Never forget that you are married to a very beautiful woman.","category":"Beauty","author":"Michael Lipsey"},"quote66":{"quote":"Sunsets are so beautiful that they almost seem as if we were looking through the gates of Heaven.","category":"Beauty","author":"Sir John Lubbock"},"quote67":{"quote":"But what Kezia liked more than anything, what she liked frightfully, was the lamp. It stood in the middle of the dining-room table, an exquisite little amber lamp with a white globe. It was filled all ready for lighting, though, of course, you couldn't light it. But there was something inside that looked like oil and moved when you shook it. The father and mother dolls, who sprawled very stiff as though they had fainted in the drawing-room, and their two little children asleep upstairs, were really too big for the doll's house. They didn't look as though they belonged. But the lamp was perfect. It seemed to smile at Kezia, to say, 'I live here.' The lamp was real.","category":"Beauty","author":"Katherine MansfieldThe Doll's House"},"quote68":{"quote":"O, thou art fairer than the evening air clad in the beauty of a thousand stars.","category":"Beauty","author":"Christopher Marlowe"},"quote69":{"quote":"The ideal has many names, and beauty is but one of them.","category":"Beauty","author":"W. Somerset Maugham"},"quote70":{"quote":"Beauty is an ecstasy; it is as simple as hunger. There is really nothing to be said about it. It is like the perfume of a rose: you can smell it and that is all.","category":"Beauty","author":"W. Somerset MaughamAshenden, in Cakes and Ale, ch. 11 (1930)"},"quote71":{"quote":"Real strength never impairs beauty or harmony, but it often bestows it; and in everything imposingly beautiful, strength has much to do with the magic.","category":"Beauty","author":"Herman MelvilleMoby Dick, chapter 86 The Tail, 1851"},"quote72":{"quote":"The essence of the beautiful is unity in variety.","category":"Beauty","author":"Felix Mendelssohn"},"quote73":{"quote":"Beauty is the first present nature gives to women and the first it takes away.","category":"Beauty","author":"George B. Mere"},"quote74":{"quote":"Beauty is the purgation of superfluities.","category":"Beauty","author":"Michelangelo Buonarroti"},"quote75":{"quote":"Too fair to worship, too divine to love.","category":"Beauty","author":"Milman"},"quote76":{"quote":"The beauty of stature is the only beauty of men.","category":"Beauty","author":"Michel de Montaigne"},"quote77":{"quote":"How goodness heightens beauty!","category":"Beauty","author":"Hannah More"},"quote78":{"quote":"In every man's heart there is a secret nerve that answers to the vibrations of beauty.","category":"Beauty","author":"Christopher Morley"},"quote79":{"quote":"Few girls are as well shaped as a good horse.","category":"Beauty","author":"Christopher Morley"},"quote80":{"quote":"A day spent without the sight or sound of beauty, the contemplation of mystery, or the search of truth or perfection is a poverty-stricken day; and a succession of such days is fatal to human life.","category":"Beauty","author":"Lewis Mumford"},"quote81":{"quote":"Beauty is ever to the lonely mind a shadow fleeting; she is never plain. She is a visitor who leaves behind the gift of grief, the souvenir of pain.","category":"Beauty","author":"Robert Nathan"},"quote82":{"quote":"Walk on a rainbow trail; walk on a trail of song, and all about you will be beauty. There is a way out of every dark mist, over a rainbow trail.","category":"Beauty","author":"Edward A. Navajo"},"quote83":{"quote":"Beauty is whatever gives joy.","category":"Beauty","author":"Hugh Nibley"},"quote84":{"quote":"Nothing is beautiful, only man: on this piece of naivete rests all aesthetics, it is the first truth of aesthetics. Let us immediately add its second: nothing is ugly but degenerate man -- the domain of aesthetic judgment is therewith defined.","category":"Beauty","author":"Friedrich Nietzsche"},"quote85":{"quote":"It is easy to be beautiful; it is difficult to appear so.","category":"Beauty","author":"Frank O'Hara"},"quote86":{"quote":"A poor beauty finds more lovers than husbands.","category":"Beauty","author":"English Proverb"},"quote87":{"quote":"Beauty, unaccompanied by virtue, is as a flower without perfume.","category":"Beauty","author":"Proverb"},"quote88":{"quote":"The loveliest faces are to be seen by moonlight, when one sees half with the eye and half with the fancy.","category":"Beauty","author":"Proverb"},"quote89":{"quote":"Beauty is a good letter of introduction.","category":"Beauty","author":"Proverb"},"quote90":{"quote":"There is nothing that makes its way more directly to the soul than beauty.","category":"Beauty","author":"Joseph Addison"},"quote91":{"quote":"Let there be nothing within thee that is not very beautiful and very gentle, and there will be nothing without thee that is not beautiful and softened by the spell of thy presence.","category":"Beauty","author":"James Allen"},"quote92":{"quote":"....Then he felt quite ashamed, and hid his head under his wing; for he did not know what to do, he was so happy, and yet not at all proud. He had been persecuted and despised for his ugliness, and now he heard them say he was the most beautiful of all the birds. Even the elder-tree bent down its bows into the water before him, and the sun shone warm and bright. He would never became vain or conceited, and would always remembered how it felt to be despised and teased, and he was very sorry for all the creatures who are so treated merely because they are different from those around them. Then he rustled his feathers, curved his slender neck, and cried joyfully, from the depths of his heart,","category":"Beauty","author":"Hans Christian AndersenThe Ugly Duckling, 1844"},"quote93":{"quote":"What ever beauty may be, it has for its basis order, and for its essence unity.","category":"Beauty","author":"Father Andre"},"quote94":{"quote":"Beauty is one of the rare things that do not lead to doubt of God.","category":"Beauty","author":"Jean Anouilh"},"quote95":{"quote":"Things are beautiful if you love them.","category":"Beauty","author":"Jean Anouilh"},"quote96":{"quote":"Beauty is one of the rare things that do not lead to doubt of God.","category":"Beauty","author":"Jean Anouilh"},"quote97":{"quote":"Personal beauty is a greater recommendation than any letter of reference.","category":"Beauty","author":"Aristotle"},"quote98":{"quote":"Beauty depends on size as well as symmetry. No very small animal can be beautiful, for looking at it takes so small a portion of time that the impression of it will be confused. Nor can any very large one, for a whole view of it cannot be had at once, and so there will be no unity and completeness.","category":"Beauty","author":"Aristotle"},"quote99":{"quote":"Strange that the vanity which accompanies beauty --excusable, perhaps, when there is such great beauty, or at any rate understandable --should persist after the beauty was gone.","category":"Beauty","author":"Mary Arnim"},"quote100":{"quote":"The best part of beauty is that which no picture can express.","category":"Beauty","author":"Francis Bacon"},"quote101":{"quote":"There is no excellent beauty that hath not some strangeness in the proportion.","category":"Beauty","author":"Francis Bacon"},"quote102":{"quote":"Beauty is but the sensible image of the Infinite. Like truth and justice it lives within us; like virtue and the moral law it is a companion of the soul.","category":"Beauty","author":"George Bancroft"},"quote103":{"quote":"Beauty itself is but the sensible image of the infinite.","category":"Beauty","author":"George Bancroft"},"quote104":{"quote":"I'm not ugly, but my beauty is a total creation.","category":"Beauty","author":"Tyra Banks"},"quote105":{"quote":"Beauty is desired in order that it may be befouled; not for its own sake, but for the joy brought by the certainty of profaning it.","category":"Beauty","author":"Georges Bataille"},"quote106":{"quote":"All forms of beauty, like all possible phenomena, contain an element of the eternal and an element of the transitory -- of the absolute and of the particular. Absolute and eternal beauty does not exist, or rather it is only an abstraction creamed from the general surface of different beauties. The particular element in each manifestation comes from the emotions: and just as we have our own particular emotions, so we have our own beauty.","category":"Beauty","author":"Charles Baudelaire"},"quote107":{"quote":"There are as many kinds of beauty as there are habitual ways of seeking happiness.","category":"Beauty","author":"Charles Baudelaire"},"quote108":{"quote":"The loveliest face in all the world will not please you if you see it suddenly eye to eye, at a distance of half an inch from your own.","category":"Beauty","author":"Max BeerbohmZuleika Dobson"},"quote109":{"quote":"The idea that happiness could have a share in beauty would be too much of a good thing.","category":"Beauty","author":"Walter Benjamin"},"quote110":{"quote":"Beauty is in the heart of the beholder.","category":"Beauty","author":"Al Bernstein"},"quote111":{"quote":"Remember that the most beautiful things in the world are the most useless; peacocks and lilies, for instance.","category":"Beauty","author":"John Ruskin"},"quote112":{"quote":"It is very necessary to have markers of beauty left in a world seemingly bent on making the most evil ugliness.","category":"Beauty","author":"Vita Sackville-West"},"quote113":{"quote":"I have learnt to love you late, Beauty at once so ancient and so new!","category":"Beauty","author":"Saint Augustine of Hippo"},"quote114":{"quote":"Beauty as we feel it is something indescribable; what it is or what it means can never be said.","category":"Beauty","author":"George Santayana"},"quote115":{"quote":"What is beautiful is good, and who is good will soon be beautiful.","category":"Beauty","author":"Sappho"},"quote116":{"quote":"Truth exists for the wise, beauty for the feeling heart.","category":"Beauty","author":"Friedrich von Schiller"},"quote117":{"quote":"If you have never seen beauty in a moment of suffering, you have never seen beauty at all. If you have never seen joy in a beautiful face, you have never seen joy at all.","category":"Beauty","author":"Friedrich von Schiller"},"quote118":{"quote":"The ideal beauty is a fugitive which is never found.","category":"Beauty","author":"Marquise De SeVigne"},"quote119":{"quote":"To me, fair friend, you never can be old. For as you were when first your eye I eyed. Such seems your beauty still.","category":"Beauty","author":"William Shakespeare"},"quote120":{"quote":"Beauty is but a vain and doubtful good; a shining gloss that fadeth suddenly; a flower that dies when it begins to bud; a doubtful good, a gloss, a glass, a flower, lost, faded, broken, dead within an hour. -","category":"Beauty","author":"William Shakespeare"},"quote121":{"quote":"Beauty is all very well at first sight; but whoever looks at it when it has been in the house three days?","category":"Beauty","author":"George Bernard Shaw"},"quote122":{"quote":"Taught from infancy that beauty is woman's scepter, the mind shapes itself to the body, and roaming round its gilt cage, only seeks to adorn its prison.","category":"Beauty","author":"Mary Wollstonecraft Shelley"},"quote123":{"quote":"Beauty is a short-lived tyranny.","category":"Beauty","author":"Socrates"},"quote124":{"quote":"What is most beautiful in virile men is sometimes feminine; what is most beautiful in feminine women is something masculine.","category":"Beauty","author":"Susan Sontag"},"quote125":{"quote":"Beauty is the bait which with delight allures man to enlarge his kind.","category":"Beauty","author":"Edmund Spenser"},"quote126":{"quote":"I would warn you that I do not attribute to nature either beauty or deformity, order or confusion. Only in relation to our imagination can things be called beautiful or ugly, well-ordered or confused.","category":"Beauty","author":"Baruch (_Benedict de) Spinoza"},"quote127":{"quote":"To give pain is the tyranny; to make happy, the true empire of beauty.","category":"Beauty","author":"Sir Richard Steele"},"quote128":{"quote":"Beauty is the promise of happiness.","category":"Beauty","author":"Henri B. Stendhal"},"quote129":{"quote":"You can take no credit for beauty at sixteen. But if you are beautiful at sixty, it will be your soul's own doing.","category":"Beauty","author":"Marie Carmichael Stopes"},"quote130":{"quote":"The difference between utility and utility plus beauty is the difference between telephone wires and the spider web.","category":"Beauty","author":"Edwin Way Teale"},"quote131":{"quote":"We know only that we are living in these bodies and have a vague idea, because we have heard it, and because our faith tells us so, that we possess souls. As to what good qualities there may be in our souls, or who dwells within them, or how precious they are, those are things which seldom consider and so we trouble little about carefully preserving the soul's beauty.","category":"Beauty","author":"Teresa of Avila"},"quote132":{"quote":"Beauty when unadorned is adorned the most.","category":"Beauty","author":"Roy Thompson"},"quote133":{"quote":"Every beauty which is seen here below by persons of perception resembles more than anything else that celestial source from which we all are come","category":"Beauty","author":"Source Unknown"},"quote134":{"quote":"The average girl would rather have beauty than brains because she knows the average man can see much better than he can think.","category":"Beauty","author":"Source Unknown"},"quote135":{"quote":"If either man or woman would realize that the full power of personal beauty, it must be by cherishing noble thoughts and hopes and purposes; by having something to do and something to live for that is worthy of humanity, and which, by expanding and symmetry to the body which contains it.","category":"Beauty","author":"Upham"},"quote136":{"quote":"I spent a lot of time with a crown on my head. On her beauty pageant days","category":"Beauty","author":"Halle Berry"},"quote137":{"quote":"Behold, thou art fair, my love; behold, thou art fair; thou hast doves eyes within thy locks: thy hair is as a flock of goats, that appear from mount Gilead. Song Of Solomon 4:1","category":"Beauty","author":"Bible"},"quote138":{"quote":"Beauty. The power by which a woman charms a lover and terrifies a husband.","category":"Beauty","author":"Ambrose Bierce"},"quote139":{"quote":"Character contributes to beauty. It fortifies a woman as her youth fades. A mode of conduct, a standard of courage, discipline, fortitude and integrity can do a great deal to make a woman beautiful.","category":"Beauty","author":"Jacqueline Bisset"},"quote140":{"quote":"Exuberance is beauty.","category":"Beauty","author":"William Blake"},"quote141":{"quote":"There is no cosmetic for beauty like happiness.","category":"Beauty","author":"Marguerite Blessington"},"quote142":{"quote":"Every trait of beauty may be referred to some virtue, as to innocence, candor, generosity, modesty, or heroism. St. Pierre To cultivate the sense of the beautiful, is one of the most effectual ways of cultivating an appreciation of the divine goodness.","category":"Beauty","author":"Christian Nevell Bovee"},"quote143":{"quote":"The beauty seen, is partly in him who sees it.","category":"Beauty","author":"Christian Nevell Bovee"},"quote144":{"quote":"Beauty will be convulsive or will not be at all.","category":"Beauty","author":"Andre Breton"},"quote145":{"quote":"Beauty can't amuse you, but brainwork -- reading, writing, thinking--can.","category":"Beauty","author":"Helen Gurley Brown"},"quote146":{"quote":"The beautiful seems right by force of beauty, and the feeble wrong because of weakness.","category":"Beauty","author":"Elizabeth Barrett Browning"},"quote147":{"quote":"Beauty puts a face on God. When we gaze at nature, at a loved one, at a work of art, our soul immediately recognizes and is drawn to the face of God.","category":"Beauty","author":"Margaret BrownleyGrieving God's Way"},"quote148":{"quote":"It is better to be first with an ugly woman than the hundredth with a beauty.","category":"Beauty","author":"Pearl BuckThe Good Earth, Chapter 1., 1931"},"quote149":{"quote":"In life, as in art, the beautiful moves in curves.","category":"Beauty","author":"Edward George Bulwer-Lytton"},"quote150":{"quote":"Beauty without intelligence is an illusion that is close to disenchantment. It is like a fairy that fascinates us, as long as we look at her through the enchanting prism of her beauty. However, it disappears as soon as the light of reason penetrates beyond the place where the eyes can see.","category":"Beauty","author":"Mercedes Cabello de CarboneraConcerning Women's Intelligence and Beauty, 1876"},"quote151":{"quote":"At the heart of all beauty lies something inhuman, and these hills, the softness of the sky, the outline of these trees at this very minute lose the illusory meaning with which we had clothed them, henceforth more remote than a lost paradise... that denseness and that strangeness of the world is absurd.","category":"Beauty","author":"Albert Camus"},"quote152":{"quote":"Beauty is unbearable, drives us to despair, offers us for a minute the glimpse of an eternity that we should like to stretch out over the whole of time.","category":"Beauty","author":"Albert CamusNotebooks"},"quote153":{"quote":"Beauty is all about us, but how many are blind! They look at the wonder of this earth and seem to see nothing. People move hectically but give little thought to where they are going. They seek excitement...as if they were lost and desperate.","category":"Beauty","author":"Pau (Pablo) Casals"},"quote154":{"quote":"Beauty is an omnipresence of death and loveliness, a smiling sadness that we discern in nature and all things, a mystic communion that the poet feels.","category":"Beauty","author":"Charlie Chaplin"},"quote155":{"quote":"Everything has beauty, but not everyone sees it.","category":"Beauty","author":"Confucius"},"quote156":{"quote":"I'd rather learn from one bird how to sing than to teach ten thousand stars how not to dance.","category":"Beauty","author":"e. e. (Edward Estlin) cummings"},"quote157":{"quote":"Heat cannot be separated from fire, or beauty from the eternal.","category":"Beauty","author":"Dante Alighieri"},"quote158":{"quote":"Even with all my wrinkles! I am beautiful!","category":"Beauty","author":"Bessie Delaney"},"quote159":{"quote":"Beauty is not caused. It is.","category":"Beauty","author":"Emily Dickinson"},"quote160":{"quote":"No; we have been as usual asking the wrong question. It does not matter a hoot what the mockingbird on the chimney is singing. The real and proper question is: Why is it beautiful?","category":"Beauty","author":"Annie Dillard"},"quote161":{"quote":"Beauty is our weapon against nature; by it we make objects, giving them limit, symmetry, proportion. Beauty halts and freezes the melting flux of nature.","category":"Beauty","author":"Camille Anna Paglia"},"quote162":{"quote":"Beauty is a harmonious relation between something in our nature and the quality of the object which delights us.","category":"Beauty","author":"Blaise Pascal"},"quote163":{"quote":"Art is an invention of aesthetics, which in turn is an invention of philosophers. What we call art is a game.","category":"Beauty","author":"Octavio Paz"},"quote164":{"quote":"The flowers anew, returning seasons bring! But beauty faded has no second spring.","category":"Beauty","author":"Ambrose Philips"},"quote165":{"quote":"I have a horror of people who speak about the beautiful. What is the beautiful? One must speak of problems in painting!","category":"Beauty","author":"Pablo Picasso"},"quote166":{"quote":"Whatever is beautiful is beautiful by necessity.","category":"Beauty","author":"Pindar"},"quote167":{"quote":"Beauty of style and harmony and grace and good rhythm depends on simplicity.","category":"Beauty","author":"Plato"},"quote168":{"quote":"Remember how in that communion only, beholding beauty with the eye of the mind, he will be enabled to bring forth, not images of beauty, but realities (for he has hold not of an image but of a reality), and bringing forth and nourishing true virtue to become the friend of God and be immortal, if mortal man may.N.B.: Beauty is in the eye of the beholder. See also: Napoleon Bonaparte.","category":"Beauty","author":"PlatoSymposium"},"quote169":{"quote":"Withdraw into yourself and look. And if you do not fine yourself beautiful yet, act as does the creator of a statue that is to be made beautiful: he cuts away here, he smoothes there, he makes this line lighter, this other purer, until a lovely face has grown his work. So do you also: cut away all that is excessive, straighten all that is crooked, bring light to all that is overcast, labor to make all one glow or beauty and never cease chiseling your statue, until there shall shine out on you from it the godlike splendor of virtue, until you see the perfect goodness surely established in the stainless shrine","category":"Beauty","author":"Plotinus"},"quote170":{"quote":"Being is desirable because it is identical with Beauty, and Beauty is loved because it is Being. We ourselves possess Beauty when we are true to our own being; ugliness is in going over to another order; knowing ourselves, we are beautiful; in self-ignorance, we are ugly.","category":"Beauty","author":"Plotinus"},"quote171":{"quote":"Beauty of whatever kind, in its supreme development, invariably excites the sensitive soul to tears.","category":"Beauty","author":"Edgar Allan Poe"},"quote172":{"quote":"Beauties in vain their pretty eyes may roll; charms strike the sight, but merit wins the soul.","category":"Beauty","author":"Alexander Pope"},"quote173":{"quote":"The real sin against life is to abuse and destroy beauty, even one's own --even more, one's own, for that has been put in our care and we are responsible for its well-being.","category":"Beauty","author":"Katherine Anne Porter"},"quote174":{"quote":"Beauty is the still birth of suffering, every woman knows that.","category":"Beauty","author":"Emily Prager"},"quote175":{"quote":"Call for the grandest of all earthly spectacles, what is that? It is the sun going to his rest.","category":"Beauty","author":"Thomas De Quincey"},"quote176":{"quote":"Remember if you marry for beauty, thou bindest thyself all thy life for that which perchance, will neither last nor please thee one year: and when thou hast it, it will be to thee of no price at all.","category":"Beauty","author":"Sir Walter Raleigh"},"quote177":{"quote":"There are no better cosmetics than a severe temperance and purity, modesty and humility, a gracious temper and calmness of spirit; and there is no true beauty without the signatures of these graces in the very countenance.","category":"Beauty","author":"John Ray"},"quote178":{"quote":"Beauty is power; a smile is its sword.","category":"Beauty","author":"Charles Reade"},"quote179":{"quote":"In spite of all the refinements of civilization that conspired to make art - the dizzying perfection of the string quartet or the sprawling grandeur of Fragonard","category":"Beauty","author":"Anne Rice"},"quote180":{"quote":"One evening I sat Beauty on my knees --And I found her bitter --And I reviled her.","category":"Beauty","author":"Arthur Rimbaud"},"quote181":{"quote":"Let us live for the beauty of our own reality.","category":"Beauty","author":"Tim Robbins"},"quote182":{"quote":"Some beautiful things are more impressive when left imperfect than when too highly finished.","category":"Beauty","author":"Francois de la RochefoucauldMaxims 1665, Maxim 627"},"quote183":{"quote":"Beauty in art is often nothing but ugliness subdued.","category":"Beauty","author":"Jean Rostand"},"quote184":{"quote":"Let the beauty we love be what we do.","category":"Beauty","author":"Rumi"},"quote185":{"quote":"Nothing can be beautiful which is not true.","category":"Beauty","author":"John Ruskin"}}
