{"quote0":{"quote":"A good beginning makes a good end.","category":"Beauty","author":"English Proverb"},"quote1":{"quote":"The beginning is the half of every action.","category":"Beauty","author":"Proverb"},"quote2":{"quote":"The world is round and the place which may seem like the end may also be only the beginning.","category":"Beauty","author":"Ivy Baker"},"quote3":{"quote":"Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.","category":"Beauty","author":"Carl Bard"},"quote4":{"quote":"There is no such thing as a long piece of work, except one that you dare not start.","category":"Beauty","author":"Charles BaudelaireIntimate Journals"},"quote5":{"quote":"Much as we may wish to make a new beginning, some part of us resists doing so as though we were making the first step toward disaster.","category":"Beauty","author":"William Bridges"},"quote6":{"quote":"In every phenomenon the beginning remains always the most notable moment.","category":"Beauty","author":"Thomas Carlyle"},"quote7":{"quote":"'We must do something' is the unanimous refrain. 'You begin' is the deadening refrain.","category":"Beauty","author":"Walter DwightThe Saving Sense"},"quote8":{"quote":"The great majority of men are bundles of beginnings.","category":"Beauty","author":"Ralph Waldo Emerson"},"quote9":{"quote":"With the possible exception of the equator, everything begins somewhere.","category":"Beauty","author":"Peter Robert Fleming"},"quote10":{"quote":"It's never too late -- never too late to start over, never too late to be happy.","category":"Beauty","author":"Jane Fonda"},"quote11":{"quote":"A hard beginning maketh a good ending.","category":"Beauty","author":"John Heywood"},"quote12":{"quote":"The truth is at the beginning of anything and its end are alike touching.","category":"Beauty","author":"Yoshida Kenko"},"quote13":{"quote":"All this will not be finished in the first one hundred days. Nor will it be finished in the first thousand days, nor in the life of this administration, nor even perhaps in our lifetime on this planet. But let us begin.","category":"Beauty","author":"John Fitzgerald Kennedy"},"quote14":{"quote":"There will come a time when you believe everything is finished. That will be the beginning.","category":"Beauty","author":"Louis L'Amour"},"quote15":{"quote":"The journey of a thousand miles starts from beneath your feet.NOTE: Other translations exist, such as:Great trees grow from the smallest shoots;a terraced garden, from a pile of earth,and a journey of a thousand milesbegins by taking the initial step.","category":"Beauty","author":"Lao-TzuTao Te Ching ch. 64"},"quote16":{"quote":"Great is the art of beginning, but greater is the art of ending.","category":"Beauty","author":"Henry Wadsworth Longfellow"},"quote17":{"quote":"We have it in our power to begin the world over again.","category":"Beauty","author":"Thomas Paine"},"quote18":{"quote":"Anything done for the first time unleashes a demon.","category":"Beauty","author":"Dave Sim"},"quote19":{"quote":"Every beginning is a consequence. Every beginning ends something.","category":"Beauty","author":"Source Unknown"},"quote20":{"quote":"More powerful than the will to win is the courage to begin.","category":"Beauty","author":"Source Unknown"},"quote21":{"quote":"Wise men are instructed in reason;Men of less understanding by experience;The most unknowing learn by necessity. Wise men do in the beginning what fools do in the end.","category":"Beauty","author":"Source Unknown"},"quote22":{"quote":"Remember tonight.. for it is the beginning of always.","category":"Beauty","author":"Source Unknown"}}
