{"quote0":{"quote":"To him who is determined it remains only to act.","category":"Determination","author":"Italian Proverb"},"quote1":{"quote":"The mighty Oak was once a little nut that stood its ground.","category":"Determination","author":"Anon."},"quote2":{"quote":"Don't tell me the sky's the limit when there are foosteps on the moon.","category":"Determination","author":"Anon."},"quote3":{"quote":"When things go wrong, as they sometimes will,When the road you're trudging seems all uphill,When the funds are low and the debts are highAnd you want to smile, but you have to sigh,When care is pressing you down a bit,Rest! If you must-but never quit.Life is queer, with its twists and turns,As every one of us sometimes learns,And many a failure turns aboutWhen he might of won if he'd stuck it out;Stick to your task, though the pace seems slows-You may succeed with one more blow.Success is failure turned inside out-The silver tint of the clouds of doubt-And you may never can tell how close you are,It may be near when it seems afar;So stick to the fight when you're hardest hit-It's when things seem worse that YOU MUSN'T QUIT.","category":"Determination","author":"Anon.You Musn't Quit"},"quote4":{"quote":"I'll have a full recovery - that's the utmost physically my body has the ability to heal. Then I will push about 20 percent further, through sheer mental tenacity. If you're not prepared for that, go elsewhere.","category":"Determination","author":"Anon.Navy Seal: a note he posted on his Bethesda Naval hospital door."},"quote5":{"quote":"The manner in which one endures what must be endured is more important than the thing that must be endured.","category":"Determination","author":"Dean Acheson"},"quote6":{"quote":"There is nothing impossible to him who will try.","category":"Determination","author":"Alexander The Great"},"quote7":{"quote":"Only a man who knows what it is like to be defeated can reach down to the bottom of his soul and come up with the extra ounce of power it takes to win when the match is even.","category":"Determination","author":"Muhammad Ali"},"quote8":{"quote":"In all human affairs there are efforts, and there are results, and the strength of effort is the measure of the results.","category":"Determination","author":"James Allen"},"quote9":{"quote":"Every failure, obstacle or hardship is an opportunity in disguise. Success in many cases is failure turned inside out. The greatest pollution problem we face today is negativity. Eliminate the negative attitude and believe you can do anything. Replace 'if I can, I hope, maybe' with 'I can, I will, I must.'","category":"Determination","author":"Mary Kay Ash"},"quote10":{"quote":"To the timid soul, nothing is possible.","category":"Determination","author":"John Bach"},"quote11":{"quote":"The man who can drive himself further once the effort gets painful is the man who will win.","category":"Determination","author":"Roger Bannister"},"quote12":{"quote":"When the thunder rumbles,Now the age of gold is dead.When the dreams we've clung toTrying to stay young,Have left us parched and old instead.When my courage crumbles,When I feel confused and frail,When my spirit falters on decaying altarsAnd my illusions fail --I go on right then.I go on again.I go on to say I will celebrate another day.I go on.If tomorrow tumblesAnd everything I love is gone,I will face regret all my days, and yetI will still go on.","category":"Determination","author":"Leonard Bernsteinfrom Leonard Bernstein's Mass"},"quote13":{"quote":"I am doing a great work and I cannot come down. Why should the work stop while I leave it and come down to you? Nehemiah 6:3","category":"Determination","author":"Bible"},"quote14":{"quote":"So we built the wall and the whole wall was joined together to half its height; for the people had a mind to work. Nehemiah 4:6","category":"Determination","author":"Bible"},"quote15":{"quote":"Practice easing your way along...Do your best; take it as it comes. You can handle anything if you think you can. Just keep your cool and your sense of humor.","category":"Determination","author":"Smiley Blanton"},"quote16":{"quote":"One of the saddest lines in the world is, 'Oh come now - be realistic.' The best parts of this world were not fashioned by those who were realistic. They were fashioned by those who dared to look hard at their wishes and gave them horses to ride.","category":"Determination","author":"Richard Nelson Bolles"},"quote17":{"quote":"Impossible is a word only to be found in the dictionary of fools.","category":"Determination","author":"Napoleon Bonaparte"},"quote18":{"quote":"True wisdom for a general is vigorous determination.","category":"Determination","author":"Napoleon Bonaparte"},"quote19":{"quote":"The Wright brothers flew through the smoke screen of impossibility.","category":"Determination","author":"Dorothea Brande"},"quote20":{"quote":"Most of the things worth doing in the world had been declared impossible before they were done.","category":"Determination","author":"Louis D. Brandeis"},"quote21":{"quote":"In the confrontation between the stream and the rock, the stream always wins--not through strength but by perseverance.","category":"Determination","author":"H. Jackson Brown, Jr."},"quote22":{"quote":"Be determined to handle any challenge in a way that will make you grow.","category":"Determination","author":"Les Brown"},"quote23":{"quote":"Firmness in enduring and exertion is a character I always wish to possess. I have always despised the whining yelp of complaint and cowardly resolve.","category":"Determination","author":"Robert Burns"},"quote24":{"quote":"The longer I live, the more I am certain that the great difference between the great and the insignificant, is energy -- invincible determination -- a purpose once fixed, and then death or victory.","category":"Determination","author":"Sir Thomas Fowell Buxton"},"quote25":{"quote":"If someone says can't, that shows you what to do.","category":"Determination","author":"John Milton Cage"},"quote26":{"quote":"It is not a lucky word, this name impossible; no good comes of those who have it so often in their mouths.","category":"Determination","author":"Thomas Carlyle"},"quote27":{"quote":"You can do what you have to do, and sometimes you can do it even better than you think you can.","category":"Determination","author":"Jimmy Carter"},"quote28":{"quote":"Earnestness is not by any means everything; it is very often a subtle form of pious pride because it is obsessed with the method and not with the Master.","category":"Determination","author":"Oswald Chambers"},"quote29":{"quote":"Impossibilities are merely things which we have not yet learned.","category":"Determination","author":"Charles W. Chesnutt"},"quote30":{"quote":"You can do anything you think you can. This knowledge is literally the gift of the gods, for through it you can solve every human problem. It should make of you an incurable optimist. It is the open door.","category":"Determination","author":"Robert Collier"},"quote31":{"quote":"Times of great calamity and confusion have been productive for the greatest minds. The purest ore is produced from the hottest furnace. The brightest thunder-bolt is elicited from the darkest storm.","category":"Determination","author":"Charles Caleb Colton"},"quote32":{"quote":"The most difficult thing is the decision to act, the rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure , the process is its own reward.","category":"Determination","author":"Robyn Davidson"},"quote33":{"quote":"Attempt the impossible in order to improve your work.","category":"Determination","author":"Bette Davis"},"quote34":{"quote":"I have brought myself, by long meditation, to the conviction that a human being with a settled purpose must accomplish it, and that nothing can resist a will which will stake even existence upon its fulfillment.","category":"Determination","author":"Benjamin Disraeli"},"quote35":{"quote":"Every man is an impossibility until he is born.","category":"Determination","author":"Ralph Waldo Emerson"},"quote36":{"quote":"Not an inch of our territory not a stone of our fortress.","category":"Determination","author":"Jules Favre"},"quote37":{"quote":"No man can fight his way to the top and stay at the top without exercising the fullest measure of grit, courage, determination, resolution. Every man who gets anywhere does so because he has first firmly resolved to progress in the world and then has enough stick-to-it-tiveness to transform his resolution into reality. Without resolution, no man can win any worthwhile place among his fellow men.","category":"Determination","author":"B. C. Forbes"},"quote38":{"quote":"You can do anything if you have enthusiasm. Enthusiasm is the yeast that makes your hopes rise to the stars. With it, there is accomplishment. Without it there are only alibis.","category":"Determination","author":"Henry Ford"},"quote39":{"quote":"Determination that just won't quit -- that's what it takes.","category":"Determination","author":"A. J. Foyt"},"quote40":{"quote":"There's no ceiling on effort!","category":"Determination","author":"Harvey C. Fruehauf"},"quote41":{"quote":"An invincible determination can accomplish almost anything and in this lies the great distinction between great men and little men.","category":"Determination","author":"Thomas Fuller"},"quote42":{"quote":"Nothing great will ever be achieved without great men, and men are great only if they are determined to be so.","category":"Determination","author":"Charles De Gaulle"},"quote43":{"quote":"It is difficult to say what is impossible, for the dream of yesterday is the hope of today and the reality of tomorrow.","category":"Determination","author":"Robert H. Goddard"},"quote44":{"quote":"The impossible is often the untried.","category":"Determination","author":"Jim Goodwin"},"quote45":{"quote":"All parents believe their children can do the impossible. They thought it the minute we were born, and no matter how hard we've tried to prove them wrong, they all think it about us now. And the really annoying thing is, they're probably right.","category":"Determination","author":"Cathy Guisewite"},"quote46":{"quote":"Nothing is impossible to a willing heart.","category":"Determination","author":"John Heywood"},"quote47":{"quote":"A determined soul will do more with a rusty monkey wrench than a loafer will accomplish with all the tools in a machine shop.","category":"Determination","author":"Robert Hughes"},"quote48":{"quote":"All limits are self imposed.","category":"Determination","author":"Icarus"},"quote49":{"quote":"With love and patience, nothing is impossible.","category":"Determination","author":"Daisaku Ikeda"},"quote50":{"quote":"If your determination is fixed, I do not counsel you to despair. Few things are impossible to diligence and skill. Great works are performed not by strength, but perseverance.","category":"Determination","author":"Samuel Johnson"},"quote51":{"quote":"When anyone tells me I can't do anything. I'm just not listening any more.","category":"Determination","author":"Florence Griffith Joyner"},"quote52":{"quote":"The difference between the impossible and the possible lies in a person's determination.","category":"Determination","author":"Tommy Lasorda"},"quote53":{"quote":"Scientists have proven that it's impossible to long-jump 30 feet, but I don't listen to that kind of talk. Thoughts like that have a way of sinking into your feet.","category":"Determination","author":"Carl Lewis"},"quote54":{"quote":"Determine that the thing can and shall be done, and then we shall find the way.","category":"Determination","author":"Abraham Lincoln"},"quote55":{"quote":"I will go anywhere, provided it be forward.","category":"Determination","author":"David Livingstone"},"quote56":{"quote":"The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.","category":"Determination","author":"Vince Lombardi"},"quote57":{"quote":"The only thing experience teaches you is what you can","category":"Determination","author":"Elaine May. As quoted in Reel Women, part 2, by Ally Acker (1991). Said in 1975."},"quote58":{"quote":"Do not fight against Providence; nor bring more heavy weather to the storm. Face what is already there.","category":"Determination","author":"Menander"},"quote59":{"quote":"Construct your Determination with Sustained Effort, Controlled Attention, and Concentrated Energy. opportunities never come to those who wait... they are captured by those who dare to attack.","category":"Determination","author":"Paul J. Meyer"},"quote60":{"quote":"Nothing is impossible to the man who will.","category":"Determination","author":"Gabriel Riqueti Mirabeau"},"quote61":{"quote":"The only lack or limitation is in your own mind.","category":"Determination","author":"N. H. Moos"},"quote62":{"quote":"Something which we think is impossible now is not impossible in another decade.","category":"Determination","author":"Constance Baker Motley"},"quote63":{"quote":"One of the saddest lines in the world is, 'Oh come now - be realistic.' The best parts of this world were not fashioned by those who were realistic. They were fashioned by those who dared to look hard at their wishes and gave them horses to ride.","category":"Determination","author":"Richard A. Nelson"},"quote64":{"quote":"If we have our own why of life, we shall get along with almost any how. Man does not strive for pleasure; only the Englishman does.","category":"Determination","author":"Friedrich NietzscheTwilight of the Idols, Maxims and Arrows, #12"},"quote65":{"quote":"We all have dreams. But in order to make dreams come into reality, it takes an awful lot of determination, dedication, self-discipline, and effort.","category":"Determination","author":"Jesse Owens"},"quote66":{"quote":"The question isn't 'who is going to let me'; it's 'who is going to stop me'.","category":"Determination","author":"Ayn RandThe Fountainhead"},"quote67":{"quote":"Determination is the wake-up call to the human will.","category":"Determination","author":"Anthony Robbins"},"quote68":{"quote":"If you can't, you must. If you must, you can.","category":"Determination","author":"Anthony Robbins"},"quote69":{"quote":"Doesn","category":"Determination","author":"Carl R. Rogers"},"quote70":{"quote":"Start by doing what is necessary, then do what is possible, and suddenly you are doing the impossible.","category":"Determination","author":"Saint Francis of Assisi"},"quote71":{"quote":"Tough times never last but tough people do.","category":"Determination","author":"John Thomas \"Spider\" Salley"},"quote72":{"quote":"The Difficult is that which can be done immediately; the Impossible that which takes a little longer.","category":"Determination","author":"George Santayana"},"quote73":{"quote":"The only place where your dream becomes impossible is in your own thinking.","category":"Determination","author":"Robert H. Schuller"},"quote74":{"quote":"Impossible situations can become possible miracles.","category":"Determination","author":"Robert H. Schuller"},"quote75":{"quote":"Today's accomplishments were yesterday's impossibilities.","category":"Determination","author":"Robert H. Schuller"},"quote76":{"quote":"To the timid and hesitating everything is impossible because it seems so.","category":"Determination","author":"Sir Walter Scott"},"quote77":{"quote":"A man can do anything he wants to do in this world, at least if he wants to do it badly enough.","category":"Determination","author":"E(dward) W(yllis) Scripps"},"quote78":{"quote":"The natural effort of every individual to better his own condition is so powerful that it is alone, and without any assistance, capable not only of carrying on the society to wealth and prosperity, but of surmounting 100 impertinent obstructions with which the folly of human laws too often encumbers its operations.","category":"Determination","author":"Adam Smith"},"quote79":{"quote":"Most obstacles are imaginary; the rest are only temporary.","category":"Determination","author":"Scott Sorrell"},"quote80":{"quote":"I put a piece of paper under my pillow, and when I could not sleep I wrote in the dark.","category":"Determination","author":"Henry David Thoreau"},"quote81":{"quote":"The wayside of business is full of brilliant men who started out with a spurt, and lacked the stamina to finish. Their places were taken by patient and unshowy plodders who never knew when to quit.","category":"Determination","author":"J. R. Todd"},"quote82":{"quote":"Your decision to be, have and do something out of ordinary entails facing difficulties that are out of the ordinary as well. Sometimes your greatest asset is simply your ability to stay with it longer than anyone else.","category":"Determination","author":"Brian Tracy"},"quote83":{"quote":"Apparently there is nothing that cannot happen today.","category":"Determination","author":"Mark Twain"},"quote84":{"quote":"Real leaders are ordinary people with extraordinary determination.","category":"Determination","author":"Source Unknown"},"quote85":{"quote":"Once while St. Francis of Assisi was hoeing his garden, he was asked, What would you do it you were suddenly to learn that you were to die at sunset today? He replied, I would finish hoeing my garden.","category":"Determination","author":"Source Unknown"},"quote86":{"quote":"Nothing in this world is impossible to a willing heart.","category":"Determination","author":"Source Unknown"},"quote87":{"quote":"A man's limitations are not the things he wants to do and can t; they are the things he ought to do but doesn't. The difficult we will do eventually, the impossible will just take a little more time.","category":"Determination","author":"Source Unknown"},"quote88":{"quote":"I didn't know it was impossible when I did it","category":"Determination","author":"Source Unknown"},"quote89":{"quote":"In dreams and love there are no impossibilities.","category":"Determination","author":"Source Unknown"},"quote90":{"quote":"Determination gives you the resolve to keep going in spite of the roadblocks that lay before you.","category":"Determination","author":"Denis Waitley"},"quote91":{"quote":"Nothing is impossible for the man who doesn't have to do it himself.","category":"Determination","author":"Weiler"},"quote92":{"quote":"There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul.","category":"Determination","author":"Ella Wheeler Wilcox"},"quote93":{"quote":"Man can believe the impossible, but man can never believe the improbable.","category":"Determination","author":"Oscar Wilde"},"quote94":{"quote":"The thing that contributes to anyone's reaching the goal he wants is simple wanting that goal badly enough.","category":"Determination","author":"Charles E. Wilson"},"quote95":{"quote":"Things turn out best for people who make the best of the way things turn out.","category":"Determination","author":"John Wooden"},"quote96":{"quote":"I always feel pressure. If you don't feel nervous, that means you don't care about how you play. I care about how I perform. I've always said the day I'm not nervous playing is the day I quit.","category":"Determination","author":"Tiger Woods"}}
