{"quote0":{"quote":"The heart is half a prophet.","category":"Emotions","author":"Yiddish Proverb"},"quote1":{"quote":"Once the last trace of emotion has been eradicated, nothing remains of thought but absolute tautology.","category":"Emotions","author":"Theodor Wiesengrund Adorno"},"quote2":{"quote":"You can't expect to prevent negative feelings altogether. And you can't expect to experience positive feelings all the time. The Law of Emotional Choice directs us to acknowledge our feelings but also to refuse to get stuck in the negative ones.","category":"Emotions","author":"Greg Anderson"},"quote3":{"quote":"All humanity is passion; without passion, religion, history, novels, art would be ineffectual.","category":"Emotions","author":"Honore de Balzac"},"quote4":{"quote":"The only questions worth asking today are whether humans are going to have any emotions tomorrow, and what the quality of life will be if the answer is no.","category":"Emotions","author":"Lester Bangs"},"quote5":{"quote":"Emotional intelligence, more than any other factor, more than I.Q. or expertise, accounts for 85% to 90% of success at work... I.Q. is a threshold competence. You need it, but it doesn't make you a star. Emotional intelligence can.","category":"Emotions","author":"Warren Bennis"},"quote6":{"quote":"The prevailing attunement is at any given time the condition of our openness for perceiving and dealing with what we encounter; the pitch at which our existence is vibrating. What we call moods, feelings, affects, emotions, and states are the concrete modes in which the possibilities for being open are fulfilled. They are at the same time the modes in which this perceptive openness can be narrowed, distorted, or closed off.","category":"Emotions","author":"Medard Boss"},"quote7":{"quote":"It is not our exalted feelings, it is our sentiments that build the necessary home.","category":"Emotions","author":"Elizabeth Bowen"},"quote8":{"quote":"The barrenest of all mortals is the sentimentalist.","category":"Emotions","author":"Thomas Carlyle"},"quote9":{"quote":"It is as healthy to enjoy sentiment as to enjoy jam.","category":"Emotions","author":"G. K. Chesterton"},"quote10":{"quote":"By starving emotions we become humorless, rigid and stereotyped; by repressing them we become literal, reformatory and holier-than-thou; encouraged, they perfume life; discouraged, they poison it.","category":"Emotions","author":"Joseph Collins"},"quote11":{"quote":"It is very difficult to be wholly joyous or wholly sad on this earth. The comic, when it is human, soon takes upon itself a face of pain; and some of our grieves... have their source in weaknesses which must be recognized with smiling compassion as the common inheritance of us all.","category":"Emotions","author":"Joseph Conrad"},"quote12":{"quote":"There are strings in the human heart that had better not be vibrated.","category":"Emotions","author":"Charles Dickens"},"quote13":{"quote":"Do not arouse disdainful mind when you prepare a broth of wild grasses; do not arouse joyful mind when you prepare a fine cream soup.","category":"Emotions","author":"Dogen"},"quote14":{"quote":"You learn to put your emotional luggage where it will do some good, instead of using it to shit on other people, or blow up aeroplanes.","category":"Emotions","author":"Margaret Drabble"},"quote15":{"quote":"Emotion is the surest arbiter of a poetic choice, and it is the priest of all supreme unions in the mind.","category":"Emotions","author":"Max Eastman"},"quote16":{"quote":"Our emotions are only incidents in the effort to keep day and night together.","category":"Emotions","author":"TS (Thomas Stearns) Eliot"},"quote17":{"quote":"Society is infested by persons who, seeing that the sentiments please, counterfeit the expression of them. These we call sentimentalists--talkers who mistake the description for the thing, saying for having.","category":"Emotions","author":"Ralph Waldo Emerson"},"quote18":{"quote":"All the knowledge I possess everyone else can acquire, but my heart is all my own.","category":"Emotions","author":"Johann von Goethe"},"quote19":{"quote":"Sentimentality--that's what we call the sentiment we don't share.","category":"Emotions","author":"Graham Greene"},"quote20":{"quote":"Strange how love coexists with hate, how they render eachother mute, how the swilling of them together makes a new and softer, sympathetic thing.","category":"Emotions","author":"Sonya Hartnett"},"quote21":{"quote":"If you would have me weep, you must first of all feel grief yourself.","category":"Emotions","author":"Horace"},"quote22":{"quote":"The world makes up for all its follies and injustices by being damnably sentimental.","category":"Emotions","author":"Thomas Henry Huxley"},"quote23":{"quote":"Every time a resolve or fine glow of feeling evaporates without bearing fruit, it is worse than a chance lost; it works to hinder future emotions from taking the normal path of discharge.","category":"Emotions","author":"William James"},"quote24":{"quote":"Today there are no more irreconcilable enmities, because there are no more disinterested emotions: that's a good thing born from a bad thing.","category":"Emotions","author":"Joseph Joubert"},"quote25":{"quote":"There can be no transforming of darkness into light and of apathy into movement without emotion.","category":"Emotions","author":"Carl Gustav Jung"},"quote26":{"quote":"Sentiment is the poetry of the imagination.","category":"Emotions","author":"Alphonse De Lamartine"},"quote27":{"quote":"He who molds the public sentiment... makes statues and decisions possible or impossible to make.","category":"Emotions","author":"Abraham Lincoln"},"quote28":{"quote":"Sentiment is intellectualized emotion; emotion precipitated, as it were, in pretty crystals by the fancy.","category":"Emotions","author":"James Russell Lowell"},"quote29":{"quote":"If I feel depressed I will sing. If I feel sad I will laugh. If I feel ill I will double my labor. If I feel fear I will plunge ahead. If I feel inferior I will wear new garments. If I feel uncertain I will raise my voice. If I feel poverty I will think of wealth to come. If I feel incompetent I will think of past success. If I feel insignificant I will remember my goals. Today I will be the master of my emotions.","category":"Emotions","author":"Og Mandino"},"quote30":{"quote":"Sentimentality is the only sentiment that rubs you the wrong way.","category":"Emotions","author":"W. Somerset Maugham"},"quote31":{"quote":"The evidence of the emotions, save in cases where it has strong objective support, is really no evidence at all, for every recognizable emotion has its opposite, and if one points one way then another points the other way. Thus the familiar argument that there is an instinctive desire for immortality, and that this desire proves it to be a fact, becomes puerile when it is recalled that there is also a powerful and widespread fear of annihilation, and that this fear, on the same principle proves that there is nothing beyond the grave. Such childish proofs are typically theological, and they remain theological even when they are adduced by men who like to flatter themselves by believing that they are scientific gents...","category":"Emotions","author":"H. L. Mencken"},"quote32":{"quote":"One ought to hold on to one's heart; for if one lets it go, one soon loses control of the head too.","category":"Emotions","author":"Friedrich Nietzsche"},"quote33":{"quote":"We find nothing easier than being wise, patient, superior. We drip with the oil of forbearance and sympathy, we are absurdly just, we forgive everything. For that very reason we ought to discipline ourselves a little; for that very reason we ought to cultivate a little emotion, a little emotional vice, from time to time. It may be hard for us; and among ourselves we may perhaps laugh at the appearance we thus present. But what of that! We no longer have any other mode of self-overcoming available to us: this is our asceticism, our penance.","category":"Emotions","author":"Friedrich Nietzsche"},"quote34":{"quote":"If one uses one's intellect to become master over the unlimited emotions, it may produce a sorry and diversionary effect upon the intellect.","category":"Emotions","author":"Friedrich NietzscheHuman, All-Too Human"},"quote35":{"quote":"He is not affected by the reality of distress touching his heart, but by the showy resemblance of it striking his imagination. He pities the plumage, but forgets the dying bird.","category":"Emotions","author":"Thomas Paine"},"quote36":{"quote":"When I repress my emotion my stomach keeps score.","category":"Emotions","author":"John Enoch Powell"},"quote37":{"quote":"An emotion is an automatic response, an automatic effect of man's value premises. An effect, not a cause. There is no necessary clash, no dichotomy between man's reason and his emotions","category":"Emotions","author":"Ayn Rand(interview), \"Playboy\""},"quote38":{"quote":"All emotions are pure which gather you and lift you up; that emotion is impure which seizes only one side of your being and so distorts you.","category":"Emotions","author":"Rainer Maria Rilke"},"quote39":{"quote":"Nothing vivifies, and nothing kills, like the emotions.","category":"Emotions","author":"Joseph Roux"},"quote40":{"quote":"We know too much and feel too little. At least, we feel too little of those creative emotions from which a good life springs.","category":"Emotions","author":"Bertrand Russell"},"quote41":{"quote":"Where we have strong emotions, we're liable to fool ourselves.","category":"Emotions","author":"Carl SaganBlues for a Red Planet"},"quote42":{"quote":"The young man who has not wept is a savage, and the old man who will not laugh is a fool.","category":"Emotions","author":"George Santayana"},"quote43":{"quote":"Emotion is primarily about nothing and much of it remains about nothing to the end.","category":"Emotions","author":"George Santayana"},"quote44":{"quote":"Each of us makes his own weather, determines the color of the skies in the emotional universe which he inhabits.","category":"Emotions","author":"Bishop Fulton J. Sheen"},"quote45":{"quote":"I have a woman's body and a child's emotions.","category":"Emotions","author":"Elizabeth Taylor"},"quote46":{"quote":"The heart is forever inexperienced.","category":"Emotions","author":"Henry David Thoreau"},"quote47":{"quote":"But are not this struggle and even the mistakes one may make better, and do they not develop us more, than if we kept systematically away from emotions?","category":"Emotions","author":"Vincent Van Gogh"},"quote48":{"quote":"Emotions have taught mankind to reason.","category":"Emotions","author":"Marquis De Vauvenargues"},"quote49":{"quote":"The advantage of the emotions is that they lead us astray.","category":"Emotions","author":"Oscar Wilde"},"quote50":{"quote":"A sentimentalist is simply one who desires to have the luxury of an emotion without paying for it.","category":"Emotions","author":"Oscar Wilde"}}
