{"quote0":{"quote":"Faith is that strengthening power within Urging me on my way, Teaching me all that I must know, Helping to obey. Faith is that strengthening power within Lighting the road I trod, Helping me know which way to go, Pointing the way to God.","category":"Faith","author":"Source Unknown"},"quote1":{"quote":"Faith is the vision of the heart; it sees God in the dark as well as in the day.","category":"Faith","author":"Source Unknown"},"quote2":{"quote":"Faith is: dead to doubts, dumb to discouragements, blind to impossibilities.","category":"Faith","author":"Source Unknown"},"quote3":{"quote":"Faith makes: The uplook good, the outlook bright, the future glorious.","category":"Faith","author":"Source Unknown"},"quote4":{"quote":"Faith does not deny the evil, but it sees around it.","category":"Faith","author":"Source Unknown"},"quote5":{"quote":"We seldom lose our faith by a blow out, usually is just a slow leak.","category":"Faith","author":"Source Unknown"},"quote6":{"quote":"Every tomorrow has two handles. We can take hold of it by the handle of anxiety, or by the handle of faith.","category":"Faith","author":"Source Unknown"},"quote7":{"quote":"Faith is not without worry or care, but faith is fear that has said a prayer.","category":"Faith","author":"Source Unknown"},"quote8":{"quote":"Faith is like electricity. You can't see it, but you can see the light.","category":"Faith","author":"Source Unknown"},"quote9":{"quote":"Faith is that quality that enables us to believe what we know to be untrue.","category":"Faith","author":"Source Unknown"},"quote10":{"quote":"Have faith in your dreams and someday Your rainbow will come smiling through No matter how your heart is grieving If you keep on believing the dream that you wish will come true","category":"Faith","author":"Source Unknown"},"quote11":{"quote":"... this is a hard world to be ludicrous in, with so many human beings so reluctant to laugh, so incapable of thought, so eager to believe and snarl and hate. So many people wanted to believe me! Say what you will about the sweet miracle of unquestioning faith, I consider a capacity for it terrifying and absolutely vile!","category":"Faith","author":"Kurt VonnegutMother Night"},"quote12":{"quote":"No Christian has ever been known to recant on his death bed.","category":"Faith","author":"C. M. Ward"},"quote13":{"quote":"Philosophic argument, especially that drawn from the vastness of the universe, in comparison with the apparent insignificance of this globe, has sometimes shaken my reason for the faith that is in me; but my heart has always assured and reassured me that","category":"Faith","author":"Daniel Webster"},"quote14":{"quote":"The mysteries of faith are degraded if they are made into an object of affirmation and negation, when in reality they should be an object of contemplation.","category":"Faith","author":"Simone Weil"},"quote15":{"quote":"Justifying faith implies, not only a divine evidence or conviction that God was in Christ, reconciling the world unto Himself, but a sure trust and confidence that Christ died for my sins, that He loved me and gave Himself for me.","category":"Faith","author":"John Wesley"},"quote16":{"quote":"Talk unbelief, and you will have unbelief; but talk faith, and you will have faith. According to the seed sown will be the harvest.","category":"Faith","author":"Ellen G. White"},"quote17":{"quote":"When faith is lost, when honor dies, the man is dead.","category":"Faith","author":"John Greenleaf Whittier"},"quote18":{"quote":"I can believe anything provided it is incredible.","category":"Faith","author":"Oscar Wilde"},"quote19":{"quote":"The amplest knowledge has the largest faith. Ignorance is always incredulous.","category":"Faith","author":"Robert Eldridge Willmott"},"quote20":{"quote":"As the essence of courage is to stake one's life on a possibility, so the essence of faith is to believe that the possibility exists.","category":"Faith","author":"William Salter"},"quote21":{"quote":"Faith is an excitement and an enthusiasm: it is a condition of intellectual magnificence to which we must cling as to a treasure, and not squander on our way through life in the small coin of empty words, or in exact and priggish argument.","category":"Faith","author":"George Sand"},"quote22":{"quote":"In actual life every great enterprise begins with and takes its first forward step in faith.","category":"Faith","author":"Friedrich Von Schlegel"},"quote23":{"quote":"We have not lost faith, but we have transferred it from God to the medical profession.","category":"Faith","author":"George Bernard Shaw"},"quote24":{"quote":"Let us face at the outset how many Christians are not victorious, but defeated. Defeated by circumstances, defeated by other peoples’ natures and wrong-doings, defeated by the down-drag of the flesh, defeated by loss, by pain, by suffering, by worry. Instead of saying with confidence, “This is the victory that overcometh the world, even our faith”, they have to say in honesty, “This is the defeat that has been caused by the world, even our self-centeredness.” That is the opposite of faith. Unbelief is not the opposite of faith; self-centeredness is – being centered in self rather than in God.","category":"Faith","author":"Samuel M. ShoemakerExtraordinary Living"},"quote25":{"quote":"Eternal life does not begin with death; it begins with faith.","category":"Faith","author":"Samuel M. Shoemaker"},"quote26":{"quote":"It is always right that a man should be able to render a reason for the faith that is within him.","category":"Faith","author":"Sydney Smith"},"quote27":{"quote":"Your faith is what you believe, not what you know.","category":"Faith","author":"John Lancaster Spalding"},"quote28":{"quote":"E'er since by faith I saw the stream Thy flowing wounds supplyRedeeming love has been my themeAnd shall be till I die","category":"Faith","author":"C. H. (Charles Haddon) Spurgeon"},"quote29":{"quote":"Faith is a reasoning trust, a trust which reckons thoughtfully and confidently upon the trustworthiness of God.","category":"Faith","author":"John R. Stott"},"quote30":{"quote":"Faith lives in honest doubt.","category":"Faith","author":"Alfred Lord Tennyson"},"quote31":{"quote":"It's not dying for faith that's so hard, it's living up to it.","category":"Faith","author":"William Makepeace Thackeray"},"quote32":{"quote":"'Tis not the dying for a faith that's so hard... 'Tis the living up to it that's difficult.","category":"Faith","author":"William Makepeace Thackeray"},"quote33":{"quote":"We must have infinite faith in each other. If we have not, we must never let it leak out that we have not.","category":"Faith","author":"Henry David Thoreau"},"quote34":{"quote":"Through want of enterprise and faith men are where they are, buying and selling and spending their lives like servants.","category":"Faith","author":"Henry David Thoreau"},"quote35":{"quote":"The words which express our faith and piety are not definite; yet they are significant and fragrant like frankincense to superior natures.","category":"Faith","author":"Henry David Thoreau"},"quote36":{"quote":"The smallest seed of faith is better than the largest fruit of happiness.","category":"Faith","author":"Henry David Thoreau"},"quote37":{"quote":"Despotism may govern without faith, but liberty cannot. How is it possible that society should escape destruction if the moral tie is not strengthened in proportion as the political tie is relaxed? And what can be done with a people who are their own masters if they are not submissive to the Deity?","category":"Faith","author":"Alexis de Tocqueville"},"quote38":{"quote":"Faith, as Paul saw it, was a living, flaming thing leading to surrender and obedience to the commandments of Christ.","category":"Faith","author":"A. W. Tozer"},"quote39":{"quote":"Man is the individualised expression or reflection of God imaged forth and made manifest in bodily form. How is it, then, I hear it asked, that man has the limitations that he has, that he is subject to fears and forebodings, that he is liable to sin and error, that he is the victim of disease and suffering? There is but one reason. He is not living, except in rare cases here and there, in the conscious realisation of his own true Being, and hence of his own true Self.","category":"Faith","author":"Ralph Waldo TrineThe Greatest Thing Ever Known"},"quote40":{"quote":"Faith is not belief without proof, but trust without reservation.","category":"Faith","author":"Elton Trueblood"},"quote41":{"quote":"Faith is believing what you know ain't so.","category":"Faith","author":"Mark Twain"},"quote42":{"quote":"It was the schoolboy who said, Faith is believing what you know ain't so.","category":"Faith","author":"Mark Twain"},"quote43":{"quote":"Do you sometimes think, if I could just see Christ. If I could meet him. If I could talk to him personally, then this life would be easier. But you have seen him. You have met him. You have talked to him personally. This knowledge, believed in faith, can make life easier.","category":"Faith","author":"Source Unknown"},"quote44":{"quote":"As our faith increases, so does our ability to obey.","category":"Faith","author":"Source Unknown"},"quote45":{"quote":"Faith is the substance of things hoped for, the evidence of things not seen. Hebrews 11:1","category":"Faith","author":"Bible"},"quote46":{"quote":"Cast thy bread upon the waters: for thou shall find it after many days.","category":"Faith","author":"Bible"},"quote47":{"quote":"If there was no faith there would be no living in this world. We could not even eat hash with any safety.","category":"Faith","author":"Josh Billings"},"quote48":{"quote":"We speak of being anchored to our principles. But if the weather turns nasty you up with an anchor and let it down where there's less wind, and the fishing's better.","category":"Faith","author":"Robert Bolt"},"quote49":{"quote":"The ultimate wisdom which deals with beginnings, remains locked in a seed. There it lies, the simplest fact of the universe and at the same time the one which calls faith rather than reason.","category":"Faith","author":"Hal Borland"},"quote50":{"quote":"Life appears to me too short to be spent in nursing animosity or registering wrongs. We are, and must be, one and all, burdened with faults in this world: but the time will soon come when, I trust, we shall put them off in putting off our corruptible bodies; when debasement and sin will fall from us with this cumbrous frame of flesh, and only the spark of the spirit will remain, - the impalpable principle of light and thought, pure as when it left the Creator to inspire the creature: whence it came it will return; perhaps again to be communicated to some being higher than man - perhaps to pass through gradations of glory, from the pale human soul to brighten to the seraph! Surely it will never, on the contrary, be suffered to degenerate from man to fiend?No; I cannot believe that: I hold another creed: which no one ever taught me, and which I seldom mention; but in which I delight, and to which I cling: for it extends hope to all: it makes Eternity a rest - a mighty home, not a terror and an abyss. Besides, with this creed, I can so clearly distinguish between the criminal and his crime; I can so sincerely forgive the first while I abhor the last: with this creed revenge never worries my heart, degradation never too deeply disgusts me, injustice never crushes me too low: I live in calm, looking to the end.","category":"Faith","author":"Charlotte BronteJane Eyre, ch. 6"},"quote51":{"quote":"I see heaven's glories shine and faith shines equal...","category":"Faith","author":"Emily Bronte"},"quote52":{"quote":"To believe only possibilities is not faith, but mere philosophy.","category":"Faith","author":"Sir Thomas Browne"},"quote53":{"quote":"If you desire faith, then you have faith enough.","category":"Faith","author":"Elizabeth Barrett Browning"},"quote54":{"quote":"What is faith but a kind of betting or speculation after all? It should be, I bet that my Redeemer liveth.","category":"Faith","author":"Samuel Butler"},"quote55":{"quote":"You can do very little with faith, but you can do nothing without it.","category":"Faith","author":"Samuel Butler"},"quote56":{"quote":"There is no such thing as a lack of faith. We all have plenty of faith, it's just that we have faith in the wrong things. We have faith in what can't be done rather than what can be done. We have faith in lack rather than abundance but there is no lack of faith. Faith is a law.","category":"Faith","author":"Eric Butterworth"},"quote57":{"quote":"It is useless to tell one not to reason but to believe --you might as well tell a man not to wake but sleep.","category":"Faith","author":"Lord (George Gordon) Byron"},"quote58":{"quote":"To us also, through every star, through every blade of grass, is not God made visible if we will open our minds and our eyes.","category":"Faith","author":"Thomas Carlyle"},"quote59":{"quote":"Faith is deliberate confidence in the character of God whose ways you may not understand at the time.","category":"Faith","author":"Oswald Chambers"},"quote60":{"quote":"I have to learn that the aim in life is God's, not mine. God is using me from His great personal standpoint, and all He asks of me is that I trust Him, and never say -- Lord, this gives me such heart-ache.... He simply asks me to have implicit faith in Himself and in His goodness.","category":"Faith","author":"Oswald ChambersMy Utmost For His Highest"},"quote61":{"quote":"Very few of us know anything about loyalty to Christ -- For My Sake. It is that which makes the iron saint.","category":"Faith","author":"Oswald ChambersMy Utmost For His Highest"},"quote62":{"quote":"Faith is love taking the form of aspiration.","category":"Faith","author":"William Ellery Channing"},"quote63":{"quote":"I am ready to meet my Maker. Whether my Maker is prepared for the great ordeal of meeting me is another matter.","category":"Faith","author":"Sir Winston Churchill"},"quote64":{"quote":"I take, O cross, thy shadow For my abiding-place:I ask no other sunshine thanThe sunshine of his face;Content to let the world go by,To know no gain nor loss;My sinful self my only shame,My glory, all the cross.","category":"Faith","author":"Elizabeth Clephane, 1868"},"quote65":{"quote":"Faith moves mountains, but you have to keep pushing while you are praying.","category":"Faith","author":"Mason Cooley"},"quote66":{"quote":"Do you know how to digest your food? Do you know how to fill your lungs with air? Do you know how to establish, regulate and direct the metabolism of your body -- the assimilation of foodstuff so that it builds muscles, bones and flesh? No, you don't know how consciously, but there is a wisdom within you that does know.","category":"Faith","author":"Donald Curtis"},"quote67":{"quote":"What we wish, that we readily believe.","category":"Faith","author":"Demosthenes"},"quote68":{"quote":"It could be that our faithlessness is a cowering cowardice born of our very smallness, a massive failure of imagination. If we were to judge nature by common sense or likelihood, we wouldn't believe the world existed.","category":"Faith","author":"Annie Dillard"},"quote69":{"quote":"As he that fears God hears nothing else, so, he that sees God sees every thing else.","category":"Faith","author":"John Donne"},"quote70":{"quote":"He will be with you also, all the way, that faithful God. Every morning when you awaken to the old and tolerable pain, at every mile of the hot uphill dusty road of tiring duty, on to the judgment seat, the same Christ there as ever, still loving you, still sufficient for you, even then. And then, on through all eternity.","category":"Faith","author":"Thomas Kempis"},"quote71":{"quote":"I know there is a God--and I see a storm coming; if He has a place for me, I believe that I am ready.(Words found written on a slip of paper by Evelyn Lincoln, Kennedy's secretary, following a disappointing meeting with Soviet Premier Nikita Krushchev in Vienn in June 1961)","category":"Faith","author":"John Fitzgerald Kennedy"},"quote72":{"quote":"Faith is the highest passion in a human being. Many in every generation may not come that far, but none comes further.","category":"Faith","author":"Soren Kierkegaard"},"quote73":{"quote":"Faith is taking the first step even when you don't see the whole staircase.","category":"Faith","author":"Martin Luther King, Jr."},"quote74":{"quote":"I always prefer to believe the best of everybody -- it saves so much trouble.","category":"Faith","author":"Rudyard Kipling"},"quote75":{"quote":"Legends of prediction are common throughout the whole Household of Man. Gods speak, spirits speak, computers speak. Oracular ambiguity or statistical probability provides loopholes, and discrepancies are expunged by Faith.","category":"Faith","author":"Ursula K. LeGuinThe Left Hand of Darkness, ch. 4, 1969"},"quote76":{"quote":"Faith... is the art of holding on to things your reason once accepted, despite your changing moods.","category":"Faith","author":"C.S. Lewis"},"quote77":{"quote":"Lets have faith that right makes might; and in that faith let us, to the end, dare to do our duty as we understand it.","category":"Faith","author":"Abraham Lincoln, Cooper Union Address, New York, New York, February 27, 1860"},"quote78":{"quote":"Faith is the refusal to panic.","category":"Faith","author":"David Martyn Lloyd-Jones"},"quote79":{"quote":"It's easy to have faith in yourself and have discipline when you're a winner, when you're number one. What you've got to have is faith and discipline when you're not yet a winner.","category":"Faith","author":"Vince Lombardi"},"quote80":{"quote":"The only faith that wears well and holds its color in all weathers is that which is woven of conviction and set with the sharp mordant of experience.","category":"Faith","author":"James Russell Lowell"},"quote81":{"quote":"Our duty is to believe that for which we have sufficient evidence, and to suspend our judgment when we have not.","category":"Faith","author":"Sir John Lubbock"},"quote82":{"quote":"At the beginning of every act of faith, there is often a seed of fear. For great acts of faith are seldom born out of calm calculation.","category":"Faith","author":"Max L. Lucado"},"quote83":{"quote":"Faith must trample under foot all reason, sense, and understanding.","category":"Faith","author":"Martin Luther"},"quote84":{"quote":"You should not believe your conscience and your feelings more than the word which the Lord who receives sinners preaches to you.","category":"Faith","author":"Martin Luther"},"quote85":{"quote":"Reason is the enemy of faith.","category":"Faith","author":"Martin Luther"},"quote86":{"quote":"Faith is a living, daring confidence in God's grace, so sure and certain that a man could stake his life on it a thousand times.","category":"Faith","author":"Martin Luther"},"quote87":{"quote":"Be a sinner and sin strongly, but more strongly have faith and rejoice in Christ.","category":"Faith","author":"Martin Luther"},"quote88":{"quote":"The principal part of faith is patience.","category":"Faith","author":"George Macdonald"},"quote89":{"quote":"Every Age has its own peculiar faith. Any attempt to translate into facts the mission of one Age with the machinery of another, can only end in an indefinite series of abortive efforts. Defeated by the utter want of proportion between the means and the end, such attempts might produce martyrs, but never lead to victory.","category":"Faith","author":"Giuseppe Mazzini"},"quote90":{"quote":"Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.","category":"Faith","author":"Herman Melville"},"quote91":{"quote":"Faith may be defined briefly as an illogical belief in the occurrence of the improbable.","category":"Faith","author":"H. L. Mencken"},"quote92":{"quote":"My faith is the grand drama of my life. I'm a believer, so I sing words of God to those who have no faith. I give bird songs to those who dwell in cities and have never heard them, make rhythms for those who know only military marches or jazz, and paint colors for those who see none.","category":"Faith","author":"Olivier Messiaen"},"quote93":{"quote":"Back of every creation, supporting it like an arch, is faith. Enthusiasm is nothing: it comes and goes. But if one believes, then miracles occur.","category":"Faith","author":"Henry Miller"},"quote94":{"quote":"Faith makes all things possible... love makes all things easy.","category":"Faith","author":"Dwight L. Moody"},"quote95":{"quote":"As one looks back through the ages, all the great men are men of faith: the Newtons, Faradays, Darwins, Marconis, men with faith which they confirmed by experiment. Luther and Garibaldi, Washington and Lincoln, men of action as well as thought, were primarily men of faith. But infinitely above all, Jesus himself is the supreme example of a man of faith. Even on his cross he was absolutely confident, though as far as any human eye could see then, his faith, judged by results, was","category":"Faith","author":"Sir Wilfred T. Grenfell"},"quote96":{"quote":"In properly organized groups no faith is required; what is required is simply a little trust and even that only for a little while, for the sooner a man begins to verify all he hears the better it is for him.","category":"Faith","author":"George Gurdjieff"},"quote97":{"quote":"Attempt something so impossible that unless God is in it, it's doomed to failure.","category":"Faith","author":"John Haggai"},"quote98":{"quote":"A faith to live by, a self to live with, and a purpose to live for.","category":"Faith","author":"Bob Harrington"},"quote99":{"quote":"If you think you can win, you can win. Faith is necessary to victory.","category":"Faith","author":"William Hazlitt"},"quote100":{"quote":"I've never understood how God could expect His creatures to pick the one true religion by faith - it strikes me as a sloppy way to run a universe.","category":"Faith","author":"Robert A. HeinleinJubal Harshaw in Stranger in a Strange Land"},"quote101":{"quote":"Faith is building on what you know is here, so you can reach what you know is there.","category":"Faith","author":"Cullen Hightower"},"quote102":{"quote":"The farther we go, the more the ultimate explanation recedes from us, and all we have left is faith.","category":"Faith","author":"Vaclav Hlavaty"},"quote103":{"quote":"Some things have to be believed to be seen.","category":"Faith","author":"Ralph Hodgson"},"quote104":{"quote":"Absolute faith corrupts as absolutely as absolute power.","category":"Faith","author":"Eric Hoffer"},"quote105":{"quote":"God does not require you to follow His leadings on blind trust. Behold the evidence of an invisible intelligence pervading everything, even your own mind and body.","category":"Faith","author":"Raymond Holliwell"},"quote106":{"quote":"The greatest act of faith is when a man understands he is not God.","category":"Faith","author":"Oliver Wendell Holmes"},"quote107":{"quote":"It's faith in something and enthusiasm for something that makes life worth living.","category":"Faith","author":"Oliver Wendell Holmes"},"quote108":{"quote":"The supernatural is the natural not yet understood.","category":"Faith","author":"Elbert Hubbard"},"quote109":{"quote":"","category":"Faith","author":"Victor Hugo"},"quote110":{"quote":"It's one thing to affirm that God is free to do as God wills in this world. The real crunch comes in allowing God the freedom and trust to act in one's own life.","category":"Faith","author":"John IndermarkSetting the Christmas Stage, p. 81"},"quote111":{"quote":"It is a blessed thing that in every age some one has had individuality enough and courage enough to stand by his own convictions, -- some one who had the grandeur to say his say. I believe it was Magellan who said, The church says the earth is flat; but I have seen its shadow on the moon, and I have more confidence even in a shadow than in the church. On the prow of his ship were disobedience, defiance, scorn, and success.","category":"Faith","author":"Robert G. IngersollEssay: Individuality"},"quote112":{"quote":"Our faith is faith in someone else's faith, and in the greatest matters this is most the case.","category":"Faith","author":"William James"},"quote113":{"quote":"Faith means belief in something concerning which doubt is theoretically possible.","category":"Faith","author":"William James"},"quote114":{"quote":"It is wrong always, everywhere, and for everyone, to believe anything upon insufficient evidence.","category":"Faith","author":"William James"},"quote115":{"quote":"There is no great future for any people whose faith has burned out.","category":"Faith","author":"Rufus M. Jones"},"quote116":{"quote":"Ask a scientist a very profound question on his science and he will be silent. Ask a religious person a very simple question on his religion and he will be frenzied.","category":"Faith","author":"Kedar Joshi"},"quote117":{"quote":"All things are inconstant except the faith in the soul, which changes all things and fills their inconstancy with light, but though I seem to be driven out of my country as a misbeliever I have found no man yet with a faith like mine.","category":"Faith","author":"James Joyce"},"quote118":{"quote":"If I accept the fact that a god is absolute and beyond all human experiences, he leaves me cold. I do not affect him, nor does he affect me. But if I know that a god is a powerful impulse in my soul, at once I must concern myself with him, for then he can become important","category":"Faith","author":"Carl Gustav JungPsyche and Symbol, 1958"},"quote119":{"quote":"I know that faith made my life possible and that of many others like me... Reason hardly warranted Anne Sullivan's attempt to transform a little half-human, half-animal, deaf-blind child into a complete human being. Neither science nor philosophy had set such a goal, but faith, the eye of love did. I did not know I had a soul. Then the God in a wise heart drew me out of nothingness with cords of human love and the life belt of language, and lo, I found myself. In my doubly shadowed world faith gives me a reason for trying to draw harmony out of a marred instrument. Faith is not a cushion for me to fall back upon; it is my working energy.","category":"Faith","author":"Helen KellerLet Us Have Faith, 1940"},"quote120":{"quote":"It is a masterpiece of the devil to make us believe that children cannot understand religion. Would Christ have made a child the standard of faith if He had known that it was not capable of understanding His words?","category":"Faith","author":"Dwight L. Moody"},"quote121":{"quote":"If faith produce no works, I see That faith is not a living tree. Thus faith and works together grow, No separate life they never can know. They're soul and body, hand and heart, What God hath joined, let no man part.","category":"Faith","author":"Hannah More"},"quote122":{"quote":"The beginning of anxiety is the end of faith, and the beginning of true faith is the end of anxiety.","category":"Faith","author":"George E. Mueller"},"quote123":{"quote":"That's the thing about faith. If you don't have it you can't understand it. And if you do, no explanation is necessary","category":"Faith","author":"Major Kira Nerys"},"quote124":{"quote":"It is as absurd to argue men, as to torture them, into believing.","category":"Faith","author":"Cardinal J. Newman"},"quote125":{"quote":"Life is a battle between faith and reason in which each feeds upon the other, drawing sustenance from it and destroying it.","category":"Faith","author":"Reinhold Niebuhr"},"quote126":{"quote":"Faith is the heroism of the intellect.","category":"Faith","author":"Charles H. Parkhurst"},"quote127":{"quote":"Faith is different from proof; the latter is human, the former is a Gift from God.","category":"Faith","author":"Blaise Pascal"},"quote128":{"quote":"Faith embraces many truths which seem to contradict each other.","category":"Faith","author":"Blaise Pascal"},"quote129":{"quote":"Faith certainly tells us what the senses do not, but not the contrary of what they see; it is above, not against them.","category":"Faith","author":"Blaise Pascal"},"quote130":{"quote":"It is the heart which perceives God and not the reason. That is what faith is: God perceived by the heart, not by the reason.","category":"Faith","author":"Blaise Pascal"},"quote131":{"quote":"In faith there is enough light for those who want to believe and enough shadows to blind those who don't.","category":"Faith","author":"Blaise Pascal"},"quote132":{"quote":"The first step is to fill your life with a positive faith that will help you through anything. The second is to begin where you are.","category":"Faith","author":"Norman Vincent Peale"},"quote133":{"quote":"We are twice armed if we fight with faith.","category":"Faith","author":"Plato"},"quote134":{"quote":"I was not born for courts and great affairs, but I pay my debts, believe and say my prayers.","category":"Faith","author":"Alexander Pope"},"quote135":{"quote":"While we often huddle in groups of like-minded people, those with faith blaze a trail that threatens all of our comfort zones. Faith offends the stationary.","category":"Faith","author":"Leonard Ravenhill"},"quote136":{"quote":"Faith is trust in what the spirit learned eons ago.","category":"Faith","author":"B.H. Roberts"},"quote137":{"quote":"God makes Man, His first priority.But, Man makes God his last resort.","category":"Faith","author":"Ceasar Rodriguez, Jr."},"quote138":{"quote":"A faith that hasn't been tested can't be trusted.","category":"Faith","author":"Adrian Rogers"},"quote139":{"quote":"The only limit to our realization of tomorrow will be our doubts of today. Let us move forward with strong and active faith.","category":"Faith","author":"Franklin D. Roosevelt"},"quote140":{"quote":"Base souls have no faith in great individuals.","category":"Faith","author":"Jean Jacques Rousseau"},"quote141":{"quote":"Out of suffering comes the serious mind; out of salvation, the grateful heart; out of endurance, fortitude; out of deliverance faith.","category":"Faith","author":"John Ruskin"},"quote142":{"quote":"The errors of faith are better than the best thoughts of unbelief.","category":"Faith","author":"Thomas Russell"},"quote143":{"quote":"My faith has no bed to sleep upon but omnipotence.","category":"Faith","author":"Samuel Rutherford"},"quote144":{"quote":"Faith is to believe what we do not see; and the reward of this faith is to see what we believe.","category":"Faith","author":"Saint Augustine of Hippo"},"quote145":{"quote":"Reason is our soul's left hand, faith her right, by these we reach divinity.","category":"Faith","author":"John Donne"},"quote146":{"quote":"To be sure, our mental processes often go wrong, so that we imagine God to have gone away. What should be done then? Do exactly what you would do if you felt most secure. Learn to behave thus even in deepest distress and keep yourself that way in any and every estate of life. I can give you no better advice than to find God where you lost him.","category":"Faith","author":"Meister Eckhart"},"quote147":{"quote":"Faith is not contrary to reason","category":"Faith","author":"Sherwood Eddy"},"quote148":{"quote":"Science has sometimes been said to be opposed to faith, and inconsistent with it. But all science, in fact, rests on a basis of faith, for it assumes the permanence and uniformity of natural laws -- a thing which can never be demonstrated.","category":"Faith","author":"Tryon Edwards"},"quote149":{"quote":"Our faith comes in moments... yet there is a depth in those brief moments which constrains us to ascribe more reality to them than to all other experiences.","category":"Faith","author":"Ralph Waldo Emerson"},"quote150":{"quote":"All that I have seen teaches me to trust the Creator for all I have not seen.","category":"Faith","author":"Ralph Waldo Emerson"},"quote151":{"quote":"The course of everything goes to teach us faith.","category":"Faith","author":"Ralph Waldo Emerson"},"quote152":{"quote":"The faith that stands on authority is not faith.","category":"Faith","author":"Ralph Waldo Emerson"},"quote153":{"quote":"It is faith among men that holds the moral elements of society together, as it is faith in God that binds the world to his throne.","category":"Faith","author":"William M. Evarts"},"quote154":{"quote":"What can that faith do for him in his need? It teaches him to bear adversity With patience that may shame a better creed.","category":"Faith","author":"Robert FergusonThe Saracen"},"quote155":{"quote":"Faith, to my mind, is a stiffening process, a sort of mental starch, which ought to be applied as sparingly as possible.","category":"Faith","author":"E. M. Forster"},"quote156":{"quote":"Just as a small fire is extinguished by the storm whereas a large fire is enhanced by it-likewise a weak faith is weakened by predicament and catastrophes whereas a strong faith is strengthened by them.","category":"Faith","author":"Victor Frankl"},"quote157":{"quote":"In the affairs of this world, men are saved not by faith, but by the want of it.","category":"Faith","author":"Benjamin Franklin"},"quote158":{"quote":"The way to see by Faith is to shut the Eye of Reason.","category":"Faith","author":"Benjamin Franklin"},"quote159":{"quote":"Only the person who has faith in himself is able to be faithful to others.","category":"Faith","author":"Erich Fromm"},"quote160":{"quote":"Faith is much better than belief. Belief is when someone else does the thinking.","category":"Faith","author":"Richard Buckminster Fuller"},"quote161":{"quote":"Faith must be enforced by reason. When faith becomes blind it dies.","category":"Faith","author":"Mahatma Gandhi"},"quote162":{"quote":"Faith is not something to grasp, it is a state to grow into.","category":"Faith","author":"Mahatma Gandhi"},"quote163":{"quote":"I claim to be an average man of less than average ability. I have not the shadow of a doubt that any man or woman can achieve what I have, if he or she would make the same effort and cultivate the same hope and faith.","category":"Faith","author":"Mahatma Gandhi"},"quote164":{"quote":"Faith is an oasis in the heart which will never be reached by the caravan of thinking.","category":"Faith","author":"Kahlil Gibran"},"quote165":{"quote":"Nor shall derision prove powerful against those who listen to humanity or those who follow in the footsteps of divinity, for they shall live forever. Forever.","category":"Faith","author":"Kahlil Gibran, \"The Voice of the Poet\""},"quote166":{"quote":"What is this world that is hastening me toward I know not what, viewing me with contempt?","category":"Faith","author":"Kahlil Gibran, \"The Visit of Wisdom\""},"quote167":{"quote":"Faith in the ability of a leader is of slight service unless it be united with faith in his justice.","category":"Faith","author":"George W. Goethals"},"quote168":{"quote":"If you have abandoned one faith, do not abandon all faith. There is always an alternative to the faith we lose. Or is it the same faith under another mask?","category":"Faith","author":"Graham Greene"},"quote169":{"quote":"The best definition of faith that I know is that it is reason grown courageous. Moreover, that is all that Christ ever asked us for, and the reason he asked us for that was because he wants to use us. He needs our help. It is almost impossible to believe it. But God Almighty wants our help, so Christ tells us.","category":"Faith","author":"Sir Wilfred T. Grenfell"},"quote170":{"quote":"The mark of your ignorance is the depth of your belief in injustice and tragedy. What the caterpillar calls the end of the world, the master calls a butterfly.","category":"Faith","author":"Anon."},"quote171":{"quote":"Weave in faith and God will find the thread.","category":"Faith","author":"Proverb"},"quote172":{"quote":"A person consists of his faith. Whatever is his faith, even so is he.","category":"Faith","author":"Proverb"},"quote173":{"quote":"Faith is a continuation of reason.","category":"Faith","author":"William Adams"},"quote174":{"quote":"In faith and hope the world will disagree, But all mankind's concern is charity.","category":"Faith","author":"Alexander The Great"},"quote175":{"quote":"Where faith is there is courage, there is fortitude, there is steadfastness and strength... Faith bestows that sublime courage that rises superior to the troubles and disappointments of life, that acknowledges no defeat except as a step to victory; that is strong to endure, patient to wait, and energetic to struggle... Light up, then, the lamp of faith in your heart... It will lead you safely through the mists of doubt and the black darkness of despair; along the narrow, thorny ways of sickness and sorrow, and over the treacherous places of temptation and uncertainty.","category":"Faith","author":"James Allen"},"quote176":{"quote":"Faith has to do with things that are not seen, and hope with things that are not in hand.","category":"Faith","author":"Thomas Aquinas"},"quote177":{"quote":"If we become completely whole-hearted we will have love for all people and will seek in each person what is most holy, what God has inspired in him or her. And only then will there be no danger of softening or twisting our witness. Why? Because the capacity of our faith will no longer be narrow. If we are not broadhearted, we have not yet grasped the meaning of faith. We must always be ready to be newly led in our faith, even through the tiniest atom of godliness we find in others. It is that which leads us to the kingdom of God. We affirm that there is something of God in all people -- something of the light. It may only gleam now, but it will eventually lead to complete illumination.","category":"Faith","author":"Eberhard Arnold"},"quote178":{"quote":"May it not be that, just as we have to have faith in Him, God has to have faith in us and, considering the history of the human race so far, may it not be that faith is even more difficult for Him than it is for us?","category":"Faith","author":"W. H. Auden"},"quote179":{"quote":"In order to be a realist you must believe in miracles.","category":"Faith","author":"Henry Christopher Bailey"},"quote180":{"quote":"Faith is a higher faculty than reason.","category":"Faith","author":"Henry Christopher Bailey"},"quote181":{"quote":"You don't decide to build a church because you have money in the bank. You build because God says this is what I should do. Faith is the supplier of things hoped for and the evidence of things not seen.","category":"Faith","author":"Jim Bakker"},"quote182":{"quote":"The ablest men in all walks of modern life are men of faith. Most of them have much more faith than they themselves realize.","category":"Faith","author":"Bruce Barton"},"quote183":{"quote":"Faith without works is like a bird without wings; though she may hop with her companions on earth, yet she will never fly with them to heaven.","category":"Faith","author":"Francis Beaumont"},"quote184":{"quote":"Our faith in the present dies out long before our faith in the future.","category":"Faith","author":"Ruth Benedict"},"quote185":{"quote":"Faith is not a thing which one loses, we merely cease to shape our lives by it.","category":"Faith","author":"Georges Bernanos"},"quote186":{"quote":"I believe though I do not comprehend, and I hold by faith what I cannot grasp with the mind.","category":"Faith","author":"St. Bernard"},"quote187":{"quote":"Now faith is the assurance of things hoped for, the conviction of things not seen. Hebrews 11:1","category":"Faith","author":"Bible"},"quote188":{"quote":"All things are possible to him who believes. Mark 9:23","category":"Faith","author":"Bible"},"quote189":{"quote":"According to your faith; be it done unto you.","category":"Faith","author":"Bible"},"quote190":{"quote":"And without faith it is impossible to please him, for he who comes to God must believe that he is, and that he is a rewarder of those who seek him. Hebrews 11:6","category":"Faith","author":"Bible"},"quote191":{"quote":"If thou canst believe, all things are possible to him that believeth. Mark 9:23","category":"Faith","author":"Bible"},"quote192":{"quote":"For verily I say unto you, that whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.","category":"Faith","author":"Bible"},"quote193":{"quote":"Be ready always to give an answer to every man that asketh you a reason of the hope that is in you. Peter 3:15","category":"Faith","author":"Bible"},"quote194":{"quote":"For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made... Romans 1:20","category":"Faith","author":"Bible"}}
