{"quote0":{"quote":"One father is more than a hundred schoolmasters.","category":"Father","author":"George Herbert"},"quote1":{"quote":"There are fathers who do not love their children, but there is no grandfather who does not adore his grandson.","category":"Father","author":"Victor Hugo"},"quote2":{"quote":"Sons have always a rebellious wish to be disillusioned by that which charmed their fathers.","category":"Father","author":"Aldous Huxley"},"quote3":{"quote":"By profession I am a soldier and take pride in that fact. But I am prouder -- infinitely prouder -- to be a father. A soldier destroys in order to build; the father only builds, never destroys. The one has the potentiality of death; the other embodies creation and life. And while the hordes of death are mighty, the battalions of life are mightier still. It is my hope that my son, when I am gone, will remember me not from the battle field but in the home repeating with him our simple daily prayer, Our Father Who Art in Heaven.","category":"Father","author":"General Douglas MacArthur"},"quote4":{"quote":"His father watched him across the gulf of years and pathos which always must divide a father from his son.","category":"Father","author":"John Marquand"},"quote5":{"quote":"A man knows when he is growing old because he begins to look like his father.","category":"Father","author":"Gabriel Garcia Marquez"},"quote6":{"quote":"The thing to remember about fathers is, they're men. A girl has to keep it in mind: They are dragon-seekers, bent on improbable rescues. Scratch any father, you find someone chock-full of qualms and romantic terrors, believing change is a threat -- like your first shoes with heels on, like your first bicycle I it took such months to get.","category":"Father","author":"Phyllis Mcginley"},"quote7":{"quote":"When one has not had a good father, one must create one.","category":"Father","author":"Friedrich Nietzsche"},"quote8":{"quote":"I stopped loving my father a long time ago. What remained was the slavery to a pattern.","category":"Father","author":"Anais Nin"},"quote9":{"quote":"The worst misfortune that can happen to an ordinary man is to have an extraordinary father.","category":"Father","author":"Austin O'Malley"},"quote10":{"quote":"He who is taught to live upon little owes more to his father's wisdom than he who has a great deal left him does to his father's care.","category":"Father","author":"William Penn"},"quote11":{"quote":"Men are generally more careful of the breed of their horses and dogs than of their children.","category":"Father","author":"William Penn"},"quote12":{"quote":"We think our fathers fools, so wise we grow. Our wiser sons, no doubt will think us so.","category":"Father","author":"Alexander Pope"},"quote13":{"quote":"A man's desire for a son is usually nothing but the wish to duplicate himself in order that such a remarkable pattern may not be lost to the world.","category":"Father","author":"Helen Rowland"},"quote14":{"quote":"The fundamental defect with fathers is that they want their children to be a credit to them.","category":"Father","author":"Bertrand Russell"},"quote15":{"quote":"It doesn't matter who my father was; it matters who I remember he was.","category":"Father","author":"Anne Sexton"},"quote16":{"quote":"It is a wise father that knows his own child.","category":"Father","author":"William Shakespeare"},"quote17":{"quote":"My father must have had some elementary education for he could read and write and keep accounts inaccurately","category":"Father","author":"George Bernard Shaw"},"quote18":{"quote":"An unforgiving eye, and a damned disinheriting countenance!","category":"Father","author":"Richard Brinsley Sheridan"},"quote19":{"quote":"That is the thankless position of the father in the family -- the provider for all, and the enemy of all.","category":"Father","author":"J. August Strindberg"},"quote20":{"quote":"An angry father is most cruel toward himself.","category":"Father","author":"Publilius Syrus"},"quote21":{"quote":"What harsh judges fathers are to all young men!","category":"Father","author":"Terence"},"quote22":{"quote":"One night a father overheard his son pray: Dear God, Make me the kind of man my Daddy is. Later that night, the Father prayed, Dear God, Make me the kind of man my son wants me to be.","category":"Father","author":"Source Unknown"},"quote23":{"quote":"None of you can ever be proud enough of being the child of SUCH a Father who has not his equal in this world -- so great, so good, so faultless. Try, all of you, to follow in his footsteps and don't be discouraged, for to be really in everything like him none of you, I am sure, will ever be. Try, therefore, to be like him in some points, and you will have acquired a great deal.","category":"Father","author":"Queen Victoria"},"quote24":{"quote":"By the time a man realizes that maybe his father was right, he usually has a son who thinks he's wrong.","category":"Father","author":"Charles Wadworth"},"quote25":{"quote":"It no longer bothers me that I may be constantly searching for father figures; by this time, I have found several and dearly enjoyed knowing them all.","category":"Father","author":"Alice Walker"},"quote26":{"quote":"The American father is never seen in London. He passes his life entirely in Wall Street and communicates with his family once a month by means of a telegram in cipher.","category":"Father","author":"Oscar Wilde"},"quote27":{"quote":"Fathers should be neither seen nor heard. That is the only proper basis for family life.","category":"Father","author":"Oscar Wilde"},"quote28":{"quote":"Sherman made the terrible discovery that men make about their fathers sooner or later... that the man before him was not an aging father but a boy, a boy much like himself, a boy who grew up and had a child of his own and, as best he could, out of a sense of duty and, perhaps love, adopted a role called Being a Father so that his child would have something mythical and infinitely important: a Protector, who would keep a lid on all the chaotic and catastrophic possibilities of life.","category":"Father","author":"Tom WolfeThe Bonfire of the Vanities"},"quote29":{"quote":"A father is a banker provided by nature.","category":"Father","author":"Proverb"},"quote30":{"quote":"Certain is it that there is no kind of affection so purely angelic as of a father to a daughter. In love to our wives there is desire; to our sons, ambition; but to our daughters there is something which there are no words to express.","category":"Father","author":"Joseph Addison"},"quote31":{"quote":"That he delights in the misery of others no man will confess, and yet what other motive can make a father cruel?","category":"Father","author":"Joseph Addison"},"quote32":{"quote":"Sir Walter, being strangely surprised and put out of his countenance at so great a table, gives his son a damned blow over the face. His son, as rude as he was, would not strike his father, but strikes over the face the gentleman that sat next to him and said Box about: twill come to my father anon.","category":"Father","author":"John Aubrey"},"quote33":{"quote":"A father is always making his baby into a little woman. And when she is a woman he turns her back again.","category":"Father","author":"Enid Bagnold"},"quote34":{"quote":"If the relationship of father to son could really be reduced to biology, the whole earth would blaze with the glory of fathers and sons.","category":"Father","author":"James Baldwin"},"quote35":{"quote":"Call no man your father upon the earth, for one is your Father, which is in heaven.","category":"Father","author":"Bible"},"quote36":{"quote":"Fathers do not exasperate your children; instead, bring them up in the training and instruction of the Lord. Ephesians 6:4","category":"Father","author":"Bible"},"quote37":{"quote":"When God was creating fathers, He started with a tall frame. An angel nearby said, What kind of father is that? If you","category":"Father","author":"Erma Bombeckattributed"},"quote38":{"quote":"Those who have never had a father can at any rate never know the sweets of losing one. To most men the death of his father is a new lease of life.","category":"Father","author":"Samuel Butler"},"quote39":{"quote":"As fathers commonly go, it is seldom a misfortune to be fatherless; and considering the general run of sons, as seldom a misfortune to be childless.","category":"Father","author":"Lord Chesterfield"},"quote40":{"quote":"Blessed indeed is the man who hears many gentle voices call him father!","category":"Father","author":"Lydia Maria ChildPhilothea: A Romance, 1836"},"quote41":{"quote":"The father who does not teach his son his duties is equally guilty with the son who neglects them.","category":"Father","author":"Confucius"},"quote42":{"quote":"Father...knows exactly what those boys at the mall have in their depraved little minds because he once owned such a depraved little mind himself. In fact, if he thinks enough about the plans that he used to have for young girls, the father not only will support his wife in keeping their daughter home but he might even run over to the mall and have a few of those boys arrested.","category":"Father","author":"Bill Cosby"},"quote43":{"quote":"If the new American father feels bewildered and even defeated, let him take comfort from the fact that whatever he does in any fathering situation has a fifty percent chance of being right.","category":"Father","author":"Bill Cosby"},"quote44":{"quote":"You know, fathers just have a way of putting everything together.","category":"Father","author":"Erika Cosby"},"quote45":{"quote":"Be kind to thy father, for when thou were young, who loved thee so fondly as he? He caught the first accents that fell from thy tongue, and joined in thy innocent glee.","category":"Father","author":"Margaret Courtney"},"quote46":{"quote":"In peace the sons bury their fathers, but in war the fathers bury their sons.","category":"Father","author":"Croesus"},"quote47":{"quote":"I watched a small man with thick calluses on both hands work fifteen and sixteen hours a day. I saw him once literally bleed from the bottoms of his feet, a man who came here uneducated, alone, unable to speak the language, who taught me all I needed to know about faith and hard work by the simple eloquence of his example.","category":"Father","author":"Mario Cuomo"},"quote48":{"quote":"What a dreadful thing it must be to have a dull father.","category":"Father","author":"Mary Mapes Dodge"},"quote49":{"quote":"I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us.","category":"Father","author":"Umberto Eco"},"quote50":{"quote":"Noble fathers have noble children.","category":"Father","author":"Euripides"},"quote51":{"quote":"To a father growing old nothing is dearer than a daughter.","category":"Father","author":"Euripides"},"quote52":{"quote":"I cannot think of any need in childhood as strong as the need for a father's protection.","category":"Father","author":"Sigmund Freud"},"quote53":{"quote":"To be a successful father... there's one absolute rule: when you have a kid, don't look at it for the first two years.","category":"Father","author":"Ernest Hemingway"}}
