{"quote0":{"quote":"A little kingdom I possess,Where thoughts and feelings dwell;And very hard the task I findOf governing it well.","category":"Feelings","author":"Louisa May AlcottMy Kingdom st. 1"},"quote1":{"quote":"Cowardice and courage are never without a measure of affectation. Nor is love. Feelings are never true. They play with their mirrors.","category":"Feelings","author":"Jean Baudrillard"},"quote2":{"quote":"See that each hour's feelings, and thoughts and actions are pure and true; then your life will be also.","category":"Feelings","author":"Henry Ward Beecher"},"quote3":{"quote":"When the senses contact sense objects, a person experiences cold or heat, pleasure or pain. These experiences are fleeting they come and go. Bear them patiently.","category":"Feelings","author":"Bhagavad Gita"},"quote4":{"quote":"Feelings are not supposed to be logical. Dangerous is the man who has rationalized his emotions.","category":"Feelings","author":"David Borenstein, January 28, 2000"},"quote5":{"quote":"When you're feeling terrific, notify your face.","category":"Feelings","author":"H. Jackson Brown, Jr."},"quote6":{"quote":"He disliked emotion, not because he felt lightly, but because he felt deeply.","category":"Feelings","author":"John Buchan"},"quote7":{"quote":"You cannot make yourself feel something you do not feel, but you can make yourself do right in spite of your feelings.","category":"Feelings","author":"Pearl Buck"},"quote8":{"quote":"Our best evidence of what people truly feel and believe comes less from their words than from their deeds.","category":"Feelings","author":"Robert Cialdini"},"quote9":{"quote":"Lose/Win people bury a lot of feelings. And unexpressed feelings come forth later in uglier ways. Psychosomatic illnesses often are the reincarnation of cumulative resentment, deep disappointment and disillusionment repressed by the Lose/Win mentality. Disproportionate rage or anger, overreaction to minor provocation, and cynicism are other embodiments of suppressed emotion. People who are constantly repressing, not transcending feelings toward a higher meaning find that it affects the quality of their relationships with others.","category":"Feelings","author":"Stephen Covey"},"quote10":{"quote":"It's not sissy to show your feeling.","category":"Feelings","author":"Princess of Wales Diana"},"quote11":{"quote":"To have in general but little feeling, seems to be the only security against feeling too much on any particular occasion.","category":"Feelings","author":"George Eliot"},"quote12":{"quote":"Do not give in too much to feelings. A overly sensitive heart is an unhappy possession on this shaky earth.","category":"Feelings","author":"Johann von Goethe"},"quote13":{"quote":"Individuality is founded in feeling; and the recesses of feeling, the darker, blinder strata of character, are the only places in the world in which we catch real fact in the making, and directly perceive how events happen, and how work is actually done.","category":"Feelings","author":"William James"},"quote14":{"quote":"Feelings are like chemicals, the more you analyze them the worse they smell.","category":"Feelings","author":"Charles Kingsley"},"quote15":{"quote":"When I do good, I feel good. When I do bad, I feel bad. And that's my religion.","category":"Feelings","author":"Abraham Lincoln"},"quote16":{"quote":"Feelings are everywhere -- be gentle.","category":"Feelings","author":"J. Masai"},"quote17":{"quote":"Your emotions affect every cell in your body. Mind and body, mental and physical, are intertwined.","category":"Feelings","author":"Thomas Tutko"},"quote18":{"quote":"The world is a tradgedy to those who feel, but a comedy to those who think.","category":"Feelings","author":"Horace Walpole"}}
