{"quote0":{"quote":"Freedom -- to walk free and own no superior.","category":"Freedom","author":"Walt Whitman"},"quote1":{"quote":"","category":"Freedom","author":"Tennessee (Thomas Lanier) WilliamsCamino Real"},"quote2":{"quote":"The more internal freedom you achieve, the more you want: it is more fun to be happy than sad, more enjoyable to choose your own emotions than to have them inflicted on you by mechanical glandular processes, more pleasurable to solve your problems than to be stuck with them forever.","category":"Freedom","author":"Robert Wilson"},"quote3":{"quote":"How does the Meadow flower its bloom unfold? Because the lovely little flower is free down to its root, and in that freedom bold.","category":"Freedom","author":"William Wordsworth"},"quote4":{"quote":"It is especially important to encourage unorthodox thinking when the situation is critical: At such moments every new word and fresh thought is more precious than gold. Indeed, people must not be deprived of the right to think their own thoughts.","category":"Freedom","author":"Boris Yeltsin"},"quote5":{"quote":"He who is conceived in a cage, yearns for the cage.","category":"Freedom","author":"Yevgeny Yevtushenko"},"quote6":{"quote":"We are all of us the worse for too much liberty.","category":"Freedom","author":"Terence"},"quote7":{"quote":"Freedom is knowing who you really are.","category":"Freedom","author":"Linda Thomson"},"quote8":{"quote":"The law will never make men free, it is men that have to make the law free.","category":"Freedom","author":"Henry David Thoreau"},"quote9":{"quote":"The secret of freedom, courage.","category":"Freedom","author":"Thucydides"},"quote10":{"quote":"We human beings do have some genuine freedom of choice and therefore some effective control over our own destinies. I am not a determinist. But I also believe that the decisive choice is seldom the latest choice in the series. More often than not, it will turn out to be some choice made relatively far back in the past.","category":"Freedom","author":"Arnold J. Toynbee"},"quote11":{"quote":"I had crossed de line of which I had so long been dreaming. I was free; but dere was no one to welcome me to de land of freedom. I was a stranger in a strange land . . .","category":"Freedom","author":"Harriet TubmanIn Harriet Tubman: The Moses of Her People, by Sarah H. Bradford, 1886."},"quote12":{"quote":"This is America. You can do anything here.","category":"Freedom","author":"Robert E. Turner"},"quote13":{"quote":"It is by the goodness of God that we have those three unspeakably precious things: freedom of speech, freedom of conscience, and the prudence never to practice either of them.","category":"Freedom","author":"Mark Twain"},"quote14":{"quote":"The higher one climbs on the spiritual ladder, the more they will grant others their own freedom, and give less interference to another's state of consciousness.","category":"Freedom","author":"Paul Twitchell"},"quote15":{"quote":"The grass is always greener where the fence isn't.","category":"Freedom","author":"Source Unknown"},"quote16":{"quote":"The foolish and the uneducated have little use for freedom.","category":"Freedom","author":"Source Unknown"},"quote17":{"quote":"It is my right to be uncommon. For I do not choose to be a common man, If I can, I seek opportunity. I do not wish to be a kept citizen, humbled and dulled by having the government look after me. I choose to take the calculated risk, to dream, to build, to fail or succeed. I choose not to barter incentive for a dole, I prefer the challenges of life to a guaranteed existence, the thrill of fulfillment to the state calm of Utopia. I will not trade my freedom for beneficence nor my dignity for a handout.","category":"Freedom","author":"Source Unknown"},"quote18":{"quote":"Free will is not the liberty to do whatever one likes, but the power of doing whatever one sees ought to be done, even in the very face of otherwise overwhelming impulse. There lies freedom, indeed.","category":"Freedom","author":"Source Unknown"},"quote19":{"quote":"A slave is a free man if he is content with his lot; a free man is a slave if he seeks more than that.","category":"Freedom","author":"Source Unknown"},"quote20":{"quote":"Freedom also includes the right to mismanage your own affairs.","category":"Freedom","author":"Source Unknown"},"quote21":{"quote":"It is quite impossible to guarantee world peace. But is should be possible to guarantee world freedom.","category":"Freedom","author":"Source Unknown"},"quote22":{"quote":"Liberty is the right to choose, freedom is the result of that choice.","category":"Freedom","author":"Source Unknown"},"quote23":{"quote":"It is hard to free fools from the chains they revere.","category":"Freedom","author":"Voltaire (François-Marie Arouet)"},"quote24":{"quote":"Liberty, then, about which so many volumes have been written is, when accurately defined, only the power of acting.","category":"Freedom","author":"Voltaire (François-Marie Arouet)"},"quote25":{"quote":"The true character of liberty is independence, maintained by force.","category":"Freedom","author":"Voltaire (François-Marie Arouet)"},"quote26":{"quote":"Man is free at the moment he wishes to be.","category":"Freedom","author":"Voltaire (François-Marie Arouet)"},"quote27":{"quote":"For in the end, freedom is a personal and lonely battle; and one faces down fears of today so that those of tomorrow might be engaged.","category":"Freedom","author":"Alice Walker"},"quote28":{"quote":"Liberty, when it begins to take root, is a plant of rapid growth.","category":"Freedom","author":"George Washington"},"quote29":{"quote":"The time is near at hand which must determine whether Americans are to be free men or slaves.","category":"Freedom","author":"George Washington"},"quote30":{"quote":"If you make a living, if you earn your own money, you're free -- however free one can be on this planet.","category":"Freedom","author":"Theodore White"},"quote31":{"quote":"Just as war is freedom's cost, disagreement is freedom's privilege.","category":"Freedom","author":"William Jefferson Clinton"},"quote32":{"quote":"The progress of freedom depends more upon the maintenance of peace, the spread of commerce, and the diffusion of education, than upon the labors of cabinets and foreign offices.","category":"Freedom","author":"Richard Cobden"},"quote33":{"quote":"Perfect freedom is reserved for the man who lives by his own work and in that work does what he wants to do.","category":"Freedom","author":"Robin G. Collingwood"},"quote34":{"quote":"Tyrants have not yet discovered any chains that can fetter the mind.","category":"Freedom","author":"Charles Caleb Colton"},"quote35":{"quote":"Liberty will not descend to a people; a people must raise themselves to liberty; it is a blessing that must be earned before it can be enjoyed.","category":"Freedom","author":"Charles Caleb Colton"},"quote36":{"quote":"Every general increase of freedom is accompanied by some degeneracy, attributable to the same causes as the freedom.","category":"Freedom","author":"Charles Horton Cooley"},"quote37":{"quote":"No matter what a man does, he is not fully sane or human unless there is a spirit of freedom in him, a soul unconfined by purpose and larger than the practicable world.","category":"Freedom","author":"Charles Horton Cooley"},"quote38":{"quote":"People who exercise their embryonic freedom day after day, little by little, expand that freedom. People who do not will find that it withers until they are literally being lived. They are acting out scripts written by parents, associates and society.","category":"Freedom","author":"Stephen Covey"},"quote39":{"quote":"Our ultimate freedom is the right and power to decide how anybody or anything outside ourselves will affect us.","category":"Freedom","author":"Stephen Covey"},"quote40":{"quote":"Do what thou wilt shall be the whole of the law.","category":"Freedom","author":"Aleister Crowley"},"quote41":{"quote":"You can protect your liberties in this world only by protecting the other man's freedom. You can be free only if I am free.","category":"Freedom","author":"Clarence Darrow"},"quote42":{"quote":"You can only be free if I am free.","category":"Freedom","author":"Clarence Darrow"},"quote43":{"quote":"If you think you're free, there's no escape possible.","category":"Freedom","author":"Ram Dass"},"quote44":{"quote":"The traveler has reached the end of the journey! In the freedom of the infinite he is free from all sorrows, the fetters that bound him are thrown away, and the burning fever of life is no more.","category":"Freedom","author":"Dhammapada"},"quote45":{"quote":"In the light of his vision he has found his freedom: his thoughts are peace, his words are peace and his work is peace.","category":"Freedom","author":"Dhammapada"},"quote46":{"quote":"No man has received from nature the right to give orders to others. Freedom is a gift from heaven, and every individual of the same species has the right to enjoy it as soon as he is in enjoyment of his reason.","category":"Freedom","author":"Denis Diderot"},"quote47":{"quote":"To be what no one ever was, to be what everyone has been: Freedom is the mean of those extremes that fence all effort in.","category":"Freedom","author":"Mark Van Doren"},"quote48":{"quote":"He who dares not (reason), is a slave.","category":"Freedom","author":"William Drummond"},"quote49":{"quote":"We are living in the excesses of freedom. Just take a look at 42nd Street an Broadway.","category":"Freedom","author":"Will Durant"},"quote50":{"quote":"Truth equals our freedom. If we do not have it it appears to someone who even has a small glimpse of truth that we are not.","category":"Freedom","author":"James Dye"},"quote51":{"quote":"Freedom means you are unobstructed in living your life as you choose. Anything less is a form of slavery.","category":"Freedom","author":"Wayne Dyer"},"quote52":{"quote":"Of what use is freedom of speech to those who fear to offend?","category":"Freedom","author":"Roger Ebert"},"quote53":{"quote":"There is nothing more wonderful than freedom of speech.","category":"Freedom","author":"Ilya G. Ehrenburg"},"quote54":{"quote":"History does not long entrust the care of freedom to the weak or the timid.","category":"Freedom","author":"Dwight D Eisenhower"},"quote55":{"quote":"Only our individual faith in freedom can keep us free.","category":"Freedom","author":"Dwight D Eisenhower"},"quote56":{"quote":"If you're not ready to die for it, put the word freedom out of your vocabulary.","category":"Freedom","author":"Malcolm X"},"quote57":{"quote":"Nobody can give you freedom. Nobody can give you equality or justice or anything. If you're a man, you take it.","category":"Freedom","author":"Malcolm X"},"quote58":{"quote":"The only way we'll get freedom for ourselves is to identify ourselves with every oppressed people in the world. We are blood brothers to the people of Brazil, Venezuela, Haiti, Cuba -- yes Cuba too.","category":"Freedom","author":"Malcolm X"},"quote59":{"quote":"You can't separate peace from freedom because no one can be at peace unless he has his freedom.","category":"Freedom","author":"Malcolm X"},"quote60":{"quote":"When a person places the proper value on freedom, there is nothing under the sun that he will not do to acquire that freedom. Whenever you hear a man saying he wants freedom, but in the next breath he is going to tell you what he won't do to get it, or what he doesn't believe in doing in order to get it, he doesn't believe in freedom. A man who believes in freedom will do anything under the sun to acquire... or preserve his freedom.","category":"Freedom","author":"Malcolm X"},"quote61":{"quote":"You don't have to be a man to fight for freedom. All you have to do is to be an intelligent human being.","category":"Freedom","author":"Malcolm X"},"quote62":{"quote":"I believe in a religion that believes in freedom. Any time I have to accept a religion that won't let me fight a battle for my people, I say to hell with that religion.","category":"Freedom","author":"Malcolm X"},"quote63":{"quote":"Let freedom reign. The sun never set on so glorious a human achievement.","category":"Freedom","author":"Nelson Mandela"},"quote64":{"quote":"There are two good things in life -- freedom of thought and freedom of action.","category":"Freedom","author":"W. Somerset Maugham"},"quote65":{"quote":"Any nation that thinks more of its ease and comfort than its freedom will soon lose its freedom; and the ironical thing about it is that it will lose its ease and comfort too.","category":"Freedom","author":"W. Somerset Maugham"},"quote66":{"quote":"If a nation values anything more than freedom, it will lose its freedom, and the irony of it is that if it is comfort or money that it values more, it will lose that too.","category":"Freedom","author":"W. Somerset Maugham"},"quote67":{"quote":"Freedom is man's capacity to take a hand in his own development. It is our capacity to mold ourselves.","category":"Freedom","author":"Rollo May"},"quote68":{"quote":"It requires greater courage to preserve inner freedom, to move on in one's inward journey into new realms, than to stand defiantly for outer freedom. It is often easier to play the martyr, as it is to be rash in battle.","category":"Freedom","author":"Rollo May"},"quote69":{"quote":"It is easy to believe in freedom of speech for those with whom we agree.","category":"Freedom","author":"Leo Mckern"},"quote70":{"quote":"We must be willing to pay a price for freedom.","category":"Freedom","author":"H. L. Mencken"},"quote71":{"quote":"The only freedom which deserves the name is that of pursuing our own good, in our own way, so long as we do not attempt to deprive others of theirs, or impede their efforts to obtain it.","category":"Freedom","author":"John Stuart Mill"},"quote72":{"quote":"None can love freedom heartily, but good men... the rest love not freedom, but license.","category":"Freedom","author":"John Milton"},"quote73":{"quote":"Countries are well cultivated, not as they are fertile, but as they are free.","category":"Freedom","author":"Charles Montesquieu"},"quote74":{"quote":"There's something contagious about demanding freedom.","category":"Freedom","author":"Robin Morgan"},"quote75":{"quote":"The strongest knowledge (that of the total freedom of the human will) is nonetheless the poorest in successes: for it always has the strongest opponent, human vanity.","category":"Freedom","author":"Friedrich Nietzsche"},"quote76":{"quote":"I assess the power of a will by how much resistance, pain, torture it endures and knows how to turn to its advantage.","category":"Freedom","author":"Friedrich Nietzsche"},"quote77":{"quote":"How is freedom measured, in individuals as in nations? By the resistance which has to be overcome, by the effort it costs to stay aloft. One would have to seek the highest type of free man where the greatest resistance is constantly being overcome: five steps from tyranny, near the threshold of the danger of servitude.","category":"Freedom","author":"Friedrich Nietzsche"},"quote78":{"quote":"Yet we can maintain a free society only if we recognize that in a free society no one can win all the time. No one can have his own way all the time, and no one is right all the time.","category":"Freedom","author":"Richard Milhous Nixon"},"quote79":{"quote":"If people have to choose between freedom and sandwiches, they will take sandwiches.","category":"Freedom","author":"Lord Boyd Orr"},"quote80":{"quote":"Freedom is the freedom to say that two plus two make four. If that is granted, all else follows.","category":"Freedom","author":"George Orwell"},"quote81":{"quote":"I sometimes think that the price of liberty is not so much eternal vigilance as eternal dirt.","category":"Freedom","author":"George Orwell"},"quote82":{"quote":"We fight not to enslave, but to set a country free, and to make room upon the earth for honest men to live in.","category":"Freedom","author":"Thomas Paine"},"quote83":{"quote":"Those who expect to reap the blessings of freedom must, like men, undergo the fatigue of supporting it.","category":"Freedom","author":"Thomas Paine"},"quote84":{"quote":"It is not good to be too free. It is not good to have everything one wants.","category":"Freedom","author":"Blaise Pascal"},"quote85":{"quote":"Will power is only the tensile strength of one's own disposition. One cannot increase it by a single ounce.","category":"Freedom","author":"Cesare Pavese"},"quote86":{"quote":"Freedom is the sure possession of those alone who have the courage to defend it.","category":"Freedom","author":"Pericles"},"quote87":{"quote":"Is any man free except the one who can pass his life as he pleases?","category":"Freedom","author":"Persius"},"quote88":{"quote":"The sovereignty of one's self over one's self is called Liberty.","category":"Freedom","author":"Albert Pike"},"quote89":{"quote":"A slave is one who waits for someone to come and free him.","category":"Freedom","author":"Ezra Pound"},"quote90":{"quote":"Freedom is an internal achievement rather than an external adjustment.","category":"Freedom","author":"Adam Clayton Powell"},"quote91":{"quote":"I believe we are on an irreversible trend toward more freedom and democracy -- but that could change.","category":"Freedom","author":"Dan Quayle"},"quote92":{"quote":"Freedom prospers when religion is vibrant and the rule of law under God is acknowledged.","category":"Freedom","author":"Ronald Reagan"},"quote93":{"quote":"Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same, or one day we will spend our sunset years telling our children and our children's children what it was once like in the United States where men were free.","category":"Freedom","author":"Ronald Reagan"},"quote94":{"quote":"We are participating in the orderly transfer of administrative authority by the direction of the people. And this is the simple magic which makes a commonplace routine a near miracle to many of the world","category":"Freedom","author":"Ronald Reagan, Gubernatorial Inaugural Address, January 5, 1967"},"quote95":{"quote":"It is for each of us freely to choose whom we shall serve, and find in that obedience our freedom.","category":"Freedom","author":"Mary Caroline Richards"},"quote96":{"quote":"We, and all others who believe in freedom as deeply as we do, would rather die on our feet than live on our knees.","category":"Freedom","author":"Franklin D. Roosevelt"},"quote97":{"quote":"True individual freedom cannot exist without economic security and independence. People who are hungry and out of a job are the stuff of which dictatorships are made.","category":"Freedom","author":"Franklin D. Roosevelt"},"quote98":{"quote":"We look forward to a world founded upon four essential human freedoms. The first is freedom of speech and expression. The second is freedom of every person to worship God in his own way. The third is freedom from want. The fourth is freedom from fear.","category":"Freedom","author":"Franklin D. Roosevelt"},"quote99":{"quote":"Men are not prisoners of fate, but only prisoners of their own minds.","category":"Freedom","author":"Franklin D. Roosevelt"},"quote100":{"quote":"The English think they are free. They are free only during the election of members of parliament.","category":"Freedom","author":"Jean Jacques Rousseau"},"quote101":{"quote":"Man is born free, yet he is everywhere in chains.","category":"Freedom","author":"Jean Jacques Rousseau"},"quote102":{"quote":"Free people, remember this maxim: We may acquire liberty, but it is never recovered if it is once lost.","category":"Freedom","author":"Jean Jacques Rousseau"},"quote103":{"quote":"A country cannot subsist well without liberty, nor liberty without virtue.","category":"Freedom","author":"Jean Jacques Rousseau"},"quote104":{"quote":"Freedom is only granted us that obedience may be more perfect.","category":"Freedom","author":"John Ruskin"},"quote105":{"quote":"Freedom of opinion can only exist when the government thinks itself secure.","category":"Freedom","author":"Bertrand Russell"},"quote106":{"quote":"Liberty is a different kind of pain from prison.","category":"Freedom","author":"TS (Thomas Stearns) Eliot"},"quote107":{"quote":"Liberty is slow fruit. It is never cheap; it is made difficult because freedom is the accomplishment and perfectness of man.","category":"Freedom","author":"Ralph Waldo Emerson"},"quote108":{"quote":"For what avail the plough or sail, Or land or life, if freedom fail?","category":"Freedom","author":"Ralph Waldo Emerson"},"quote109":{"quote":"So far as a person thinks; they are free.","category":"Freedom","author":"Ralph Waldo Emerson"},"quote110":{"quote":"Nothing is more disgusting than the crowing about liberty by slaves, as most men are, and the flippant mistaking for freedom of some paper preamble like a Declaration of Independence, or the statute right to vote, by those who have never dared to think or to act.","category":"Freedom","author":"Ralph Waldo Emerson"},"quote111":{"quote":"My angel, - his name is Freedom, Choose him to be your king;He shall cut pathways east and west.And fend you with his wing.","category":"Freedom","author":"Ralph Waldo Emersonfrom Boston Hymn, \"The Atlantic Monthly\", February, 1863"},"quote112":{"quote":"No man is free who is not a master of himself.","category":"Freedom","author":"Epictetus"},"quote113":{"quote":"Is freedom anything else than the right to live as we wish? Nothing else.","category":"Freedom","author":"Epictetus"},"quote114":{"quote":"Freedom is the right to live as we wish.","category":"Freedom","author":"Epictetus"},"quote115":{"quote":"No one is truly free, they are a slave to wealth, fortune, the law, or other people restraining them from acting according to their will.","category":"Freedom","author":"Euripides"},"quote116":{"quote":"No one who lives in error is free.","category":"Freedom","author":"Euripides"},"quote117":{"quote":"I gave my life for freedom --this I know: For those who bade me fight had told me so.","category":"Freedom","author":"W. N. Ewer"},"quote118":{"quote":"Ultimately we know deeply that the other side of fear is a freedom.","category":"Freedom","author":"Marilyn Ferguson"},"quote119":{"quote":"Freedom is just chaos with better lighting.","category":"Freedom","author":"Alan Dean Foster"},"quote120":{"quote":"There are no galley-slaves in the royal vessel of divine love -- every man works his oar voluntarily!","category":"Freedom","author":"St. Francis De Sales"},"quote121":{"quote":"The last of the human freedoms is to choose one's attitudes.","category":"Freedom","author":"Victor Frankl"},"quote122":{"quote":"To be thrown upon one's own resources, is to be cast into the very lap of fortune; for our faculties then undergo a development and display an energy of which they were previously unsusceptible.","category":"Freedom","author":"Benjamin Franklin"},"quote123":{"quote":"A major source of objection to a free economy is precisely that group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself.","category":"Freedom","author":"Milton Friedman"},"quote124":{"quote":"The moment the slave resolves that he will no longer be a slave. His fetters fall... freedom and slavery are mental states.","category":"Freedom","author":"Mahatma Gandhi"},"quote125":{"quote":"Freedom is not worth having if it does not include the freedom to make mistakes.","category":"Freedom","author":"Mahatma Gandhi"},"quote126":{"quote":"Liberty is not merely a privilege to be conferred; it is a habit to be acquired.","category":"Freedom","author":"David Lloyd George"},"quote127":{"quote":"Liberty has restraints but no frontiers.","category":"Freedom","author":"David Lloyd George"},"quote128":{"quote":"You can muffle the drum, and you can loosen the strings of the lyre, but who shall command the skylark not to sing?","category":"Freedom","author":"Kahlil Gibran"},"quote129":{"quote":"There should be a sympathy with freedom, a desire to give it scope, founded not upon visionary ideas, but upon the long experience of many generations within the shores of this happy isle, that in freedom you lay the firmest foundations both of loyalty and order.","category":"Freedom","author":"William Ewart Gladstone"},"quote130":{"quote":"Freedom consists not in refusing to recognize anything above us, but in respecting something which is above us; for by respecting it, we raise ourselves to it, and, by our very acknowledgment, prove that we bear within ourselves what is higher, and are worthy to be on a level with it","category":"Freedom","author":"Johann von Goethe"},"quote131":{"quote":"The saving man becomes the free man.","category":"Freedom","author":"Chinese Proverb"},"quote132":{"quote":"Liberty, according to my metaphysics is a self-determining power in an intellectual agent. It implies thought and choice and power.","category":"Freedom","author":"John Adams"},"quote133":{"quote":"Yesterday the greatest question was decided which ever was debated in America; and a greater perhaps never was, nor will be, decided among men. A resolution was passed without one dissenting colony, that these United Colonies are, and of right ought to be, free and independent States.","category":"Freedom","author":"John Adams"},"quote134":{"quote":"When people talk of the freedom of writing, speaking or thinking I cannot choose but laugh. No such thing ever existed. No such thing now exists; but I hope it will exist. But it must be hundreds of years after you and I shall write and speak no more.","category":"Freedom","author":"John Adams"},"quote135":{"quote":"Our Constitution was made only for a moral and religious people. It is wholly inadequate to the government of any other.","category":"Freedom","author":"John Adams"},"quote136":{"quote":"If ye love wealth better than liberty, the tranquillity of servitude better than the animating contest of freedom, go home from us in peace. We ask not your counsels or arms. Crouch down and lick the hands which feed you. May your chains set lightly upon you, and may posterity forget that ye were our countrymen.","category":"Freedom","author":"Samuel Adams, speech at the Philadelphia State House, August 1, 1776"},"quote137":{"quote":"Freedom is the emancipation from the arbitrary rule of other men.","category":"Freedom","author":"Mortimer J. Adler"},"quote138":{"quote":"When we were told that by freedom we understood free enterprise, we did very little to dispel this monstrous falsehood. Wealth and economic well-being, we have asserted, are the fruits of freedom, while we should have been the first to know that this kind of happiness has been an unmixed blessing only in this country, and it is a minor blessing compared with the truly political freedoms, such as freedom of speech and thought, of assembly and association, even under the best conditions.","category":"Freedom","author":"Hannah Arendt"},"quote139":{"quote":"Man cannot be free if he does not know that he is subject to necessity, because his freedom is always won in his never wholly successful attempts to liberate himself from necessity.","category":"Freedom","author":"Hannah Arendt"},"quote140":{"quote":"Democracy arose from men's thinking that if they are equal in any respect, they are equal absolutely.","category":"Freedom","author":"Aristotle"},"quote141":{"quote":"Within yourself deliverance must be searched for, because each man makes his own prison.","category":"Freedom","author":"Sir Edwin Arnold"},"quote142":{"quote":"A nation which makes the final sacrifice for life and freedom does not get beaten.","category":"Freedom","author":"Kemal Ataturk"},"quote143":{"quote":"The fly that touches honey cannot use it's wings; so too the soul that clings to spiritual sweetness ruins it's freedom and hinders contemplation.","category":"Freedom","author":"Ghose Aurobindo"},"quote144":{"quote":"The most intellectual of men are moved quite as much by the circumstances which they are used to as by their own will. The active voluntary part of a man is very small, and if it were not economized by a sleepy kind of habit, its results would be null.","category":"Freedom","author":"Walter Bagehot"},"quote145":{"quote":"Any honest examination of the national life proves how far we are from the standard of human freedom with which we began. The recovery of this standard demands of everyone who loves this country a hard look at himself, for the greatest achievements must begin somewhere, and they always begin with the person. If we are not capable of this examination, we may yet become one of the most distinguished and monumental failures in the history of nations.","category":"Freedom","author":"James Baldwin"},"quote146":{"quote":"The oppression of any people for opinion's sake has rarely had any other effect than to fix those opinions deeper, and render them more important.","category":"Freedom","author":"Hosea Ballou"},"quote147":{"quote":"Freedom all solace to man gives: He lives at ease that freely lives.","category":"Freedom","author":"John Barbour"},"quote148":{"quote":"What a curious phenomenon it is that you can get men to die for the liberty of the world who will not make the little sacrifice that is needed to free themselves from their own individual bondage.","category":"Freedom","author":"Bruce Barton"},"quote149":{"quote":"The greatest blessing of our democracy is freedom. But in the last analysis, our only freedom is the freedom to discipline ourselves.","category":"Freedom","author":"Bernard Baruch"},"quote150":{"quote":"In the last analysis, our only freedom is the freedom to discipline ourselves.","category":"Freedom","author":"Bernard Baruch"},"quote151":{"quote":"The liberated man is not the one who is freed in his ideal reality, his inner truth, or his transparency; he is the man who changes spaces, who circulates, who changes sex, clothes, and habits according to fashion, rather than morality, and who changes opinions not as his conscience dictates but in response to opinion polls.","category":"Freedom","author":"Jean Baudrillard"},"quote152":{"quote":"As for freedom, it will soon cease to exist in any shape or form. Living will depend upon absolute obedience to a strict set of arrangements, which it will no longer be possible to transgress. The air traveler is not free. In the future, life's passengers will be even less so: they will travel through their lives fastened to their (corporate) seats.","category":"Freedom","author":"Jean Baudrillard"},"quote153":{"quote":"You need only reflect that one of the best ways to get yourself a reputation as a dangerous citizen these days is to go about repeating the very phrases which our founding fathers used in the struggle for independence.","category":"Freedom","author":"Charles Austin Beard"},"quote154":{"quote":"True obedience is true freedom.","category":"Freedom","author":"Henry Ward Beecher"},"quote155":{"quote":"There are always risks in freedom. The only risk in bondage is breaking free.","category":"Freedom","author":"Gita Bellin"},"quote156":{"quote":"Freedom is the most contagious virus known to man.","category":"Freedom","author":"Hubert Humphrey"},"quote157":{"quote":"A man may be a pessimistic determinist before lunch and an optimistic believer in the will's freedom after it.","category":"Freedom","author":"Aldous Huxley"},"quote158":{"quote":"A forest bird never wants a cage.","category":"Freedom","author":"Henrik Ibsen"},"quote159":{"quote":"You should never have your best trousers on when you go out to fight for freedom and truth.","category":"Freedom","author":"Henrik Ibsen"},"quote160":{"quote":"Fatalism, whose solving word in all crises of behavior is All striving is vain, will never reign supreme, for the impulse to take life strivingly is indestructible in the race. Moral creeds which speak to that impulse will be widely successful in spite of inconsistency, vagueness, and shadowy determination of expectancy. Man needs a rule for his will, and will invent one if one be not given him.","category":"Freedom","author":"William James"},"quote161":{"quote":"Only necessity understood, and bondage to the highest is identical with true freedom.","category":"Freedom","author":"William James"},"quote162":{"quote":"The will of the people is the only legitimate foundation of any government, and to protect its free expression should be our first object.","category":"Freedom","author":"Thomas Jefferson"},"quote163":{"quote":"If we catch a glimpse of freedom, we wish to possess it; if we catch a glimpse of death, we want nothing to do with it. One we cannot have, the other we cannot avoid.","category":"Freedom","author":"Jeremy P. Johnson"},"quote164":{"quote":"The clash of ideas is the sound of freedom.","category":"Freedom","author":"Lady Bird Johnson"},"quote165":{"quote":"All theory is against freedom of the will; all experience for it.","category":"Freedom","author":"Samuel Johnson"},"quote166":{"quote":"Set me free from evil passions, and heal my heart of all inordinate affections; that being inwardly cured and thoroughly cleansed, I may be made fit to love, courageous to suffer, steady to persevere.","category":"Freedom","author":"Thomas Kempis"},"quote167":{"quote":"The unity of freedom has never relied on uniformity of opinion.","category":"Freedom","author":"John Fitzgerald Kennedy"},"quote168":{"quote":"The cost of freedom is always high, but Americans have always paid it. And one path we shall never choose, and that is the path of surrender, or submission.","category":"Freedom","author":"John Fitzgerald Kennedy"},"quote169":{"quote":"The free way of life proposes ends, but it does not prescribe means.","category":"Freedom","author":"Robert Francis Kennedy"},"quote170":{"quote":"Whenever men take the law into their own hands, the loser is the law. And when the law loses, freedom languishes.","category":"Freedom","author":"Robert Francis Kennedy"},"quote171":{"quote":"People demand freedom of speech as a compensation for the freedom of thought which they seldom use.","category":"Freedom","author":"Soren Kierkegaard"},"quote172":{"quote":"Freedom is never voluntarily given by the oppressor; it must be demanded by the oppressed.","category":"Freedom","author":"Martin Luther King, Jr."},"quote173":{"quote":"When we let freedom ring, when we let it ring from every village and every hamlet, from every state and every city, we will be able to speed up that day when all of God's children, black men and white men, Jews and Gentiles, Protestants and Catholics, will be able to join hands and sing in the words of that old Negro spiritual, Free at last! Free at last! Thank God Almighty, we are free at last!","category":"Freedom","author":"Martin Luther King, Jr."},"quote174":{"quote":"The Negro needs the white man to free him from his fears. The white man needs the Negro to free him from his guilt.","category":"Freedom","author":"Martin Luther King, Jr."},"quote175":{"quote":"There are two freedoms -- the false, where a man is free to do what he likes; the true, where he is free to do what he ought.","category":"Freedom","author":"Charles Kingsley"},"quote176":{"quote":"All we have of freedom -- all we use or know -- this our fathers bought for us, long and long ago.","category":"Freedom","author":"Rudyard Kipling"},"quote177":{"quote":"Freedom and love go together. Love is not a reaction. If I love you because you love me, that is mere trade, a thing to be bought in the market; it is not love. To love is not to ask anything in return, not even to feel that you are giving something- and it is only such love that can know freedom.","category":"Freedom","author":"J. Krishnamurti"},"quote178":{"quote":"Freedom and love go together. Love is not a reaction. If I love you because you love me, that is mere trade, a thing to be bought in the market; it is not love. To love is not to ask anything in return, not even to feel that you are giving something- and it is only such love that can know freedom.","category":"Freedom","author":"Jiddu Krishnamurti"},"quote179":{"quote":"Freedom's just another word for nothing left to lose.","category":"Freedom","author":"Kris Kristofferson"},"quote180":{"quote":"Until economic freedom is attained for everybody, there can be no real freedom for anybody.","category":"Freedom","author":"Suzanne La Follette"},"quote181":{"quote":"Only law can give us freedom.","category":"Freedom","author":"Johann von Goethe"},"quote182":{"quote":"Yes! To this thought I hold with firm persistence; The last result of wisdom stamps it true; He only earns his freedom and existence Who daily conquers them anew.","category":"Freedom","author":"Johann von Goethe"},"quote183":{"quote":"Freedom is fragile and must be protected. To sacrifice it, even as a temporary measure, is to betray it.","category":"Freedom","author":"Germaine Greer"},"quote184":{"quote":"When the freedom they wished for most was freedom from responsibility, then Athens ceased to be free and was never free again.","category":"Freedom","author":"Edith Hamilton"},"quote185":{"quote":"We must determine whether we really want freedom -- whether we are willing to dare the perils of... rebirth... For we never take a step forward without surrendering something that we may have held dear, without dying to that which has been.","category":"Freedom","author":"Virginia Hanson"},"quote186":{"quote":"The greatest Glory of a free-born People, Is to transmit that Freedom to their Children.","category":"Freedom","author":"William Havard"},"quote187":{"quote":"The East knew and to the present day knows only that One is Free; the Greek and the Roman world, that some are free; the German World knows that All are free. The first political form therefore which we observe in History, is Despotism, the second Democracy and Aristocracy, the third, Monarchy.","category":"Freedom","author":"G. W. F. Hegel"},"quote188":{"quote":"The history of the world is none other than the progress of the consciousness of freedom.","category":"Freedom","author":"G. W. F. Hegel"},"quote189":{"quote":"Perfect freedom is as necessary to the health and vigor of commerce as it is to the health and vigor of citizenship.","category":"Freedom","author":"Patrick Henry"},"quote190":{"quote":"Seek freedom and become captive of your desires. Seek discipline and find your liberty.","category":"Freedom","author":"Frank Herbert"},"quote191":{"quote":"Freedom is the opportunity to make decisions...","category":"Freedom","author":"Kenneth Hildebrand"},"quote192":{"quote":"Only very slowly and late have men come to realize that unless freedom is universal it is only extended privilege.","category":"Freedom","author":"Christopher Hill"},"quote193":{"quote":"The basic test of freedom is perhaps less in what we are free to do than in what we are free not to do.","category":"Freedom","author":"Eric Hoffer"},"quote194":{"quote":"There can be no real freedom without the freedom to fail.","category":"Freedom","author":"Eric Hoffer"},"quote195":{"quote":"Freedom is the open window through which pours the sunlight of the human spirit and human dignity.","category":"Freedom","author":"Herbert Hoover"},"quote196":{"quote":"We are free to yield to truth.","category":"Freedom","author":"Horace"},"quote197":{"quote":"Who then is free? The one who wisely is lord of themselves, who neither poverty, death or captivity terrify, who is strong to resist his appetites and shun honors, and is complete in themselves smooth and round like a globe.","category":"Freedom","author":"Horace"},"quote198":{"quote":"Who then is free? The wise man who can govern himself.","category":"Freedom","author":"Horace"},"quote199":{"quote":"Freedom begins as we become conscious of it.","category":"Freedom","author":"Vernon Howard"},"quote200":{"quote":"We clearly realize that freedom's inner kingdom cannot be touched by exterior attacks.","category":"Freedom","author":"Vernon Howard"},"quote201":{"quote":"American freedom consists largely in talking nonsense.","category":"Freedom","author":"Edward W. Howe"},"quote202":{"quote":"Freedom is a condition of mind, and the best way to secure it is to breed it.","category":"Freedom","author":"Elbert Hubbard"},"quote203":{"quote":"When we lose the right to be different, we lose the privilege to be free.","category":"Freedom","author":"Charles Hughes"},"quote204":{"quote":"Liberation is not deliverance.","category":"Freedom","author":"Victor Hugo"},"quote205":{"quote":"Freedom is but the possibility of a various and indefinite activity; while government, or the exercise of dominion, is a single, yet real activity. The longing for freedom, therefore, is at first only too frequently suggested by the deep-felt consciousness of its absence.","category":"Freedom","author":"Karl Wilhelm Von Humboldt"},"quote206":{"quote":"One should respect public opinion in so far as is necessary to avoid starvation and to keep out of prison, but anything that goes beyond this is voluntary submission to an unnecessary tyranny.","category":"Freedom","author":"Bertrand RussellThe Conquest of Happiness, 1930"},"quote207":{"quote":"Women, like men, ought to have their youth so glutted with freedom they hate the very idea of freedom.","category":"Freedom","author":"Vita Sackville-West"},"quote208":{"quote":"There is no liberation without labor... and there is no freedom which is free.","category":"Freedom","author":"The Siri Singh Sahib"},"quote209":{"quote":"He that is kind is free, though he is a slave; he that is evil is a slave, though he be a king.","category":"Freedom","author":"Saint Augustine of Hippo"},"quote210":{"quote":"I know but one freedom and that is the freedom of the mind.","category":"Freedom","author":"Antoine De Saint-Exupery"},"quote211":{"quote":"It is quite possible for someone to choose incorrectly or to judge badly; but freedom must allow such mistakes.","category":"Freedom","author":"Sang Kyu Shin"},"quote212":{"quote":"A man is morally free when, in full possession of his living humanity, he judges the world, and judges other men, with uncompromising sincerity.","category":"Freedom","author":"George Santayana"},"quote213":{"quote":"Freedom is what you do with what's been done to you.","category":"Freedom","author":"Jean-Paul Sartre"},"quote214":{"quote":"Freedom exists only with power.","category":"Freedom","author":"Friedrich von Schiller"},"quote215":{"quote":"There's only one free person in this society, and he is white and male.","category":"Freedom","author":"Hazel Scott"},"quote216":{"quote":"He who is brave is free.","category":"Freedom","author":"Seneca (Seneca the Elder)"},"quote217":{"quote":"Freedom is not being a slave to any circumstance, to any constraint, to any chance; it means compelling Fortune to enter the lists on equal terms.","category":"Freedom","author":"Seneca (Seneca the Elder)"},"quote218":{"quote":"The bigger the information media, the less courage and freedom they allow. Bigness means weakness.","category":"Freedom","author":"Eric Sevareid"},"quote219":{"quote":"We defy augury. There's a special providence in the fall of a sparrow. If it be now, 'Tis not to come. If it be not to come, it will be now. If it be not now, yet it will come. The readiness is all.","category":"Freedom","author":"William Shakespeare"},"quote220":{"quote":"They want to be free and they do not know how to be just.","category":"Freedom","author":"Abbe Sieyes"},"quote221":{"quote":"By the will art thou lost, by the will art thou found, by the will art thou free, captive, and bound.","category":"Freedom","author":"Angelus Silesius"},"quote222":{"quote":"Only that thing is free which exists by the necessities of its own nature, and is determined in its actions by itself alone.","category":"Freedom","author":"Baruch (_Benedict de) Spinoza"},"quote223":{"quote":"Freedom is not an ideal, it is not even a protection, if it means nothing more than freedom to stagnate, to live without dreams, to have no greater aim than a second car and another television set.","category":"Freedom","author":"Adlai Stevenson"},"quote224":{"quote":"We have confused the free with the free and easy.","category":"Freedom","author":"Adlai Stevenson"},"quote225":{"quote":"A hungry man is not a free man.","category":"Freedom","author":"Adlai Stevenson"},"quote226":{"quote":"Every emancipation has in it the seeds of a new slavery, and every truth easily becomes a lie.","category":"Freedom","author":"I. F. Stone"},"quote227":{"quote":"Bondage is... subjection to external influences and internal negative thoughts and attitudes.","category":"Freedom","author":"W. Clement Stone"},"quote228":{"quote":"The more constraints one imposes, the more one frees one","category":"Freedom","author":"Igor Stravinsky"},"quote229":{"quote":"We gain freedom when we have paid the full price...","category":"Freedom","author":"Rabindranath Tagore"},"quote230":{"quote":"Emancipation from the bondage of the soil is no freedom for the tree.","category":"Freedom","author":"Rabindranath Tagore"},"quote231":{"quote":"Men are free when they are in a living homeland, not when they are straying and breaking away. Men are free when they are obeying some deep, inward voice of religious belief. Obeying from within. Men are free when they belong to a living, organic, believing community, active in fulfilling some unfulfilled, perhaps unrealized purpose. Not when they are escaping to some wild west. The most unfree souls go west, and shout of freedom. Men are freest when they are most unconscious of freedom. The shout is a rattling of chains, always was.","category":"Freedom","author":"D. H. (David Herbert) Lawrence"},"quote232":{"quote":"It is true that liberty is precious. So precious that it must be rationed.","category":"Freedom","author":"Lenin (Vladimir Ulyanov)"},"quote233":{"quote":"Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.","category":"Freedom","author":"Lenin (Vladimir Ulyanov)"},"quote234":{"quote":"When I was a boy I used to do what my father wanted. Now I have to do what my boy wants. My problem is: When am I going to do what I want?","category":"Freedom","author":"Samuel Levenson"},"quote235":{"quote":"Man is a masterpiece of creation if for no other reason than that, all the weight of evidence for determinism notwithstanding, he believes he has free will.","category":"Freedom","author":"G. C. (Georg Christoph) Lichtenberg"},"quote236":{"quote":"What most clearly characterizes true freedom and its true employment is its misemployment.","category":"Freedom","author":"G. C. (Georg Christoph) Lichtenberg"},"quote237":{"quote":"Freedom is the last, best hope of earth.","category":"Freedom","author":"Abraham Lincoln"},"quote238":{"quote":"The shepherd drives the wolf from the sheep's throat, for which the sheep thanks the shepherd as his liberator, while the wolf denounces him for the same act as the destroyer of liberty.","category":"Freedom","author":"Abraham Lincoln"},"quote239":{"quote":"Those who deny freedom to others, deserve it not for themselves.","category":"Freedom","author":"Abraham Lincoln"},"quote240":{"quote":"Do not destroy that immortal emblem of humanity, the Declaration of Independence.","category":"Freedom","author":"Abraham Lincoln"},"quote241":{"quote":"A useful definition of liberty is obtained only by seeking the principle of liberty in the main business of human life, that is to say, in the process by which men educate their responses and learn to control their environment.","category":"Freedom","author":"Walter Lippmann"},"quote242":{"quote":"If I have freedom in my love, And in my soul am free, -- Angels alone that soar above, Enjoy such liberty.","category":"Freedom","author":"Richard Lovelace"},"quote243":{"quote":"Freedom is hunting, feeding, danger; that, that is freedom --that it is which makes the veins to swell, the breast to heave and glowaye, that is freedom, --that is pleasure --life!","category":"Freedom","author":"Marie Lovell"},"quote244":{"quote":"Freedom is the only law which genius knows.","category":"Freedom","author":"James Russell Lowell"},"quote245":{"quote":"Mankind has a free will; but it is free to milk cows and to build houses, nothing more.","category":"Freedom","author":"Martin Luther"},"quote246":{"quote":"Freedom is always and exclusively freedom for the one who thinks differently.","category":"Freedom","author":"Rosa Luxemburg"},"quote247":{"quote":"No man is entitled to the blessings of freedom unless he be vigilant in its preservation.","category":"Freedom","author":"General Douglas MacArthur"},"quote248":{"quote":"A hot bath! I cry, as I sit down in it! Again as I lie flat, a hot bath! How exquisite a pleasure, how luxurious, fervid and flagrant a consolation for the rigors, the austerities, the renunciation of the day.","category":"Freedom","author":"Rose Macaulay"},"quote249":{"quote":"What is freedom? Freedom is the right to choose: the right to create for oneself the alternatives of choice.","category":"Freedom","author":"Archibald MacLeish"},"quote250":{"quote":"Freedom, then, lies only in our innate human capacity to choose between different sorts of bondage, bondage to desire or self esteem, or bondage to the light that lightens all our olives.","category":"Freedom","author":"Sri Madhava"},"quote251":{"quote":"I stand for freedom of expression, doing what you believe in, and going after your dreams.","category":"Freedom","author":"Madonna"},"quote252":{"quote":"He is free... who knows how to keep in his own hands the power to decide.","category":"Freedom","author":"Salvador De Madriaga"},"quote253":{"quote":"We are all bound to the throne of the Supreme Being by a flexible chain which restrains without enslaving us. The most wonderful aspect of the universal scheme of things is the action of free beings under divine guidance.","category":"Freedom","author":"Joseph De Maistre"},"quote254":{"quote":"It can even come about that a created will cancels out, not perhaps the exertion, but the result of divine action; for in this sense, God himself has told us that God wishes things which do not happen because man does not wish them! Thus the rights of men are immense, and his greatest misfortune is to be unaware of them.","category":"Freedom","author":"Joseph De Maistre"},"quote255":{"quote":"Man in general, if reduced to himself, is too wicked to be free.","category":"Freedom","author":"Joseph De Maistre"},"quote256":{"quote":"Liberty is being free from the things we don't like in order to be slaves of the things we do like.","category":"Freedom","author":"Ernest Benn"},"quote257":{"quote":"Freedom is the by-product of economic surplus.","category":"Freedom","author":"Aneurin Bevan"},"quote258":{"quote":"Governing sense, mind and intellect, intent on liberation, free from desire, fear and anger, the sage is forever free.","category":"Freedom","author":"Bhagavad Gita"},"quote259":{"quote":"It is our belief that if people are set free to express themselves to the fullest, their accomplishments will be far beyond their dreams, and they will not only contribute to the growth of the company, but will also be more useful citizens and contribute to the society at large.","category":"Freedom","author":"Wilton M. Blount"},"quote260":{"quote":"The free man is he who does not fear to go to the end of his thought.","category":"Freedom","author":"Leon Blum"},"quote261":{"quote":"Liberty is to the collective body, what health is to every individual body. Without health no pleasure can be tasted by man; without liberty, no happiness can be enjoyed by society.","category":"Freedom","author":"Henry Bolingbroke"},"quote262":{"quote":"Freedom is that instant between when someone tells you to do something and when you decide how to respond.","category":"Freedom","author":"Dr. Jeffrey Borenstein"},"quote263":{"quote":"The cause of freedom is the cause of God.","category":"Freedom","author":"Samuel Bowles"},"quote264":{"quote":"It will free man from his remaining chains, the chains of gravity which still tie him to this planet. It will open to him the gates of heaven.","category":"Freedom","author":"Wernher Von Braun"},"quote265":{"quote":"I tell you I must go! Do you think I can stay to become nothing to you? Do you think I am an automaton?-a machine without feelings? And can bear to have my morsel of bread snatched from my lips, and my drop of living water dashed from my cup? Do you think, because I am poor, obscure, plain, and little, I am soulless and heartless? You think wrong!","category":"Freedom","author":"Charlotte BronteJane Eyre"},"quote266":{"quote":"Freedom is poetry, taking liberties with words, breaking the rules of normal speech, violating common sense. Freedom is violence.","category":"Freedom","author":"Norman O. Brown"},"quote267":{"quote":"Whatever the price, identify it now. What will you have to go through to get where you want to be? There is a price you can pay to be free of the situation once and for all. It may be a fantastic price or a tiny one -- but there is a price.","category":"Freedom","author":"Harry Browne"},"quote268":{"quote":"So free we seem, so fettered we are!","category":"Freedom","author":"Robert Browning"},"quote269":{"quote":"None who have always been free can understand the terrible fascinating power of the hope of freedom to those who are not free.","category":"Freedom","author":"Pearl Buck"},"quote270":{"quote":"If we wish to free ourselves from enslavement, we must choose freedom and the responsibility this entails.","category":"Freedom","author":"Leo Buscaglia"},"quote271":{"quote":"Yet, Freedom! yet thy banner, torn, but flying, streams like the thunderstorm against the wind.","category":"Freedom","author":"Lord (George Gordon) Byron"},"quote272":{"quote":"Whereas the Greeks gave to will the boundaries of reason, we have come to put the will's impulse in the very center of reason, which has, as a result, become deadly.","category":"Freedom","author":"Albert Camus"},"quote273":{"quote":"The only conception of freedom I can have is that of the prisoner or the individual in the midst of the State. The only one I know is freedom of thought and action.","category":"Freedom","author":"Albert Camus"},"quote274":{"quote":"Freedom is nothing else but a chance to be better.","category":"Freedom","author":"Albert Camus"},"quote275":{"quote":"The will is never free -- it is always attached to an object, a purpose. It is simply the engine in the car -- it can't steer.","category":"Freedom","author":"Joyce Cary"},"quote276":{"quote":"For me, the principal fact of life is the free mind. For good and evil, man is a free creative spirit. This produces the very queer world we live in, a world in continuous creation and therefore continuous change and insecurity. A perpetually new and lively world, but a dangerous one, full of tragedy and injustice. A world in everlasting conflict between the new idea and the old allegiances, new arts and new inventions against the old establishment.","category":"Freedom","author":"Joyce Cary"},"quote277":{"quote":"Liberty is one of the most precious gifts which heaven has bestowed on man; with it we cannot compare the treasures which the earth contains or the sea conceals; for liberty, as for honor, we can and ought to risk our lives; and, on for the other hand, captivity is the greatest evil that can befall man.","category":"Freedom","author":"Miguel de Cervantes"},"quote278":{"quote":"Freedom suppressed and again regained bites with keener fangs than freedom never endangered.","category":"Freedom","author":"Marcus Tullius Cicero"},"quote279":{"quote":"What we want is not freedom but its appearances. It is for these simulacra that man has always striven. And since freedom, as has been said, is no more than a sensation, what difference is there between being free and believing ourselves free?","category":"Freedom","author":"E. M. Cioran"},"quote280":{"quote":"Freedom Know this, that every man is free To choose his life and what he'll be. For this eternal truth is given, God will force no man to heaven. He'll call, persuade, direct aright, Bless with wisdom, love, and light; In nameless ways be good and kind, But never force the human mind.","category":"Freedom","author":"William C. Clegg"}}
