{"quote0":{"quote":"Friendship is composed of a single soul inhabiting two bodies.","category":"Friendship","author":"Aristotle"},"quote1":{"quote":"What is a friend? A single soul dwelling in two bodies.","category":"Friendship","author":"Aristotle"},"quote2":{"quote":"Every gift from a friend is a wish for your happiness...","category":"Friendship","author":"Richard Bach"},"quote3":{"quote":"Your friends will know you better in the first minute they meet you than your acquaintances will know you in a thousand years.","category":"Friendship","author":"Richard Bach"},"quote4":{"quote":"Can miles truly separate us from friends? If we want to be with someone we love, aren't we already there?","category":"Friendship","author":"Richard Bach"},"quote5":{"quote":"Without friends the world is but a wilderness. There is no man that imparteth his joys to his friends, but he joyeth the more; and no man that imparteth his grieves to his friend, but he grieveth the less.","category":"Friendship","author":"Francis Bacon"},"quote6":{"quote":"The worst solitude is to have no real friendships.","category":"Friendship","author":"Francis Bacon"},"quote7":{"quote":"Friends, both the imaginary ones you build for yourself out of phrases taken from a living writer, or real ones from college, and relatives, despite all the waste of ceremony and fakery and the fact that out of an hour of conversation you may have only five minutes in which the old entente reappears, are the only real means for foreign ideas to enter your brain.","category":"Friendship","author":"Nicholson Baker"},"quote8":{"quote":"Nothing so fortifies a friendship as a belief on the part of one friend that he is superior to the other.","category":"Friendship","author":"Honore de Balzac"},"quote9":{"quote":"The best time to make friends is before you need them.","category":"Friendship","author":"Ethel Barrymore"},"quote10":{"quote":"Keep a fair-sized cemetery in your back yard, in which to bury the faults of your friends.","category":"Friendship","author":"Henry Ward Beecher"},"quote11":{"quote":"Never shall I forget the time I spent with you. Please continue to be my friend, as you will always find me yours.","category":"Friendship","author":"Ludwig van Beethoven"},"quote12":{"quote":"From quiet homes and first beginning, out to the undiscovered ends, there's nothing worth the wear of winning, but laughter and the love of friends.","category":"Friendship","author":"Hilaire Belloc"},"quote13":{"quote":"From quiet homes and first beginning,Out to the undiscovered ends,There's nothing worth the wear of winning,But laughter and the love of friends.","category":"Friendship","author":"Hilaire BellocDedicatory Ode Sonnets and Verse (1923)"},"quote14":{"quote":"Faithful are the wounds of a friend.","category":"Friendship","author":"Bible"},"quote15":{"quote":"A faithful friend is a strong defense: and he that hath found one hath found a treasure.","category":"Friendship","author":"Bible"},"quote16":{"quote":"Some friends play at friendship, but a true friend sticks closer than one's nearest kin. Proverbs 18:24","category":"Friendship","author":"Bible"},"quote17":{"quote":"Forsake not an old friend, for the new is not comparable unto him. A new friend is as new wine: when it is old thou shalt drink it with pleasure.","category":"Friendship","author":"Bible"},"quote18":{"quote":"A friend loveth at all times. Proverbs 17:17","category":"Friendship","author":"Bible"},"quote19":{"quote":"A mirror reflects a man's face, but what he is really like is shown by the kind of friends he chooses. Proverbs 27:19","category":"Friendship","author":"Bible"},"quote20":{"quote":"Acquaintance: a degree of friendship called slight when its object is poor or obscure, and intimate when he is rich or famous.","category":"Friendship","author":"Ambrose Bierce"},"quote21":{"quote":"Acquaintance. A person whom we know well enough to borrow from, but not well enough to lend to.","category":"Friendship","author":"Ambrose Bierce"},"quote22":{"quote":"An acquaintance is someone we know well enough to borrow from, but not well enough to lend to.","category":"Friendship","author":"Ambrose Bierce"},"quote23":{"quote":"A puppy plays with every pup he meets, but an old dog has few associates.","category":"Friendship","author":"Josh Billings"},"quote24":{"quote":"Thy friendship oft has made my heart to ache; do be my enemy for friendship's sake.","category":"Friendship","author":"William Blake"},"quote25":{"quote":"A true friend is somebody who can make us do what we can.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote26":{"quote":"A friend is a person with whom I may be sincere. Before him, I may think aloud.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote27":{"quote":"It is one of the blessings of old friends that you can afford to be stupid with them.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote28":{"quote":"The glory of friendship is not in the outstretched hand, nor the kindly smile, nor the joy of companionship; it is in the spiritual inspiration that comes to one when he discovers that someone else believes in him and is willing to trust him.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote29":{"quote":"A friend may well be reckoned the masterpiece of nature.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote30":{"quote":"A day for toil, an hour for sport, but for a friend is life too short.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote31":{"quote":"I do then with my friends as I do with my books. I would have them where I can find them, but I seldom use them.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote32":{"quote":"I didn't find my friends; the good Lord gave them to me.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote33":{"quote":"Every man passes his life in the search after friendship.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote34":{"quote":"O friend, my bosom said,Through thee alone the sky is arched.Through thee the rose is red;All things through thee take nobler form,And look beyond the earth,The mill-round of our fate appearsA sun-path in thy worth.Me too thy nobleness has taughtTo master my despair;The fountains of my hidden lifeAre through thy friendship fair.","category":"Friendship","author":"Ralph Waldo EmersonEssays: First Series, 1841"},"quote35":{"quote":"He who has a thousand friendsHas not a friend to spare,While he who has one enemyShall meet him everywhere.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote36":{"quote":"What is so great as friendship, let us carry with what grandeur of spirit we can. Let us be silent, -- so we may hear the whisper of the gods. Let us not interfere. Who set you to cast about what you should say to the select souls, or how to say any thing to such? No matter how ingenious, no matter how graceful and bland. There are innumerable degrees of folly and wisdom, and for you to say aught is to be frivolous. Wait, and thy heart shall speak. Wait until the necessary and everlasting overpowers you, until day and night avail themselves of your lips. The only reward of virtue is virtue; the only way to have a friend is to be one.","category":"Friendship","author":"Ralph Waldo EmersonEssays Friendship, 1841"},"quote37":{"quote":"Of all things which wisdom provides to make life entirely happy, much the greatest is the possession of friendship.","category":"Friendship","author":"Epicurus"},"quote38":{"quote":"We do not so much need the help of our friends as the confidence of their help in need.","category":"Friendship","author":"Epicurus"},"quote39":{"quote":"One loyal friend is worth ten thousand relatives.","category":"Friendship","author":"Euripides"},"quote40":{"quote":"Life has no blessing like a prudent friend.","category":"Friendship","author":"Euripides"},"quote41":{"quote":"Friends show their love in times of trouble...","category":"Friendship","author":"Euripides"},"quote42":{"quote":"I hate it in friends when they come too late to help.","category":"Friendship","author":"Euripides"},"quote43":{"quote":"My mother used to say that there are no strangers, only friends you haven't met yet. She's now in a maximum security twilight home in Australia.","category":"Friendship","author":"Dame Edna Everage"},"quote44":{"quote":"... I remember you and recall you without effort, without exercise of will; that is, by natural impulse, indicated by a sense of duty, or of obligation. And that, I take it, is the only sort of remembering worth the having. When we think of friends, and call their faces out of the shadows, and their voices out of the echoes that faint along the corridors of memory, and do it without knowing why save that we love to do it, we content ourselves that friendship is a Reality, and not a Fancy -- that it is built upon a rock, and not upon the sands that dissolve away with the ebbing tides and carry their monuments with them.","category":"Friendship","author":"Douglas Fairbanks"},"quote45":{"quote":"Do not make best friends with a melancholy sad soul. They always are heavily loaded, and you must bear half.","category":"Friendship","author":"Francois FeNelon"},"quote46":{"quote":"My best friend is the one who brings out the best in me.","category":"Friendship","author":"Henry Ford"},"quote47":{"quote":"I believe we shall come to care about people less and less. The more people one knows the easier it becomes to replace them. It's one of the curses of London.","category":"Friendship","author":"E. M. Forster"},"quote48":{"quote":"Let me live in a house by the side of the road and be a friend to man.","category":"Friendship","author":"Sam Walter Foss"},"quote49":{"quote":"Friendships begun in this world will be taken up again, never to be broken off.","category":"Friendship","author":"St. Francis De Sales"},"quote50":{"quote":"There are three faithful friends, an old wife, an old dog, and ready money.","category":"Friendship","author":"Benjamin Franklin"},"quote51":{"quote":"Friends and neighbors, the taxes are indeed very heavy, and if those laid on by the government were the only ones we had to pay, we might more easily discharge them; but we have many others, and much more grievous to some of us. We are taxed twice as much by our idleness, three times as much by our pride, and four times as much by our folly; and from these taxes the commissioners cannot ease or deliver us by allowing abatement.","category":"Friendship","author":"Benjamin Franklin"},"quote52":{"quote":"When all is said and done, friendship is the only trustworthy fabric of the affections. So-called love is a delirious inhuman state of mind: when hot it substitutes indulgence for fair play; when cold it is cruel, but friendship is warmth in cold, firm ground in a bog.","category":"Friendship","author":"Miles Franklin"},"quote53":{"quote":"Give me work to do, Give me health, Give me joy in simple things, Give me an eye for beauty, A tongue for truth, A heart that loves, A mind that reasons, A sympathy that understands. Give me neither malice nor envy, But a true kindness And a noble common sense. At the close of each day Give me a book And a friend with whom I can be silent.","category":"Friendship","author":"S. M. Frazier"},"quote54":{"quote":"Friends make pretence of following to the grave but before one is in it, their minds are turned and making the best of their way back to life and living people and things they understand.","category":"Friendship","author":"Robert Frost"},"quote55":{"quote":"If you have one true friend you have more than your share.","category":"Friendship","author":"Thomas Fuller"},"quote56":{"quote":"There is a scarcity of friendship, but not of friends.","category":"Friendship","author":"Thomas Fuller"},"quote57":{"quote":"Purchase not friends by gifts; when thou ceasest to give, such will cease to love.","category":"Friendship","author":"Thomas Fuller"},"quote58":{"quote":"A good friend is my nearest relation.","category":"Friendship","author":"Thomas Fuller"},"quote59":{"quote":"My friend is he who will tell me my faults in private.","category":"Friendship","author":"Ibn Gabirol"},"quote60":{"quote":"The good man is the friend of all living things.","category":"Friendship","author":"Mahatma Gandhi"},"quote61":{"quote":"It is easy enough to be friendly to one's friends. But to befriend the one who regards himself as your enemy is the quintessence of true religion. The other is mere business.","category":"Friendship","author":"Mahatma Gandhi"},"quote62":{"quote":"An open foe may prove a curse, but a pretended friend is worse.","category":"Friendship","author":"John Gay"},"quote63":{"quote":"True friendship comes when silence between two people is comfortable.","category":"Friendship","author":"David Tyson Gentry"},"quote64":{"quote":"Your friend is your needs answered.","category":"Friendship","author":"Kahlil Gibran"},"quote65":{"quote":"Your friend is your field which you sow with love and reap with thanksgiving.","category":"Friendship","author":"Kahlil Gibran"},"quote66":{"quote":"Let there be no purpose in friendship save the deepening of the spirit.","category":"Friendship","author":"Kahlil Gibran"},"quote67":{"quote":"In the sweetness of friendship let there be laughter, and sharing of pleasures.","category":"Friendship","author":"Kahlil Gibran"},"quote68":{"quote":"Friendship is always a sweet responsibility, never an opportunity.","category":"Friendship","author":"Kahlil Gibran"},"quote69":{"quote":"A true friend never gets in your way unless you happen to be going down.","category":"Friendship","author":"Arnold Glasgow"},"quote70":{"quote":"Everybody needs one essential friend.","category":"Friendship","author":"Dr. William Glasser"},"quote71":{"quote":"Friendship is to have the latchkey of another's mind.","category":"Friendship","author":"Edgar Godospeed"},"quote72":{"quote":"In comradeship is danger countered best.","category":"Friendship","author":"Johann von Goethe"},"quote73":{"quote":"Friendship is a disinterested commerce between equals; love, an abject intercourse between tyrants and slaves.","category":"Friendship","author":"Oliver Goldsmith"},"quote74":{"quote":"Never have a companion that casts you in the shade.","category":"Friendship","author":"Baltasar Gracian"},"quote75":{"quote":"We cherish our friends not for their ability to amuse us, but for our ability to amuse them.","category":"Friendship","author":"Evelyn Waugh"},"quote76":{"quote":"Learn to reject friendship, or rather the dream of friendship. To want friendship is a great fault. Friendship ought to be a gratuitous joy, like the joys afforded by art, or life (like aesthetic joys). I must refuse it in order to be worthy to receive it","category":"Friendship","author":"Simone Weil"},"quote77":{"quote":"For when two beings who are not friends are near each other there is no meeting, and when friends are far apart there is no separation.","category":"Friendship","author":"Simone Weil"},"quote78":{"quote":"A true friend is someone who is there for you when he'd rather be anywhere else.","category":"Friendship","author":"Len Wein"},"quote79":{"quote":"We shelter children for a time; we live side by side with men; and that is all. We owe them nothing, and are owed nothing. I think we owe our friends more, especially our female friends.","category":"Friendship","author":"Fay Weldon"},"quote80":{"quote":"There is one friend in the life of each of us who seems not a separate person, however dear and beloved, but an expansion, an interpretation, of one's self, the very meaning of one's soul.","category":"Friendship","author":"Edith Wharton"},"quote81":{"quote":"You have been my friend. That in itself is a tremendous thing. I wove my webs for you because I liked you. After all, what","category":"Friendship","author":"E.B. (Elwyn Brooks) WhiteCharlotte, in"},"quote82":{"quote":"Money can't buy you friends; but you do get a better class of enemies.","category":"Friendship","author":"Somers White"},"quote83":{"quote":"All love that has not friendship for its base, is like a mansion built upon the sand.","category":"Friendship","author":"Ella Wheeler Wilcox"},"quote84":{"quote":"An acquaintance that begins with a compliment is sure to develop into a real friendship.","category":"Friendship","author":"Oscar Wilde"},"quote85":{"quote":"Laughter is not at all a bad beginning for a friendship, and it is far the best ending for one.","category":"Friendship","author":"Oscar Wilde"},"quote86":{"quote":"True friends stab you in the front.","category":"Friendship","author":"Oscar Wilde"},"quote87":{"quote":"Friendship is to be purchased only by friendship. A man may have authority over others, but he can never have their hearts but by giving his own.","category":"Friendship","author":"Tom Wilson"},"quote88":{"quote":"Friendship is the only cement that will ever hold the world together.","category":"Friendship","author":"Woodrow Wilson"},"quote89":{"quote":"You cannot be friends upon any other terms than upon the terms of equality.","category":"Friendship","author":"Woodrow Wilson"},"quote90":{"quote":"A real friend is one who walks in when the rest of the world walks out.","category":"Friendship","author":"Walter Winchell"},"quote91":{"quote":"Some people go to priests; others to poetry; I to my friends.","category":"Friendship","author":"Virginia Woolf"},"quote92":{"quote":"I am already kindly disposed towards you. My friendship it is not in my power to give: this is a gift which no man can make, it is not in our own power: a sound and healthy friendship is the growth of time and circumstance, it will spring up and thrive like a wildflower when these favour, and when they do not, it is in vain to look for it.","category":"Friendship","author":"William Wordsworth"},"quote93":{"quote":"Good fellowship and friendship are lasting, rational and manly pleasures.","category":"Friendship","author":"William Wycherley"},"quote94":{"quote":"Think where man's glory most begins and ends, And say my glory was I had such friends.","category":"Friendship","author":"William Butler Yeats"},"quote95":{"quote":"And say my glory was I had such friends.","category":"Friendship","author":"William Butler Yeats"},"quote96":{"quote":"There is a magnet in your heart that will attract true friends. That magnet is unselfishness, thinking of others first... when you learn to live for others, they will live for you.","category":"Friendship","author":"Paramahansa Yogananda"},"quote97":{"quote":"In the adversity of our best friends we often find something that does not displease us.","category":"Friendship","author":"Brigham Young"},"quote98":{"quote":"Friendship consists in forgetting what one gives, and remembering what one receives.","category":"Friendship","author":"Dumas The Younger"},"quote99":{"quote":"If you go looking for a friend, you're going to find they're very scarce. If you go out to be a friend, you'll find them everywhere.","category":"Friendship","author":"Zig Ziglar"},"quote100":{"quote":"I desire to so conduct the affairs of this administration that if at the end, when I come to lay down the reins of power, I have lost every other friend on earth, I shall at least have one friend left, and that friend shall be down inside of me.","category":"Friendship","author":"Abraham Lincoln"},"quote101":{"quote":"I don't like that man. I'm going to have to get to know him better.","category":"Friendship","author":"Abraham Lincoln"},"quote102":{"quote":"A drop of honey catches more flies than a gallon of gal. So with men. If you would win a man to your cause, first convince him that you are his sincere friend. Therein is a drop of honey which catches his heart, which, say what he will, is the highroad to his reason.","category":"Friendship","author":"Abraham Lincoln"},"quote103":{"quote":"Am I not destroying my enemies when I make friends of them?","category":"Friendship","author":"Abraham Lincoln"},"quote104":{"quote":"Forget anything your friends would rather you forgot.","category":"Friendship","author":"Michael Lipsey"},"quote105":{"quote":"Some people would rather lose the relationship than the argument.","category":"Friendship","author":"Michael Lipsey"},"quote106":{"quote":"I shot an arrow into the air, It fell to earth, I knew not where; For so swiftly it flew, the sight Could not follow it in its flight. I breathed a song into the air, It fell to earth, I knew not where; For, who has sight so keen and strong That it can follow the flight of song? Long, long afterward, in an oak I found the arrow, still unbroken; And the song, from beginning to end, I found again in the heart of a friend.","category":"Friendship","author":"Henry Wadsworth Longfellow"},"quote107":{"quote":"Yes, we must ever be friends; and of all who offer you friendship Let me be ever the first, the truest, the nearest and dearest!","category":"Friendship","author":"Henry Wadsworth Longfellow"},"quote108":{"quote":"Your friendship is a glowing emberThrough the year; and each December From its warm and living spark We kindle flame against the dark And with its shining radiance light Our tree of faith on Christmas night.","category":"Friendship","author":"Thelma J. Lund"},"quote109":{"quote":"To gather with God's people in united adoration of the Father is as necessary to the Christian life as prayer.","category":"Friendship","author":"Martin Luther"},"quote110":{"quote":"Friendship will not stand the strain of very much good advice for very long.","category":"Friendship","author":"Robert Lynd"},"quote111":{"quote":"The imaginary friends I had as a kid dropped me because their friends thought I didn't exist.","category":"Friendship","author":"Aaron Machado"},"quote112":{"quote":"I'm treating you as a friend asking you to share my present minuses in the hope that I can ask you to share my future pluses","category":"Friendship","author":"Katherine Mansfield"},"quote113":{"quote":"I always felt that the great high privilege, relief and comfort of friendship was that one had to explain nothing.","category":"Friendship","author":"Katherine Mansfield"},"quote114":{"quote":"The richer your friends, the more they will cost you.","category":"Friendship","author":"Marbury"},"quote115":{"quote":"No young man starting in life could have better capital than plenty of friends. They will strengthen his credit, support him in every great effort, and make him what, unaided, he could never be. Friends of the right sort will help him more -- to be happy and successful -- than much money...","category":"Friendship","author":"Orison Swett Marden"},"quote116":{"quote":"We know our friends by their defects rather than their merits.","category":"Friendship","author":"W. Somerset Maugham"},"quote117":{"quote":"...friendship...is essential to intellectuals. You can date the evolving life of a mind, like the age of a tree, by the rings of friendship formed by the expanding central trunk.","category":"Friendship","author":"Mary McCarthy"},"quote118":{"quote":"All things being equal, people will do business with a friend; all things being unequal, people will still do business with a friend.","category":"Friendship","author":"Mark Mccormack"},"quote119":{"quote":"It is important to our friends to believe that we are unreservedly frank with them, and important to friendship that we are not.","category":"Friendship","author":"Mignon McLaughlin"},"quote120":{"quote":"A true friend is someone who thinks that you are a good egg even though he knows that you are slightly cracked.","category":"Friendship","author":"Bernard Meltzer"},"quote121":{"quote":"All men have one refuge, a good friend, with whom you can weep and know that he does not smile.","category":"Friendship","author":"Menander"},"quote122":{"quote":"Friendship is one mind in two bodies.","category":"Friendship","author":"Mencius (Mengzi Meng-tse)"},"quote123":{"quote":"Friends are like melons; shall I tell you why? To find one good you must one hundred try.","category":"Friendship","author":"Claude Mermet"},"quote124":{"quote":"Getting to know someone is like investigating a crime scene where the culprit is constantly allowed to rearrange the evidence.","category":"Friendship","author":"Adnan Mithani"},"quote125":{"quote":"You find out who your real friends are when you're involved in a scandal.","category":"Friendship","author":"Elizabeth Taylor"},"quote126":{"quote":"He makes no friends who never made a foe.","category":"Friendship","author":"Alfred Lord Tennyson"},"quote127":{"quote":"Many a time from a bad beginning great friendships have sprung up.","category":"Friendship","author":"Terence"},"quote128":{"quote":"Those who forgets their friends to follow those of a higher status are truly snobs.","category":"Friendship","author":"William Makepeace Thackeray"},"quote129":{"quote":"It is not what you give your friend, but what you are willing to give him that determines the quality of friendship.","category":"Friendship","author":"Mary Dixon Thayer"},"quote130":{"quote":"Verily, great grace may go with a little gift; and precious are all things that come from a friend.","category":"Friendship","author":"Theocritus"},"quote131":{"quote":"A friend is one who incessantly pays us the compliment of expecting from us all the virtues, and who can appreciate them in us. The friend asks no return but that his friend will religiously accept and wear and not disgrace his apotheosis of him. They cherish each other's hopes. They are kind to each other's dreams.","category":"Friendship","author":"Henry David Thoreau"},"quote132":{"quote":"We have not so good a right to hate any as our Friend.","category":"Friendship","author":"Henry David Thoreau"},"quote133":{"quote":"A man cannot be said to succeed in this life who does not satisfy one friend.","category":"Friendship","author":"Henry David Thoreau"},"quote134":{"quote":"One may discover a new side to his most intimate friend when for the first time he hears him speak in public. He will be stranger to him as he is more familiar to the audience. The longest intimacy could not foretell how he would behave then","category":"Friendship","author":"Henry David Thoreau"},"quote135":{"quote":"The language of friendship is not words but meanings.","category":"Friendship","author":"Henry David Thoreau"},"quote136":{"quote":"The most I can do for my friend is simply be his friend.","category":"Friendship","author":"Henry David Thoreau"},"quote137":{"quote":"To say that a man is your Friend, means commonly no more than this, that he is not your enemy. Most contemplate only what would be the accidental and trifling advantages of Friendship, as that the Friend can assist in time of need by his substance, or his influence, or his counsel. Even the utmost goodwill and harmony and practical kindness are not sufficient for Friendship, for Friends do not live in harmony merely, as some say, but in melody.","category":"Friendship","author":"Henry David Thoreau"},"quote138":{"quote":"True friendship can afford true knowledge. It does not depend on darkness and ignorance.","category":"Friendship","author":"Henry David Thoreau"},"quote139":{"quote":"Good friends, good books and a sleepy conscience: this is the ideal life. The conviction of the rich that the poor are happier is no more foolish than the conviction of the poor that the rich are.","category":"Friendship","author":"Mark Twain"},"quote140":{"quote":"Grief can take care of itself; but to get the full value of a joy you must have somebody to divide it with.","category":"Friendship","author":"Mark Twain"},"quote141":{"quote":"The holy passion of friendship is of so sweet and steady and loyal and enduring a nature that it will last through a whole lifetime, if not asked to lend money.","category":"Friendship","author":"Mark Twain"},"quote142":{"quote":"A Friend is a treasure. More precious than Gold, For love shared is priceless And never grows old.","category":"Friendship","author":"Source Unknown"},"quote143":{"quote":"And the joy of it all; when we count it all up; is found in the making of friends.","category":"Friendship","author":"Source Unknown"},"quote144":{"quote":"A man never likes you so well as when he leaves your company liking himself.","category":"Friendship","author":"Source Unknown"},"quote145":{"quote":"A ray of sunshine, a balmy breeze Are a gift from God above, And He also gives us faithful friends. To warm our hearts with love.","category":"Friendship","author":"Source Unknown"},"quote146":{"quote":"Build bridges instead of walls and you will have a friend.","category":"Friendship","author":"Source Unknown"},"quote147":{"quote":"A friend once wrote: Give me your faith, not your doubts.","category":"Friendship","author":"Source Unknown"},"quote148":{"quote":"A friend walks in when everyone else walks out","category":"Friendship","author":"Source Unknown"},"quote149":{"quote":"A Friendship that's sincere are true. Gives joy like nothing else will do; That's why glad hearts look up and send A prayer of thanks for faithful friends.","category":"Friendship","author":"Source Unknown"},"quote150":{"quote":"A friend is one who knows us, but loves us anyway.","category":"Friendship","author":"Fr. Jerome Cummings"},"quote151":{"quote":"Do not save your loving speeches for your friends till they are dead. Do not write them on their tombstones, speak them rather now instead.","category":"Friendship","author":"Anna Cummins"},"quote152":{"quote":"Then come the wild weather, come sleet or come snow, we will stand by each other, however it blow.","category":"Friendship","author":"Simon Dach"},"quote153":{"quote":"Old friends pass away, new friends appear. It is just like the days. An old day passes, a new day arrives. The important thing is to make it meaningful: a meaningful friend -- or a meaningful day.","category":"Friendship","author":"Dalai Lama"},"quote154":{"quote":"A man's friendships are one of the best measures of his worth.","category":"Friendship","author":"Charles Darwin"},"quote155":{"quote":"Fate chooses our relatives, we choose our friends.","category":"Friendship","author":"Jacques Delille"},"quote156":{"quote":"Do not have evil-doers for friends, do not have low people for friends: have virtuous people for friends, have for friends the best of men.","category":"Friendship","author":"Dhammapada"},"quote157":{"quote":"Many merry Christmases, friendships, great accumulation of cheerful recollections, affection on earth, and Heaven at last for all of us.","category":"Friendship","author":"Charles Dickens"},"quote158":{"quote":"The greatest good you can do for another is not just to share your riches but to reveal to him his own.","category":"Friendship","author":"Benjamin Disraeli"},"quote159":{"quote":"To find a friend one must close one eye -- to keep him, two.","category":"Friendship","author":"Norman Douglas"},"quote160":{"quote":"Friendship is held to be the severest test of character. It is easy, we think, to be loyal to a family and clan, whose blood is in your own veins. Love between a man and a woman is founded on the mating instinct and is not free from desire and self-seeking. But to have a friend and to be true under any and all trials is the mark of a man!","category":"Friendship","author":"Charles Eastman"},"quote161":{"quote":"Friendship is genuine when two friends can enjoy each others company without speaking a word to one another.","category":"Friendship","author":"George Ebers"},"quote162":{"quote":"Never exaggerate your faults, your friends will attend to that.","category":"Friendship","author":"Robert C. Edwards"},"quote163":{"quote":"Best friend, my well-spring in the wilderness!","category":"Friendship","author":"George Eliot"},"quote164":{"quote":"Perhaps the most delightful friendships are those in which there is much agreement, much disputation, and yet more personal liking.","category":"Friendship","author":"George Eliot"},"quote165":{"quote":"Friendships begin with liking or gratitude roots that can be pulled up.","category":"Friendship","author":"George Eliot"},"quote166":{"quote":"The beginning of an acquaintance whether with persons or things is to get a definite outline of our ignorance.","category":"Friendship","author":"George Eliot"},"quote167":{"quote":"I like not only to be loved, but also to be told that I am loved. I am not sure that you are of the same kind. But the realm of silence is large enough beyond the grave. This is the world of light and speech, and I shall take leave to tell you that you are very dear.","category":"Friendship","author":"George EliotIn a letter to Georgiana Burne-Jones, wife of the artist Edward Burne-Jones, 1875"},"quote168":{"quote":"Friendship should be more than biting time can sever.","category":"Friendship","author":"TS (Thomas Stearns) Eliot"},"quote169":{"quote":"To act the part of a true friend requires more conscientious feeling than to fill with credit and complacency any other station or capacity in social life.","category":"Friendship","author":"Sarah Ellis"},"quote170":{"quote":"Go oft to the house of thy friend, for weeds choke the unused path.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote171":{"quote":"The ornament of a house is the friends who frequent it.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote172":{"quote":"We talk of choosing our friends, but friends are self-elected","category":"Friendship","author":"Ralph Waldo Emerson"},"quote173":{"quote":"He who has a thousand friends has not a friend to spare, And he who has one enemy will meet him everywhere.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote174":{"quote":"Friends, such as we desire, are dreams and fables.","category":"Friendship","author":"Ralph Waldo Emerson"},"quote175":{"quote":"The only way not to break a friendship is not to drop it.","category":"Friendship","author":"Julie Holz"},"quote176":{"quote":"The difficulty is not that great to die for a friend, the hard part is finding a friend worth dying for.","category":"Friendship","author":"Henry Home"},"quote177":{"quote":"A sympathetic friend can be quite as dear as a brother.","category":"Friendship","author":"Homer"},"quote178":{"quote":"Two friends, two bodies with one soul inspired.","category":"Friendship","author":"Homer"},"quote179":{"quote":"Instead of loving your enemies -- treat your friends a little better.","category":"Friendship","author":"Edward W. Howe"},"quote180":{"quote":"Don't abuse your friends and expect them to consider it criticism.","category":"Friendship","author":"Edward W. Howe"},"quote181":{"quote":"It may be a cold, clammy thing to say, but those that treat friendship the same as any other selfishness seem to get the most out of it.","category":"Friendship","author":"Edward W. Howe"},"quote182":{"quote":"When a friend is in trouble, don't annoy him by asking if there is anything you can do. Think up something appropriate and do it.","category":"Friendship","author":"Edward W. Howe"},"quote183":{"quote":"Life is partly what we make it, and partly what it is made by the friends we choose.","category":"Friendship","author":"Tehyi Hsieh"},"quote184":{"quote":"If you have no enemies you are apt to be in the same predicament in regard to friends.","category":"Friendship","author":"Elbert Hubbard"},"quote185":{"quote":"Your friend is that man who knows all about you, and still likes you.","category":"Friendship","author":"Elbert Hubbard"},"quote186":{"quote":"A friend is one who knows you and loves you just the same.","category":"Friendship","author":"Elbert Hubbard"},"quote187":{"quote":"I loved my friendHe went away from meThere's nothing more to sayThe poem ends soft as it began -I loved my friend.","category":"Friendship","author":"Langston Hughes"},"quote188":{"quote":"The greatest healing therapy is friendship and love.","category":"Friendship","author":"Hubert Humphrey"},"quote189":{"quote":"My father always used to say that when you die, if you've got five real friends, then you've had a great life.","category":"Friendship","author":"Lee Iacocca"},"quote190":{"quote":"Human beings are born into this little span of life of which the best thing is its friendship and intimacies, and soon their places will know them no more, and yet they leave their friendships and intimacies with no cultivation, to grow as they will by the roadside, expecting them to keep by force of inertia.","category":"Friendship","author":"William James"},"quote191":{"quote":"But friendship is precious, not only in the shade, but in the sunshine of life; and thanks to a benevolent arrangement of things, the greater part of life is sunshine.","category":"Friendship","author":"Thomas Jefferson"},"quote192":{"quote":"To myself, personally, it brings nothing but increasing drudgery and daily loss of friends.","category":"Friendship","author":"Thomas Jefferson"},"quote193":{"quote":"Friendship is but another name for an alliance with the follies and the misfortunes of others. Our own share of miseries is sufficient: why enter then as volunteers into those of another?","category":"Friendship","author":"Thomas Jefferson"},"quote194":{"quote":"A friend is long sought, hardly found, and with difficulty kept.","category":"Friendship","author":"St. Jerome"},"quote195":{"quote":"True friendship ought never to conceal what it thinks.","category":"Friendship","author":"St. Jerome"},"quote196":{"quote":"The friendship that can cease has never been real.","category":"Friendship","author":"St. Jerome"},"quote197":{"quote":"When you face a crisis, you know who your true friends are.","category":"Friendship","author":"Earvin ''Magic'' Johnson"},"quote198":{"quote":"If a man does not make new acquaintances as he advances through life, he will soon find himself left alone; one should keep his friendships in constant repair.","category":"Friendship","author":"Samuel Johnson"},"quote199":{"quote":"I look upon every day to be lost, in which I do not make a new acquaintance.","category":"Friendship","author":"Samuel Johnson"},"quote200":{"quote":"The best way to keep your friends is not to give them away.","category":"Friendship","author":"Wilson Mizner"},"quote201":{"quote":"If a man urge me to tell wherefore I loved him, I feel it cannot be expressed but by answering: Because it was he, because it was myself.","category":"Friendship","author":"Michel de Montaigne"},"quote202":{"quote":"Friendship is an arrangement by which we undertake to exchange small favors for big ones.","category":"Friendship","author":"Charles Montesquieu"},"quote203":{"quote":"When twilight drops her curtain downAnd pins it with a starRemember that you have a friendThough she may wander far.","category":"Friendship","author":"Lucy Maud MontgomeryAnne of the Green Gables: Chapter XVII -- A New Interest in Life"},"quote204":{"quote":"We will win the world when we realize that fellowship, not evangelism, must be our primary emphasis. When we demonstrate the Big Miracle of Love, it won't be necessary for us to go out -- they will come in.","category":"Friendship","author":"Jess Moody"},"quote205":{"quote":"She is a friend of mind. She gather me, man. The pieces I am, she gather them and give them back to me in all the right order. It's good, you know, when you got a woman who is a friend of your mind","category":"Friendship","author":"Toni Morrison"},"quote206":{"quote":"God gives us our relatives -- thank God we can choose our friends.","category":"Friendship","author":"Ethel Watts Mumford"},"quote207":{"quote":"The sacrifices of friendship were beautiful in her eyes as long as she was not asked to make them.","category":"Friendship","author":"Hector Hugh Munro"},"quote208":{"quote":"Love demands infinitely less than friendship.","category":"Friendship","author":"George Jean Nathan"},"quote209":{"quote":"The love of our private friends is the only preparatory exercise for the love of all men.","category":"Friendship","author":"John Henry Newman"},"quote210":{"quote":"A woman may very well form a friendship with a man, but for this to endure, it must be assisted by a little physical antipathy.","category":"Friendship","author":"Friedrich Nietzsche"},"quote211":{"quote":"The lonely one offers his hand too quickly to whomever he encounters.","category":"Friendship","author":"Friedrich Nietzsche"},"quote212":{"quote":"Each friend represents a world in us, a world possibly not born until they arrive, and it is only by this meeting that a new world is born.","category":"Friendship","author":"Anais Nin"},"quote213":{"quote":"We have been friends together,In sunshine and in shade;Since first beneath the chestnut-treesIn infancy we played.But coldness dwells within thy heart,A cloud is on thy brow;We have been friends together","category":"Friendship","author":"Caroline NortonWe Have Been Friends Together"},"quote214":{"quote":"Those we hold most dear never truly leave us ... they live on in the kindnesses they showed, the comfort they shared and the love they brought into our lives.","category":"Friendship","author":"Isabel Norton"},"quote215":{"quote":"In my friend, I find a second self.","category":"Friendship","author":"Isabel Norton"},"quote216":{"quote":"When we honestly ask ourselves which person in our lives mean the most to us, we often find that it is those who, instead of giving advice, solutions, or cures, have chosen rather to share our pain and touch our wounds with a warm and tender hand. The friend who can be silent with us in a moment of despair or confusion, who can stay with us in an hour of grief and bereavement, who can tolerate not knowing, not curing, not healing and face with us the reality of our powerlessness, that is a friend who cares.","category":"Friendship","author":"Henri Nouwen"},"quote217":{"quote":"Show me a genuine case of platonic friendship, and I shall show you two old or homely faces.","category":"Friendship","author":"Austin O'Malley"},"quote218":{"quote":"A home-made friend wears longer than one you buy in the market.","category":"Friendship","author":"Austin O'Malley"},"quote219":{"quote":"As the yellow gold is tried in fire, so the faith of friendship must be seen in adversity.","category":"Friendship","author":"Ovid"},"quote220":{"quote":"Awards become corroded, friends gather no dust.","category":"Friendship","author":"Jesse Owens"},"quote221":{"quote":"The friends I made have slipped and strayed. And who's the one that cares A trifling lot and best forgot - And that's my tale, and theirs. Then if my 'friendships break and bend There's little need to cry The while I know that every foe Is faithful till I die.'","category":"Friendship","author":"Dorothy ParkerThe Leal"},"quote222":{"quote":"Friends are needed both for joy and for sorrow.","category":"Friendship","author":"Samuel Paterson"},"quote223":{"quote":"A true friend unbosoms freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, and continues a friend unchangeably.","category":"Friendship","author":"William Penn"},"quote224":{"quote":"There can be no friendship where there is no freedom. Friendship loves a free air, and will not be fenced up in straight and narrow enclosures.","category":"Friendship","author":"William Penn"},"quote225":{"quote":"Mighty proud I am that I am able to have a spare bed for my friends.","category":"Friendship","author":"Samuel Pepys"},"quote226":{"quote":"Wherever you are it is your own friends who make your world.","category":"Friendship","author":"Ralph B. Perry"},"quote227":{"quote":"You can always tell a real friend; when you've made a fool of yourself he doesn't feel you've done a permanent job.","category":"Friendship","author":"Laurence J. Peter"},"quote228":{"quote":"Keep out of the suction caused by those who drift backwards.","category":"Friendship","author":"E. K. Piper"},"quote229":{"quote":"Nothing is there more friendly to a man than a friend in need.","category":"Friendship","author":"Plautus"},"quote230":{"quote":"Every man, however wise, needs the advice of some sagacious friend in the affairs of life.","category":"Friendship","author":"Plautus"},"quote231":{"quote":"Ones oldest friend is the best.","category":"Friendship","author":"Plautus"},"quote232":{"quote":"What is thine is mine, and all mine is thine.","category":"Friendship","author":"Plautus"},"quote233":{"quote":"If I cannot understand my friend's silence, I will never get to understand his words.","category":"Friendship","author":"John Enoch Powell"},"quote234":{"quote":"Friends will keep you sane, Love could fill your heart, A lover can warm your bed, But lonely is the soul without a mate.","category":"Friendship","author":"David Pratt"},"quote235":{"quote":"A friend you have to buy won't be worth what you pay for him.","category":"Friendship","author":"George D. Prentice"},"quote236":{"quote":"Friends are as companions on a journey, who ought to aid each other to persevere in the road to a happier life.","category":"Friendship","author":"Pythagoras"},"quote237":{"quote":"It's funny, isn't it? How your best friend can just blow up like that?","category":"Friendship","author":"Monty Python"},"quote238":{"quote":"That friendship will not continue to the end which is begun for an end.","category":"Friendship","author":"Francis Quarles"},"quote239":{"quote":"True friendship is never serene.","category":"Friendship","author":"Marie De Rabutin-Chantal"},"quote240":{"quote":"Real friends are those who, when you've made a fool of yourself, don't feel that you've done a permanent job.","category":"Friendship","author":"Erwin T. Randall"},"quote241":{"quote":"Truly great friends are hard to find, difficult to leave, and impossible to forget.","category":"Friendship","author":"G. Randolf"},"quote242":{"quote":"Every friend is to the other a sun, and a sunflower also. He attracts and follows.","category":"Friendship","author":"Jean Paul Richter"},"quote243":{"quote":"We learn our virtues from our friends who love us; our faults from the enemy who hates us. We cannot easily discover our real character from a friend. He is a mirror, on which the warmth of our breath impedes the clearness of the reflection.","category":"Friendship","author":"Jean Paul Richter"},"quote244":{"quote":"I would rather have a million friends than a million dollars.","category":"Friendship","author":"Edward Rickenbacker"},"quote245":{"quote":"Friendship is a very simple word, very commonly used. The word friend is almost used on a daily basis. Yet, the depth and meaning of friendship certainly go beyond the simple and the common. Throughout history friendship has been a favorite theme for many writers. The following passages highlight what others have said about friendship in the past.","category":"Friendship","author":"Dorothy Riera"},"quote246":{"quote":"It is more shameful to distrust our friends than to be deceived by them.","category":"Friendship","author":"Francois de la Rochefoucauld"},"quote247":{"quote":"What men have called friendship is only a social arrangement, a mutual adjustment of interests, an interchange of services given and received; it is, in sum, simply a business from which those involved propose to derive a steady profit for their own self-love.","category":"Friendship","author":"Francois de la Rochefoucauld"},"quote248":{"quote":"In the misfortunes of our best friends we always find something not altogether displeasing to us.","category":"Friendship","author":"Francois de la Rochefoucauld"},"quote249":{"quote":"However rare true love may be, it is less so than true friendship.","category":"Friendship","author":"Francois de la Rochefoucauld"},"quote250":{"quote":"The enemy of my enemy is my friend.","category":"Friendship","author":"Arabic Proverb"},"quote251":{"quote":"A friend is known when needed.","category":"Friendship","author":"Arabic Proverb"},"quote252":{"quote":"Do not tell a friend anything you would conceal from an enemy.","category":"Friendship","author":"Arabic Proverb"},"quote253":{"quote":"With true friends... even water drunk together is sweet enough.","category":"Friendship","author":"Chinese Proverb"},"quote254":{"quote":"No one is rich enough to do without a neighbor.","category":"Friendship","author":"Danish proverb"},"quote255":{"quote":"Your friendship is your needs answered.","category":"Friendship","author":"Danish proverb"},"quote256":{"quote":"You may poke a man's fire after you've known him for seven years.","category":"Friendship","author":"English Proverb"},"quote257":{"quote":"Friends are like fiddle strings, they must not be screwed too tight.","category":"Friendship","author":"English Proverb"},"quote258":{"quote":"One who looks for a friend without faults will have none.","category":"Friendship","author":"Anon."},"quote259":{"quote":"The good fellow to everyone is a good friend to no one.","category":"Friendship","author":"Yiddish Proverb"},"quote260":{"quote":"A friend you have to buy; enemies you get for nothing.","category":"Friendship","author":"Yiddish Proverb"},"quote261":{"quote":"When I find myself fading, I close my eyes and realize my friends are my energy.","category":"Friendship","author":"Anon."},"quote262":{"quote":"The road to a friend's house is never long.","category":"Friendship","author":"Danish proverb"},"quote263":{"quote":"There","category":"Friendship","author":"Anon."},"quote264":{"quote":"Friendship is like a prism through which the many variations of beauty are revealed in our lives.","category":"Friendship","author":"Anon."},"quote265":{"quote":"A real friend is one who walks in when the rest of the world walks out.","category":"Friendship","author":"Anon."},"quote266":{"quote":"A memory lasts forever. Never does it die. True friends stay together. And never say goodbye.","category":"Friendship","author":"Anon."},"quote267":{"quote":"A man should choose a friend who is better than himself. There are plenty of acquaintances in the world; but very few real friends.","category":"Friendship","author":"Chinese Proverb"},"quote268":{"quote":"To keep a new friend, never break with the old.","category":"Friendship","author":"Proverb"},"quote269":{"quote":"Tell me who's your friend and I'll tell you who you are.","category":"Friendship","author":"Proverb"},"quote270":{"quote":"An ounce of blood is worth more than a pound of friendship.","category":"Friendship","author":"Proverb"},"quote271":{"quote":"Who seeks a faultless friend remains friendless.","category":"Friendship","author":"Proverb"},"quote272":{"quote":"Who ceases to be a friend never was one.","category":"Friendship","author":"Proverb"},"quote273":{"quote":"These can never be true friends: Hope, dice, a prostitute, a robber, a cheat, a goldsmith, a monkey, a doctor, a distiller.","category":"Friendship","author":"Proverb"},"quote274":{"quote":"For the friendship of two, the patience of one is required.","category":"Friendship","author":"Proverb"},"quote275":{"quote":"A man's friendships are, like his will, invalidated by marriage -- but they are also no less invalidated by the marriage of his friends.","category":"Friendship","author":"Samuel Butler"},"quote276":{"quote":"A friend who cannot at a pinch remember a thing or two that never happened is as bad as one who does not know how to forget.","category":"Friendship","author":"Samuel Butler"},"quote277":{"quote":"When the righteous man truth away from his righteousness that he hath committed and doeth that which is neither quite lawful nor quite right, he will generally be found to have gained in amiability what he has lost in holiness.","category":"Friendship","author":"Samuel Butler"},"quote278":{"quote":"Friendship without self-interest is one of the rare and beautiful things of life.","category":"Friendship","author":"James F. Byrnes"},"quote279":{"quote":"A mistress never is nor can be a friend. While you agree, you are lovers; and when it is over, anything but friends.","category":"Friendship","author":"Lord (George Gordon) Byron"},"quote280":{"quote":"Friendship is Love without his wings!","category":"Friendship","author":"Lord (George Gordon) Byron"},"quote281":{"quote":"I have always laid it down as a maxim --and found it justified by experience --that a man and a woman make far better friendships than can exist between two of the same sex --but then with the condition that they never have made or are to make love to each other.","category":"Friendship","author":"Lord (George Gordon) Byron"},"quote282":{"quote":"I have had, and may have still, a thousand friends, as they are called, in life, who are like one's partners in the waltz of this world --not much remembered when the ball is over.","category":"Friendship","author":"Lord (George Gordon) Byron"},"quote283":{"quote":"Don't walk in front of me, I may not follow; Don't walk behind me, I may not lead; Walk beside me, and just be my friend.","category":"Friendship","author":"Albert Camus"},"quote284":{"quote":"Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.","category":"Friendship","author":"Albert Camus"},"quote285":{"quote":"Give me the avowed, the erect, the manly foe, bold I can meet, perhaps may turn his blow! But of all plagues, good Heavens, thy wrath can send, save, save, oh save me from the candid friend!","category":"Friendship","author":"George Canning"},"quote286":{"quote":"Friendship is a pretty full-time occupation if you really are friendly with somebody. You can't have too many friends because then you're just not really friends.","category":"Friendship","author":"Truman Capote"},"quote287":{"quote":"You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you.","category":"Friendship","author":"Dale Carnegie"},"quote288":{"quote":"A man must eat a peck of salt with his friend, before he knows him.","category":"Friendship","author":"Miguel de Cervantes"},"quote289":{"quote":"The dearest friend on earth is a mere shadow compared to Jesus Christ.","category":"Friendship","author":"Oswald Chambers"},"quote290":{"quote":"I have three kinds of friends: those who love me, those who pay no attention to me, and those who detest me.","category":"Friendship","author":"Sebastian Roch Nicolas Chamfort"},"quote291":{"quote":"My friends, there are no friends.","category":"Friendship","author":"Coco Chanel"},"quote292":{"quote":"Natural amiableness is too often seen in company with sloth, with uselessness, with the vanity of fashionable life.","category":"Friendship","author":"William Ellery Channing"},"quote293":{"quote":"The world is round so that friendship may encircle it.","category":"Friendship","author":"Pierre Teilhard de Chardin"},"quote294":{"quote":"Most people enjoy the inferiority of their best friends.","category":"Friendship","author":"Lord Chesterfield"},"quote295":{"quote":"Every murderer is probably somebody's old friend.","category":"Friendship","author":"Agatha Christie"},"quote296":{"quote":"Treat your friends as you do your pictures, and place them in their best light.","category":"Friendship","author":"Jennie Jerome Churchill"},"quote297":{"quote":"Every man can tell how many goats or sheep he possesses, but not how many friends.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote298":{"quote":"What sweetness is left in life, if you take away friendship? Robbing life of friendship is like robbing the world of the sun. A true friend is more to be esteemed than kinsfolk.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote299":{"quote":"A friend is, as it were, a second self.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote300":{"quote":"Do not protect yourself by a fence, but rather by your friends.","category":"Friendship","author":"Proverb"},"quote301":{"quote":"The time to make friends is before you need them.","category":"Friendship","author":"Proverb"},"quote302":{"quote":"Short judgments make long friends.","category":"Friendship","author":"Proverb"},"quote303":{"quote":"It is prosperity that gives us friends, adversity that proves them.","category":"Friendship","author":"Proverb"},"quote304":{"quote":"A friend is someone who doesn't like the same people you do.","category":"Friendship","author":"Proverb"},"quote305":{"quote":"Be slow in choosing a friend, but slower in changing him.","category":"Friendship","author":"Proverb"},"quote306":{"quote":"Broken friendships can be soldered, but never sound.","category":"Friendship","author":"Proverb"},"quote307":{"quote":"One friend in a lifetime is much, two are many, three are hardly possible. Friendship needs a certain parallelism of life, a community of thought, a rivalry of aim.","category":"Friendship","author":"Henry Adams"},"quote308":{"quote":"Friendship improves happiness, and abates misery, by doubling our joys, and dividing our grief.","category":"Friendship","author":"Joseph Addison"},"quote309":{"quote":"Friendships, in general, are suddenly contracted; and therefore it is no wonder they are easily dissolved.","category":"Friendship","author":"Joseph Addison"},"quote310":{"quote":"The friendships of the world are oft confederacies in vice, or leagues of pleasures.","category":"Friendship","author":"Joseph Addison"},"quote311":{"quote":"The greatest sweetener of human life is Friendship. To raise this to the highest pitch of enjoyment, is a secret which but few discover.","category":"Friendship","author":"Joseph Addison"},"quote312":{"quote":"Our friends interpret the world and ourselves to us, if we take them tenderly and truly.","category":"Friendship","author":"Amos Bronson Alcott"},"quote313":{"quote":"Stay is a charming word in a friend's vocabulary.","category":"Friendship","author":"Louisa May Alcott"},"quote314":{"quote":"Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning of friendship, you really haven't learned anything.","category":"Friendship","author":"Muhammad Ali"},"quote315":{"quote":"Friendships are different from all other relationships. Unlike acquaintanceship, friendship is based on love. Unlike lovers and married couples, it is free of jealousy. Unlike children and parents, it knows neither criticism nor resentment. Friendship has no status in law. Business partnerships are based on a contract. So is marriage. Parents are bound by the law. But friendships are freely entered into, freely given, freely exercised.","category":"Friendship","author":"Stephen Ambrose"},"quote316":{"quote":"Friendship is the source of the greatest pleasures, and without friends even the most agreeable pursuits become tedious.","category":"Friendship","author":"Thomas Aquinas"},"quote317":{"quote":"I keep my friends as misers do their treasure, because, of all the things granted us by wisdom, none is greater or better than friendship.","category":"Friendship","author":"Pietro Aretino"},"quote318":{"quote":"In poverty and other misfortunes of life, true friends are a sure refuge. The young they keep out of mischief; to the old they are a comfort and aid in their weakness, and those in the prime of life they incite to noble deeds.","category":"Friendship","author":"Aristotle"},"quote319":{"quote":"Without friends, no one would want to live, even if he had all other goods.","category":"Friendship","author":"Aristotle"},"quote320":{"quote":"Without friends no one would choose to live.","category":"Friendship","author":"Aristotle"},"quote321":{"quote":"Wishing to be friends is quick work, but friendship is a slow-ripening fruit.","category":"Friendship","author":"Aristotle"},"quote322":{"quote":"A true friend is one soul in two bodies.","category":"Friendship","author":"Aristotle"},"quote323":{"quote":"To the query, What is a friend? his reply was A single soul dwelling in two bodies.","category":"Friendship","author":"Aristotle"},"quote324":{"quote":"Friendship is essentially a partnership.","category":"Friendship","author":"Aristotle"},"quote325":{"quote":"Never, my dear Sir, do you take it into your head that I do not love you; you may settle yourself in full confidence both of my love and my esteem; I love you as a kind man, I value you as a worthy man, and hope in time to reverence you as a man of exemplary piety.","category":"Friendship","author":"Samuel Johnson"},"quote326":{"quote":"The endearing elegance of female friendship.","category":"Friendship","author":"Samuel Johnson"},"quote327":{"quote":"To let friendship die away by negligence and silence is certainly not wise. It is voluntarily to throw away one of the greatest comforts of the weary pilgrimage.","category":"Friendship","author":"Samuel Johnson"},"quote328":{"quote":"The most fatal disease of friendship is gradual decay, or dislike hourly increased by causes too slender for complaint, and too numerous for removal.","category":"Friendship","author":"Samuel Johnson"},"quote329":{"quote":"Friendship, 'the wine of life,' said Boswell, should, like a well-stocked cellar, be thus continually renewed. And Dr. Johnson added to this A man, Sir, should keep his friendships in constant repair.","category":"Friendship","author":"Samuel Johnson"},"quote330":{"quote":"Friends may come and go, but enemies accumulate.","category":"Friendship","author":"Thomas Jones"},"quote331":{"quote":"In a bad marriage, friends are the invisible glue. If we have enough friends, we may go on for years, intending to leave, talking about leaving --instead of actually getting up and leaving.","category":"Friendship","author":"Erica Jong"},"quote332":{"quote":"He who has not the weakness of friendship has not the strength.","category":"Friendship","author":"Joseph Joubert"},"quote333":{"quote":"Plant a seed of friendship; reap a bouquet of happiness.","category":"Friendship","author":"Lois L. Kaufman"},"quote334":{"quote":"Love Him, and keep Him for thy Friend, who, when all go away, will not forsake thee, nor suffer thee to perish at the last.","category":"Friendship","author":"Thomas Kempis"},"quote335":{"quote":"The real test of friendship is: can you literally do nothing with the other person? Can you enjoy those moments of life that are utterly simple?","category":"Friendship","author":"Eugene Kennedy"},"quote336":{"quote":"The first day one is a guest, the second a burden, and the third a pest.","category":"Friendship","author":"Jean De La Bruyere"},"quote337":{"quote":"Rare as is true love, true friendship is rarer.","category":"Friendship","author":"Jean De La Fontaine"},"quote338":{"quote":"Friendship is the shadow of the evening, which increases with the setting sun of life.","category":"Friendship","author":"Jean De La Fontaine"},"quote339":{"quote":"Separate from the pleasure of your company, I don't much care if I never see another mountain in my life.","category":"Friendship","author":"Charles Lamb"},"quote340":{"quote":"'Tis the privilege of friendship to talk nonsense, and have her nonsense respected.","category":"Friendship","author":"Charles Lamb"},"quote341":{"quote":"A true friend is one who overlooks your failures and tolerates your successes.","category":"Friendship","author":"Doug Larson"},"quote342":{"quote":"Be not the fourth friend of him who had three before and lost them.","category":"Friendship","author":"Johann Kaspar Lavater"},"quote343":{"quote":"If you want to make a dangerous man your friend, let him do you a favor.","category":"Friendship","author":"Lewis E. Lawes"},"quote344":{"quote":"Never do a wrong thing to make a friend or to keep one.","category":"Friendship","author":"General Robert E. Lee"},"quote345":{"quote":"It takes a long time to grow an old friend.","category":"Friendship","author":"John Leonard"},"quote346":{"quote":"He is a fine friend. He stabs you in the front.","category":"Friendship","author":"Leonard Louis Levinson"},"quote347":{"quote":"Remember, the greatest gift is not found in a store nor under a tree, but in the hearts of true friends.","category":"Friendship","author":"Cindy Lew"},"quote348":{"quote":"Friendship is unnecessary, like philosophy, like art. It has no survival value; rather it is one of those things that give value to survival.","category":"Friendship","author":"C.S. Lewis"},"quote349":{"quote":"Show me a friend in need and I'll show you a pest.","category":"Friendship","author":"Joe E. Lewis"},"quote350":{"quote":"A man is known by the company he avoids.","category":"Friendship","author":"Source Unknown"},"quote351":{"quote":"Among Life's precious jewels, Genuine and rare, The one that we call friendship Has worth beyond compare.","category":"Friendship","author":"Source Unknown"},"quote352":{"quote":"Friendship should be a responsibility, never an opportunity.","category":"Friendship","author":"Source Unknown"},"quote353":{"quote":"Make new friends but keep the old ones; one is silver and the other's gold.","category":"Friendship","author":"Source Unknown"},"quote354":{"quote":"Make friends before you need them","category":"Friendship","author":"Source Unknown"},"quote355":{"quote":"Love is blind; friendship closes its eyes.","category":"Friendship","author":"Source Unknown"},"quote356":{"quote":"Let your friends be the friends of your deliberate choice.","category":"Friendship","author":"Source Unknown"},"quote357":{"quote":"It takes two people to ruin a perfectly good day. First a person who says something downright nasty about you, and second, a dear friend who makes sure you hear about it immediately.","category":"Friendship","author":"Source Unknown"},"quote358":{"quote":"It can never be bought or borrowed or sold A gift to be cherished, True friendship is a treasure beyond compare.","category":"Friendship","author":"Source Unknown"},"quote359":{"quote":"Hopes are planted in friendship's garden where dreams blossom into priceless treasures.","category":"Friendship","author":"Source Unknown"},"quote360":{"quote":"Friendships that have stood the test of time and chance are surely best, Brows may wrinkle, hair grow gray, Friendship never knows decay.","category":"Friendship","author":"Source Unknown"},"quote361":{"quote":"Often, I look out the window and wait. I see her as she comes and goes, to visit with everyone-it seems but me. I know that sometimes I'm not as friendly as I should be. But I'm scared- that people won't like me. So I hide in my shell. And talk to know one. But still... I wish they would notice that I am here. I need them. Please, somebody talk to me. I need a friend.","category":"Friendship","author":"Source Unknown"},"quote362":{"quote":"Friendship is love with understanding.","category":"Friendship","author":"Source Unknown"},"quote363":{"quote":"He whose hand is clasped in friendship cannot throw mud.","category":"Friendship","author":"Source Unknown"},"quote364":{"quote":"There is no greater treasure than the respect and love of a true friend.","category":"Friendship","author":"Source Unknown"},"quote365":{"quote":"Win new friends but keep the old. The first are silver; the latter gold.","category":"Friendship","author":"Source Unknown"},"quote366":{"quote":"Man strives for glory, honor, fame, so that all the world may know his name. Amasses wealth by brain and hand. Becomes a power in the land. But when he nears the end of life and looks back over the years of strife. He finds that happiness depends on none of these but love of friends.","category":"Friendship","author":"Source Unknown"},"quote367":{"quote":"To each one of us friendship has a different meaning. For all of us it is a gift. Friendship needs to be cherished and nurtured. It needs to be cultivated on a daily basis. Then shall it germinate and yield its fruit.","category":"Friendship","author":"Source Unknown"},"quote368":{"quote":"May I always be worth of my friends.","category":"Friendship","author":"Source Unknown"},"quote369":{"quote":"The miracle of friendship can be spoken without words... hearing unspoken needs, recognizing secret dreams, understanding the silent things that only true friend know.","category":"Friendship","author":"Source Unknown"},"quote370":{"quote":"The gift of friendship... a willingness to listen... a pair of helping hands... a whisper from the heart. That someone cares and understands.","category":"Friendship","author":"Source Unknown"},"quote371":{"quote":"The gift of friendship is a wondrous thing with the joys and happiness good friends bring.","category":"Friendship","author":"Source Unknown"},"quote372":{"quote":"The best vitamin for making friends, B-1.","category":"Friendship","author":"Source Unknown"},"quote373":{"quote":"Since it has been my lot to find, at every parting of the road, the helping hand of comrade kind to help me with my heavy load, And since I have no gold to give and love alone must make amends, my humble prayer is, while I live -- God, make me worthy of my friends.","category":"Friendship","author":"Source Unknown"},"quote374":{"quote":"Seek the friend who's hand helped you and tell them what they mean to you.","category":"Friendship","author":"Source Unknown"},"quote375":{"quote":"Have friends. 'Tis a second existence.","category":"Friendship","author":"Baltasar Gracian"},"quote376":{"quote":"Friendship multiplies the good of life and divides the evil.","category":"Friendship","author":"Baltasar Gracian"},"quote377":{"quote":"The friend in my adversity I shall always cherish most. I can better trust those who helped to relieve the gloom of my dark hours than those who are so ready to enjoy with me the sunshine of my prosperity.","category":"Friendship","author":"Ulysses Simpson Grant"},"quote378":{"quote":"Friendship is neither a formality nor a mode: it is rather a life.","category":"Friendship","author":"David Grayson"},"quote379":{"quote":"There is an electricity about a friendship relationship. We are both more relaxed and more sensitive, more creative and more reflective, more energetic and more casual, more excited and more serene. It is as though when we come in contact with our friend we enter into a different environment. ANDREW M. GREELEY","category":"Friendship","author":"Andrew M. Greeley"},"quote380":{"quote":"The making of friends who are real friends, is the best token we have of a man's success in life.","category":"Friendship","author":"Edward Everett Hale"},"quote381":{"quote":"Do not choose for your friends and familiar acquaintance those that are of an estate or quality too much above yours...You will hereby accustom yourselves to live after their rate in clothes, in habit, and in expenses, whereby you will learn a fashion and rank of life above your degree and estate, which will in the end be your undoing.","category":"Friendship","author":"Sir Matthew Halefrom \"A Leter of Advice to His Grandchildren\""},"quote382":{"quote":"A friend should be one in whose understanding and virtue we can equally confide, and whose opinion we can value at once for its justness and its sincerity.","category":"Friendship","author":"Robert Hall"},"quote383":{"quote":"Every deed and every relationship is surrounded by an atmosphere of silence. Friendship needs no words -- it is solitude delivered from the anguish of loneliness.","category":"Friendship","author":"Dag Hammarskjold"},"quote384":{"quote":"Friendship needs no words...","category":"Friendship","author":"Dag Hammarskjold"},"quote385":{"quote":"There is nothing better than the encouragement of a good friend.","category":"Friendship","author":"Katherine Hathaway"},"quote386":{"quote":"Friends are the sunshine of life.","category":"Friendship","author":"John Hay"},"quote387":{"quote":"Friendship is a horizon -- which expands whenever we approach it.","category":"Friendship","author":"E.R. Hazlip"},"quote388":{"quote":"I like a friend the better for having faults that one can talk about.","category":"Friendship","author":"William Hazlitt"},"quote389":{"quote":"Old friendships are like meats served up repeatedly, cold, comfortless, and distasteful. The stomach turns against them.","category":"Friendship","author":"William Hazlitt"},"quote390":{"quote":"The most violent friendships soonest wear themselves out.","category":"Friendship","author":"William Hazlitt"},"quote391":{"quote":"There are few things in which we deceive ourselves more than in the esteem we profess to entertain for our friends. It is little better than a piece of quackery. The truth is, we think of them as we please --that is, as they please or displease us.","category":"Friendship","author":"William Hazlitt"},"quote392":{"quote":"There are no rules for friendship. It must be left to itself. We cannot force it any more than love.","category":"Friendship","author":"William Hazlitt"},"quote393":{"quote":"There are persons who cannot make friends. Who are they? Those who cannot be friends. It is not the want of understanding or good nature, of entertaining or useful qualities, that you complain of: on the contrary, they have probably many points of attraction; but they have one that neutralizes all these --they care nothing about you, and are neither the better nor worse for what you think of them. They manifest no joy at your approach; and when you leave them, it is with a feeling that they can do just as well without you. This is not sullenness, nor indifference, nor absence of mind; but they are intent solely on their own thoughts, and you are merely one of the subjects they exercise them upon. They live in society as in a solitude.","category":"Friendship","author":"William Hazlitt"},"quote394":{"quote":"There is no friend as loyal as a book","category":"Friendship","author":"Ernest Hemingway"},"quote395":{"quote":"Never deceive a friend.","category":"Friendship","author":"Hipparchus"},"quote396":{"quote":"The mind is lowered through association with inferiors. With equals it attains equality; and with superiors, superiority.","category":"Friendship","author":"Hitopadesa"},"quote397":{"quote":"Friendship Never explain -- your friends do not need it, and your enemies will not believe it anyway. A real friend never gets in your way, unless you happen to be on the way down. A friend is someone you can do nothing with and enjoy it. However much we guard ourselves against it, we tend to shape ourselves in the image others have of us. It is not so much the example of others we imitate, as the reflection of ourselves in their eyes and the echo of ourselves in their words.","category":"Friendship","author":"Eric Hoffer"},"quote398":{"quote":"However much we guard ourselves against it, we tend to shape ourselves in the image others have of us. It is not so much the example of others we imitate, as the reflection of ourselves in their eyes and the echo of ourselves in their words.","category":"Friendship","author":"Eric Hoffer"},"quote399":{"quote":"Don't flatter yourself that friendship authorizes you to say disagreeable things to your intimates. The nearer you come into relation with a person, the more necessary do tact and courtesy become.","category":"Friendship","author":"Oliver Wendell Holmes"},"quote400":{"quote":"Life is nothing without friendship.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote401":{"quote":"Friends are proved by adversity.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote402":{"quote":"Friendship is the only thing in the world concerning the usefulness of which all mankind are agreed.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote403":{"quote":"Friendship makes prosperity brighter, while it lightens adversity by sharing its grieves and anxieties.","category":"Friendship","author":"Marcus Tullius Cicero"},"quote404":{"quote":"There is no more sure tie between friends than when they are united in their objects and wishes.Latin: Neque est ullum certius amicitiae vinculum, quam consensus et societas consiliorum et voluntatum","category":"Friendship","author":"Marcus Tullius CiceroOratio Pro Cnoeo Plancio (II)"},"quote405":{"quote":"Give me one friend, just one, who meets The needs of all my varying moods.","category":"Friendship","author":"Esther M. Clark"},"quote406":{"quote":"Friendship is a sheltering tree.","category":"Friendship","author":"Samuel Taylor Coleridge"},"quote407":{"quote":"And though thou notest from thy safe recess old friends burn dim, like lamps in noisome air love them for what they are; nor love them less, because to thee they are not what they were.","category":"Friendship","author":"Samuel Taylor Coleridge"},"quote408":{"quote":"It is wise to apply the oil of refined politeness to the mechanisms of friendship.","category":"Friendship","author":"ColetteThe Pure and the Impure, 1932"},"quote409":{"quote":"And what a delight it is to make friends with someone you have despised.","category":"Friendship","author":"Sidonie Gabrielle Colette"},"quote410":{"quote":"But just as delicate fare does not stop you from craving for saveloys, so tried and exquisite friendship does not take away your taste for something new and dubious.","category":"Friendship","author":"Sidonie Gabrielle Colette"},"quote411":{"quote":"My true friends have always given me that supreme proof of devotion, a spontaneous aversion for the man I loved.","category":"Friendship","author":"Sidonie Gabrielle Colette"},"quote412":{"quote":"Friendship, of itself a holy tie, is made more sacred by adversity.","category":"Friendship","author":"Charles Caleb Colton"},"quote413":{"quote":"True friendship is like sound health, the value of it is seldom known until it be lost.","category":"Friendship","author":"Charles Caleb Colton"},"quote414":{"quote":"A friend is someone you can be alone with and have nothing to do and not be able to think of anything to say and be comfortable in the silence.","category":"Friendship","author":"Sheryl Condie"},"quote415":{"quote":"Have no friends not equal to yourself.","category":"Friendship","author":"Confucius"},"quote416":{"quote":"In America every woman has her set of girl-friends; some are cousins, the rest are gained at school. These form a permanent committee who sit on each other's affairs, who come out together, marry and divorce together, and who end as those groups of bustling, heartless well-informed club-women who govern society. Against them the Couple of Ehepaar is helpless and Man in their eyes but a biological interlude.","category":"Friendship","author":"Cyril Connolly"},"quote417":{"quote":"The man that hails you Tom or Jack, and proves by thumps upon your back how he esteems your merit, is such a friend, that one had need be very much his friend indeed to pardon or to bear it.","category":"Friendship","author":"William Cowper"},"quote418":{"quote":"A friend is one to whom one may pour out all the contents of one's heart, chaff and grain together, knowing that the gentlest of hands will take and sift it, keep what is worth keeping, and with a breath of kindness, blow the rest away.","category":"Friendship","author":"Dinah Maria Mulock Craik"},"quote419":{"quote":"Friendship is the comfort, the inexpressible comfort of feeling safe with a person having neither to weigh thoughts or measure words, but pouring all right out just as they are, chaff and grain together, certain that a faithful friendly hand will take and sift them, keep what is worth keeping and, with a breath of comfort, blow the rest away.","category":"Friendship","author":"Dinah Maria Mulock Craik"},"quote420":{"quote":"But Oh! The blessing it is to have a friend to whom one can speak fearless on any subject; with whom one's deepest as well as one's most foolish thoughts come out simply and safely. Oh, the comfort - the inexpressible comfort of feeling safe with a person - having neither to weigh thoughts nor measure words, but pouring them all right out, just as they are, chaff and grain together; certain that a faithful hand will take and sift them, keep what is worth keeping, and then with the breath of kindness blow the rest away.","category":"Friendship","author":"Dinah Maria Mulock CraikA Life for a Life, 1866"},"quote421":{"quote":"What is a friend? I will tell you it is someone with whom you dare to be yourself.","category":"Friendship","author":"Frank Crane"},"quote422":{"quote":"A friend is someone with whom you dare to be yourself.","category":"Friendship","author":"Frank Crane"},"quote423":{"quote":"A good motto is: Use friendliness but do not use your friends.","category":"Friendship","author":"Frank Crane"},"quote424":{"quote":"Thank You Friend I never came to you, my friend, and went away without some new enrichment of the heart; More faith and less of doubt, more courage in the days ahead. And often in great need coming to you, I went away comforted indeed. How can I find the shining word, the glowing phrase that tells all that your love has meant to me, all that your friendship spells? There is no word, no phrase for you on whom I so depend. All I can say to you is this, God bless you precious friend.","category":"Friendship","author":"Grace Noll Crowell"},"quote425":{"quote":"Precious gifts of friendship... knowing the heart of another, sharing one's heart with another.","category":"Friendship","author":"Source Unknown"},"quote426":{"quote":"When you need someone to comfort you, a friend is near","category":"Friendship","author":"Source Unknown"},"quote427":{"quote":"Friendship is a priceless treasure never to be bought or sold -- it can only be cherished.","category":"Friendship","author":"Source Unknown"},"quote428":{"quote":"Friendship is a precious gift. To give at Christmas time. A Cherished gift, a treasured gift that lasts through all time.","category":"Friendship","author":"Source Unknown"},"quote429":{"quote":"Friends are those rare people who ask how you are and then wait to hear the answer.","category":"Friendship","author":"Source Unknown"},"quote430":{"quote":"Friendship is a comforting smile, A familiar voice that warms the heart, and the freedom to be the person God intended.","category":"Friendship","author":"Source Unknown"},"quote431":{"quote":"Friend -- One who knows all about you and likes you just the same","category":"Friendship","author":"Source Unknown"},"quote432":{"quote":"Friendship is a living thing that lasts only as long as it is nourished with kindness, empathy and understanding.","category":"Friendship","author":"Source Unknown"},"quote433":{"quote":"Don't wait for people to be friendly, show them how.","category":"Friendship","author":"Source Unknown"},"quote434":{"quote":"Faithful friends are gifts from heaven: Whoever finds one has found a treasure.","category":"Friendship","author":"Source Unknown"},"quote435":{"quote":"Friendship is like a bank account. You can't continue to draw on it without making deposits.","category":"Friendship","author":"Source Unknown"},"quote436":{"quote":"Friendship is like vitamins, we supplement each other's minimum daily requirements","category":"Friendship","author":"Source Unknown"},"quote437":{"quote":"Often we have no time for our friends but all the time in the world for our enemies.","category":"Friendship","author":"Leon Uris"},"quote438":{"quote":"Contrary to general belief, I do not believe that friends are necessarily the people you like best, they are merely the people who got there first.","category":"Friendship","author":"Peter UstinovDear Me, 1977"},"quote439":{"quote":"In the progress of personality, first comes a declaration of independence, then a recognition of interdependence.","category":"Friendship","author":"Henry Van Dyke"},"quote440":{"quote":"May God defend me from my friends; I can defend myself from my enemies.","category":"Friendship","author":"Voltaire (Franois-Marie Arouet)"},"quote441":{"quote":"No person is your friend who demands your silence, or denies your right to grow.","category":"Friendship","author":"Alice Walker"},"quote442":{"quote":"Old friends are the great blessings of one's later years. Half a word conveys one's meaning. They have a memory of the same events, have the same mode of thinking. I have young relations that may grow upon me, for my nature is affectionate, but can they grow To Be old friends?","category":"Friendship","author":"Horace Walpole"},"quote443":{"quote":"Good company in a journey makes the way seem shorter.","category":"Friendship","author":"Izaak Walton"},"quote444":{"quote":"We all lose friends.. we lose them in death, to distance and over time. But even though they may be lost, hope is not. The key is to keep them in your heart, and when the time is right, you can pick up the friendship right where you left off. Even the lost find their way home when you leave the light on.","category":"Friendship","author":"Amy Marie Walzquotation submitted to Quoteland.com"},"quote445":{"quote":"The book is closed, the year is done, The pages full of tasks begun. A little joy, a little care, Along with dreams, are written there. This new day brings another year, Renewing hope, dispelling fear. And we may find before the end, A deep content, another friend.","category":"Friendship","author":"Arch Ward"},"quote446":{"quote":"The wise man does not permit himself to set up even in his own mind any comparisons of his friends. His friendship is capable of going to extremes with many people, evoked as it is by many qualities.","category":"Friendship","author":"Charles Dudley Warner"},"quote447":{"quote":"A slender acquaintance with the world must convince every man that actions, not words, are the true criterion of the attachment of friends.","category":"Friendship","author":"George Washington"},"quote448":{"quote":"Be courteous to all, but intimate with few, and let those few be well tried before you give them your confidence. True friendship is a plant of slow grow, and must undergo and withstand the shocks of adversity before it is entitled to the appellation.","category":"Friendship","author":"George Washington"},"quote449":{"quote":"Don't make friends who are comfortable to be with. Make friends who will force you to lever yourself up.","category":"Friendship","author":"Thomas J. Watson"},"quote450":{"quote":"I can't forgive my friends for dying; I don't find these vanishing acts of theirs at all amusing.","category":"Friendship","author":"Logan Pearsall Smith"},"quote451":{"quote":"We need two kinds of acquaintances, one to complain to, while to the others we boast.","category":"Friendship","author":"Logan Pearsall Smith"},"quote452":{"quote":"The mere process of growing old together will make the slightest acquaintance seem a bosom friend.","category":"Friendship","author":"Logan Pearsall Smith"},"quote453":{"quote":"Life is to be fortified by many friendships. To love and to be loved is the greatest happiness of existence.","category":"Friendship","author":"Sydney Smith"},"quote454":{"quote":"Be slow to fall into friendship; but when thou art in, continue firm and constant.","category":"Friendship","author":"Socrates"},"quote455":{"quote":"No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.","category":"Friendship","author":"Robert Southey"},"quote456":{"quote":"Friendship is one of the sweetest joys of life. Many might have failed beneath the bitterness of their trial had they not found a friend.","category":"Friendship","author":"C. H. (Charles Haddon) Spurgeon"},"quote457":{"quote":"A friend is a present you give to yourself.","category":"Friendship","author":"Robert Louis Stevenson"},"quote458":{"quote":"No man is useless while he has a friend.","category":"Friendship","author":"Robert Louis Stevenson"},"quote459":{"quote":"The very flexibility and ease which make men's friendships so agreeable while they endure, make them the easier to destroy and forget. And a man who has a few friends, or one who has a dozen (if there be any one so wealthy on this earth), cannot forget on how precarious a base his happiness reposes; and how by a stroke or two of fate --a death, a few light words, a piece of stamped paper, a woman's bright eyes --he may be left, in a month, destitute of all.","category":"Friendship","author":"Robert Louis Stevenson"},"quote460":{"quote":"So long as we are loved by others I should say that we are almost indispensable; and no man is useless while he has a friend.","category":"Friendship","author":"Robert Louis Stevenson"},"quote461":{"quote":"The essence of true friendship is to make allowance for another's little lapses.","category":"Friendship","author":"David Storey"},"quote462":{"quote":"I am speaking now of the highest duty we owe our friends, the noblest, the most sacred --that of keeping their own nobleness, goodness, pure and incorrupt. If we let our friend become cold and selfish and exacting without a remonstrance, we are no true lover, no true friend.","category":"Friendship","author":"Harriet Beecher Stowe"},"quote463":{"quote":"Friendship can only exist between persons with similar interests and points of view. Man and woman by the conventions of society are born with different interests and different points of view.","category":"Friendship","author":"J. August Strindberg"},"quote464":{"quote":"I have a friend who tells a tale With statements parenthetical; To start at the beginning must To her seem quite heretical; For her accounts of happenings Are full of disconnection s; She starts them in the middle, And proceeds in all directions.","category":"Friendship","author":"Erica H. Stux"},"quote465":{"quote":"The ideal friendship is to feel as one while remaining two.","category":"Friendship","author":"Madame Swetchine"},"quote466":{"quote":"How easy to be amiable in the midst of happiness and success.","category":"Friendship","author":"Madame Swetchine"},"quote467":{"quote":"Your notions of friendship are new to me; I believe every man is born with his quantum, and he cannot give to one without robbing another. I very well know to whom I would give the first place in my friendship, but they are not in the way, I am condemned to another scene, and therefore I distribute it in pennyworths to those about me, and who displease me least, and should do the same to my fellow prisoners if I were condemned to a jail.","category":"Friendship","author":"Jonathan Swift"},"quote468":{"quote":"Two friendships in two breasts requires The same aversions and desires.","category":"Friendship","author":"Jonathan Swift"},"quote469":{"quote":"Reprove your friends in secret, praise them openly.","category":"Friendship","author":"Publilius Syrus"},"quote470":{"quote":"We die as often as we lose a friend.","category":"Friendship","author":"Publilius Syrus"},"quote471":{"quote":"Treat your friend as if he might become an enemy.","category":"Friendship","author":"Publilius Syrus"},"quote472":{"quote":"Join the company of lions rather than assume the lead among foxes.","category":"Friendship","author":"The Talmud"},"quote473":{"quote":"Man has three friends on whose company he relies. First, wealth which goes with him only while good fortune lasts. Second, his relatives; they go only as far as the grave, leave him there. The third friend, his good deeds, go with him beyond the grave.","category":"Friendship","author":"The Talmud"},"quote474":{"quote":"Friendship's the privilege of private men; for wretched greatness knows no blessing so substantial.","category":"Friendship","author":"Nahum Tate"},"quote475":{"quote":"A true friend is the greatest of all blessings, and that which we take the least care to acquire.","category":"Friendship","author":"Francois de la Rochefoucauld"},"quote476":{"quote":"Strangers are just friends I haven't met yet.","category":"Friendship","author":"Will Rogers"},"quote477":{"quote":"Friendship with oneself is all-important, because without it one cannot be friends with anyone else in the world.","category":"Friendship","author":"Eleanor Roosevelt"},"quote478":{"quote":"How rare and wonderful is that flash of a moment when we realize we have discovered a friend.","category":"Friendship","author":"William E. Rothschild"},"quote479":{"quote":"We call that person who has lost his father, an orphan; and a widower that man who has lost his wife. But that man who has known the immense unhappiness of losing a friend, by what name do we call him? Here every language is silent and holds its peace in impotence.","category":"Friendship","author":"Joseph Roux"},"quote480":{"quote":"Men are more evanescent than pictures, yet one sorrows for lost friends, and pictures are my friends. I have none others. I am never long enough with men to attach myself to them; and whatever feelings of attachment I have are to material things.","category":"Friendship","author":"John Ruskin"},"quote481":{"quote":"If two friends ask you to judge a dispute, don't accept, because you will lose one friend; on the other hand, if two strangers come with the same request, accept because you will gain one friend.","category":"Friendship","author":"Saint Augustine of Hippo"},"quote482":{"quote":"I want my friend to miss me as long as I miss him.","category":"Friendship","author":"Saint Augustine of Hippo"},"quote483":{"quote":"To like and dislike the same things, this is what makes a solid friendship.","category":"Friendship","author":"Sallust"},"quote484":{"quote":"Friendship is almost always the union of a part of one mind with the part of another; people are friends in spots.","category":"Friendship","author":"George Santayana"},"quote485":{"quote":"Good friends are good for your health.","category":"Friendship","author":"Irwin Sarason"},"quote486":{"quote":"Friends show me what I can do, foes teach me what I should do.","category":"Friendship","author":"Friedrich von Schiller"},"quote487":{"quote":"Friends and acquaintances are the surest passport to fortune.","category":"Friendship","author":"Arthur Schopenhauer"},"quote488":{"quote":"You can't eat your friends and have them too.","category":"Friendship","author":"Budd Schulberg"},"quote489":{"quote":"If you have no friends to share or rejoice in your success in life -- if you cannot look back to those whom you owe gratitude, or forward to those to whom you ought to afford protection, still it is no less incumbent on you to move steadily in the path of duty; for your active excretions are due not only to society; but in humble gratitude to the Being who made you a member of it, with powers to save yourself and others.","category":"Friendship","author":"Sir Walter Scott"},"quote490":{"quote":"Old friends are best. King James used to call for his old shoes; they were easiest for his feet.","category":"Friendship","author":"John Selden"},"quote491":{"quote":"Friendship always benefits; love sometimes injures.","category":"Friendship","author":"Seneca (Seneca the Elder)"},"quote492":{"quote":"Those that are a friend to themselves are sure to be a friend to all.","category":"Friendship","author":"Seneca (Seneca the Elder)"},"quote493":{"quote":"Friendship is constant in all other things, Save in the office and affairs of love.","category":"Friendship","author":"William Shakespeare"},"quote494":{"quote":"Words are easy, like the wind; Faithful friends are hard to find.","category":"Friendship","author":"William Shakespeare"},"quote495":{"quote":"A friend should bear a friend's infirmities, But Brutus makes mine greater than they are.","category":"Friendship","author":"William Shakespeare"},"quote496":{"quote":"A friend is one that knows you as you are, understands where you have been, accepts what you have become, and still, gently allows you to grow.","category":"Friendship","author":"William Shakespeare"},"quote497":{"quote":"The friends thou hast, and their adoption tried, grapple them to thy soul with hoops of steel, but do not dull thy palm with entertainment of each new-hatched unfledged comrade.","category":"Friendship","author":"William Shakespeare"},"quote498":{"quote":"The only service a friend can really render is to keep up your courage by holding up to you a mirror in which you can see a noble image of yourself.","category":"Friendship","author":"George Bernard Shaw"},"quote499":{"quote":"But a lifetime of happiness! No man alive could bear it: it would be hell on earth.","category":"Friendship","author":"George Bernard Shaw"},"quote500":{"quote":"Friends come and go but enemies accumulate.","category":"Friendship","author":"Arthur Bloch"},"quote501":{"quote":"Friendship,","category":"Friendship","author":"James Boswell"},"quote502":{"quote":"Friendships are fragile things and require as much care in handling as any other fragile and precious thing.","category":"Friendship","author":"Randolph Silliman Bourne"},"quote503":{"quote":"False friends are like our shadow, keeping close to us while we walk in the sunshine, but leaving us the instant we cross into the shade.","category":"Friendship","author":"Christian Nevell Bovee"},"quote504":{"quote":"Friendship is one of the most tangible things in a world which offers fewer and fewer supports.","category":"Friendship","author":"Kenneth Branagh"},"quote505":{"quote":"I value the friend who for me finds time on his calendar, but I cherish the friend who for me does not consult his calendar.","category":"Friendship","author":"Robert Brault"},"quote506":{"quote":"Thus much for thy assurance know; a hollow friend is but a hellish foe.","category":"Friendship","author":"Nicholas Breton"},"quote507":{"quote":"How delightful to find a friend in everyone.","category":"Friendship","author":"Joseph Brodsky"},"quote508":{"quote":"If we would build on a sure foundation in friendship, we must love friends for their sake rather than for our own.","category":"Friendship","author":"Charlotte Bronte"},"quote509":{"quote":"Love is like the wild rose-briar; Friendship like the holly-tree. The holly is dark when the rose-briar blooms, but which will bloom most constantly?","category":"Friendship","author":"Emily Bronte"},"quote510":{"quote":"Accountability in friendship is the equivalent of love without strategy.","category":"Friendship","author":"Anita Brookner"},"quote511":{"quote":"Friendship should be a private pleasure, not a public boast. I loathe those braggarts who are forever trying to invest themselves with importance by calling important people by their first names in or out of print. Such first-naming for effect makes me cringe.","category":"Friendship","author":"John Mason Brown"},"quote512":{"quote":"A friendship can weather most things and thrive in thin soil; but it needs a little mulch of letters and phone calls and small, silly presents every so often - just to save it from drying out completely.","category":"Friendship","author":"Pam Brown"},"quote513":{"quote":"Friends are treasures.","category":"Friendship","author":"Horace Bruns"},"quote514":{"quote":"Two persons cannot long be friends if they cannot forgive each other's little failings.","category":"Friendship","author":"Jean De La Bruyere"},"quote515":{"quote":"The rule of friendship means there should be mutual sympathy between them, each supplying what the other lacks and trying to benefit the other, always using friendly and sincere words.","category":"Friendship","author":"Buddha"},"quote516":{"quote":"A good friend who points out mistakes and imperfections and rebukes evil is to be respected as if he reveals a secret of hidden treasure.","category":"Friendship","author":"Buddha"},"quote517":{"quote":"An insincere and evil friend is more to be feared than a wild beast; a wild beast may wound your body, but an evil friend will wound your mind.","category":"Friendship","author":"Buddha"},"quote518":{"quote":"Friendship is a strong and habitual inclination in two persons to promote the good and happiness of one another. -","category":"Friendship","author":"Eustace Budgell"},"quote519":{"quote":"That is what friendship means. Sharing the prejudice of experience.","category":"Friendship","author":"Charles Bukowski"},"quote520":{"quote":"One of the surest evidences of friendship that one individual can display to another is telling him gently of a fault. If any other can excel it, it is listening to such a disclosure with gratitude, and amending the error.","category":"Friendship","author":"Edward George Bulwer-Lytton"},"quote521":{"quote":"Love is only chatter, friends are all that matter.","category":"Friendship","author":"Gelett Burgess"},"quote522":{"quote":"Win hearts, and you have hands and purses.","category":"Friendship","author":"Lord Burleigh"},"quote523":{"quote":"False friendship, like the ivy, decays and ruins the walls it embraces; but true friendship gives new life and animation to the object it supports.","category":"Friendship","author":"Sir Richard Francis Burton"},"quote524":{"quote":"A single rose can be my garden... a single friend, my world.","category":"Friendship","author":"Leo Buscaglia"}}
