{"quote0":{"quote":"To be happy in this world, especially when youth is past, it is necessary to feel oneself not merely an isolated individual whose day will soon be over, but part of the stream of life slowing on from the first germ to the remote and unknown future.","category":"Happiness","author":"Bertrand Russell"},"quote1":{"quote":"Anything you're good at contributes to happiness.","category":"Happiness","author":"Bertrand Russell"},"quote2":{"quote":"Few people can be happy unless they hate some other person, nation, or creed.","category":"Happiness","author":"Bertrand Russell"},"quote3":{"quote":"Happiness is not best achieved by those who seek it directly.","category":"Happiness","author":"Bertrand Russell"},"quote4":{"quote":"Men who are unhappy, like men who sleep badly, are always proud of the fact.","category":"Happiness","author":"Bertrand Russell"},"quote5":{"quote":"The good life, as I conceive it, is a happy life. I do not mean that if you are good you will be happy; I mean that if you are happy you will be good.","category":"Happiness","author":"Bertrand Russell"},"quote6":{"quote":"The secret of happiness is this: let your interests be as wide as possible, and let your reactions to the things and persons that interest you be as far as possible friendly rather than hostile.","category":"Happiness","author":"Bertrand Russell"},"quote7":{"quote":"To be without some of the things you want is an indispensable part of happiness.","category":"Happiness","author":"Bertrand Russell"},"quote8":{"quote":"If there were in the world today any large number of people who desired their own happiness more than they desired the unhappiness of others, we could have a paradise in a few years.","category":"Happiness","author":"Bertrand Russell"},"quote9":{"quote":"O Holy Spirit, descend plentifully into my heart. Enlighten the dark corners of this neglected dwelling and scatter there Thy cheerful beams.","category":"Happiness","author":"Saint Augustine of Hippo"},"quote10":{"quote":"It is not fitting, when one is in God's service, to have a gloomy face or a chilling look.","category":"Happiness","author":"Saint Francis of Assisi"},"quote11":{"quote":"It is in the compelling zest of high adventure and of victory, and in creative action, that man finds his supreme joys.","category":"Happiness","author":"Antoine De Saint-Exupery"},"quote12":{"quote":"True happiness comes from the joy of deeds well done, the zest of creating things new.","category":"Happiness","author":"Antoine De Saint-Exupery"},"quote13":{"quote":"There is only one happiness in life, to love and be loved...","category":"Happiness","author":"George SandLetter to Lina Calamatta, 1862"},"quote14":{"quote":"Knowledge of what is possible is the beginning of happiness.","category":"Happiness","author":"George Santayana"},"quote15":{"quote":"Happiness is the only sanction of life; where happiness fails, existence remains a mad and lamentable experience.","category":"Happiness","author":"George Santayana"},"quote16":{"quote":"Work and live to serve others, to leave the world a little better than you found it and garner for yourself as much peace of mind as you can. This is happiness.","category":"Happiness","author":"David Sarnoff"},"quote17":{"quote":"The greatest happiness you can have is knowing that you do not necessarily require happiness.","category":"Happiness","author":"William Saroyan"},"quote18":{"quote":"Happiness is not having what you want, but wanting what you have.","category":"Happiness","author":"Rabbi H. Schachtel"},"quote19":{"quote":"The two enemies of human happiness are pain and boredom.","category":"Happiness","author":"Arthur Schopenhauer"},"quote20":{"quote":"Joy comes from using your potential.","category":"Happiness","author":"Will Schultz"},"quote21":{"quote":"Lead the life that will make you kindly and friendly to everyone about you, and you will be surprised what a happy life you will lead.","category":"Happiness","author":"Charles M. Schwab"},"quote22":{"quote":"True happiness is to enjoy the present, without anxious dependence upon the future, not to amuse ourselves with either hopes or fears but to rest satisfied with what we have, which is sufficient, for he that is so wants nothing. The great blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.","category":"Happiness","author":"Seneca (Seneca the Elder)"},"quote23":{"quote":"I had rather have a fool make me merry, than experience make me sad.","category":"Happiness","author":"William Shakespeare"},"quote24":{"quote":"But O, how bitter a thing it is to look into happiness through another man's eyes.","category":"Happiness","author":"William Shakespeare"},"quote25":{"quote":"If you're ever given the choice between happiness and intelligence choose happiness","category":"Happiness","author":"Source Unknown"},"quote26":{"quote":"It is kind of happiness to know to what extent we may be unhappy.","category":"Happiness","author":"Source Unknown"},"quote27":{"quote":"Next to temperance, a quiet conscience, a cheerful mind and active habits, I place early rising as a means of health and happiness.","category":"Happiness","author":"Source Unknown"},"quote28":{"quote":"The secret to happiness is not in doing what one likes to do, but in liking what one has to do.","category":"Happiness","author":"Source Unknown"},"quote29":{"quote":"The biggest lie on the planet: When I get what I want, I will be happy.","category":"Happiness","author":"Source Unknown"},"quote30":{"quote":"Not what you have, but what you see; Not what you see, but what you choose; Not what seems fair, but what is true; Not what you dream, but what you do; Not what you take, but what you give; Not as you pray, but as you live. These are the things that mar or bless The sum of human happiness.","category":"Happiness","author":"Source Unknown"},"quote31":{"quote":"Happiness is the act of being tough with ourselves and tender with others.","category":"Happiness","author":"Source Unknown"},"quote32":{"quote":"After what we can say you can be sure the happy heart will make the happy day.","category":"Happiness","author":"Source Unknown"},"quote33":{"quote":"Happiness consists of three things; Someone to love, work to do, and a clear conscience.","category":"Happiness","author":"Source Unknown"},"quote34":{"quote":"Happiness is good for the body but sorrow strengthens the spirit.","category":"Happiness","author":"Source Unknown"},"quote35":{"quote":"Happiness will never come to those who fail to appreciate what they already have.","category":"Happiness","author":"Source Unknown"},"quote36":{"quote":"Happiness is in the heart, not in the circumstances.","category":"Happiness","author":"Source Unknown"},"quote37":{"quote":"Cheerfulness greases the axles of the world.","category":"Happiness","author":"Source Unknown"},"quote38":{"quote":"Cheerfulness removes the rust from the mind, lubricates our inward machinery, and enables us to do our work with fewer creaks and ;groans. If people were universally cheerful, probably there wouldn't be half the quarreling or a tenth part of the wickedness","category":"Happiness","author":"Source Unknown"},"quote39":{"quote":"There is no danger of developing eyestrain from looking on the bright side of things.","category":"Happiness","author":"Source Unknown"},"quote40":{"quote":"Where there is joy there is creation. Where there is no joy there is no creation: know the nature of joy.","category":"Happiness","author":"Veda Upanishads"},"quote41":{"quote":"That which you create in beauty and goodness and truth lives on for all time to come. Don't spend your life accumulating material objects that will only turn to dust and ashes.","category":"Happiness","author":"Denis Waitley"},"quote42":{"quote":"Happiness cannot be traveled to, owned, earned, worn or consumed. Happiness is the spiritual experience of living every minute with love, grace, and gratitude.","category":"Happiness","author":"Denis Waitley"},"quote43":{"quote":"It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.","category":"Happiness","author":"Denis Waitley"},"quote44":{"quote":"Happiness comes from... some curious adjustment to life.","category":"Happiness","author":"Sir Hugh Walpole"},"quote45":{"quote":"Happiness is not a brilliant climax to years of grim struggle and anxiety. It is a long succession of little decisions simply to be happy in the moment.","category":"Happiness","author":"J. Donald Walters"},"quote46":{"quote":"Happiness is understanding that friendship is more precious than mere things, more precious than getting your own way, more precious than being in situations where true principles are not at stake.","category":"Happiness","author":"J. Donald Walters"},"quote47":{"quote":"I am still determined to be cheerful and happy, in whatever situation I may be; for I have also learned from experience that the greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances.","category":"Happiness","author":"Martha Washington"},"quote48":{"quote":"Happiness is not in having being; it is in doing.","category":"Happiness","author":"Lilian Eichler Watson"},"quote49":{"quote":"If only we'd stop trying to be happy we could have a pretty good time.","category":"Happiness","author":"Edith Wharton"},"quote50":{"quote":"The happiness of your life depends upon the quality of your thoughts: therefore, guard accordingly, and take care that you entertain no notions unsuitable to virtue and reasonable nature.","category":"Happiness","author":"Marcus Aurelius"},"quote51":{"quote":"Remember that very little is needed to make a happy life.","category":"Happiness","author":"Marcus Aurelius"},"quote52":{"quote":"To be free minded and cheerfully disposed at hours of meat and sleep and of exercise is one of the best precepts of long lasting.","category":"Happiness","author":"Francis Bacon"},"quote53":{"quote":"Happiness is a small and unworthy goal for something as big and fancy as a whole lifetime, and should be taken in small doses.","category":"Happiness","author":"Russell Baker"},"quote54":{"quote":"It's a helluva start, being able to recognize what makes you happy.","category":"Happiness","author":"Lucille Ball"},"quote55":{"quote":"Real happiness is cheap enough, yet how dearly we pay for its counterfeit.","category":"Happiness","author":"Hosea Ballou"},"quote56":{"quote":"The secret of happiness is not in doing what one likes, but in liking what one does.","category":"Happiness","author":"James Barrie"},"quote57":{"quote":"Happiness often sneaks in through a door you didn","category":"Happiness","author":"John Barrymore"},"quote58":{"quote":"Happiness is a conscious choice, not an automatic response.","category":"Happiness","author":"Mildred Barthel"},"quote59":{"quote":"We find greatest joy, not in getting, but in expressing what we are. Men do not really live for honors or for pay; their gladness is not the taking and holding, but in doing, the striving, the building, the living. It is a higher joy to teach than to be taught. It is good to get justice, but better to do it; fun to have things but more to make them. The happy man is he who lives the life of love, not for the honors it may bring, but for the life itself.","category":"Happiness","author":"R.J. Baughan"},"quote60":{"quote":"Happiness includes chiefly the idea of satisfaction after full honest effort. No one can possibly be satisfied and no one can be happy who feels that in some paramount affairs he failed to take up the challenge of life.","category":"Happiness","author":"Arnold Bennett"},"quote61":{"quote":"Happiness is like a cat, If you try to coax it or call it, it will avoid you; it will never come. But if you pay not attention to it and go about your business, you'll find it rubbing against your legs and jumping into your lap.","category":"Happiness","author":"William John Bennett"},"quote62":{"quote":"When one is happy there is no time to be fatigued; being happy engrosses the whole attention.","category":"Happiness","author":"Edward Frederic Benson"},"quote63":{"quote":"The said truth is that it is the greatest happiness of the greatest number that is the measure of right and wrong.","category":"Happiness","author":"Jeremy Bentham"},"quote64":{"quote":"Happiness is good health and a bad memory.","category":"Happiness","author":"Ingrid Bergman"},"quote65":{"quote":"The key to happiness is good health and a bad memory","category":"Happiness","author":"Ingrid Bergman"},"quote66":{"quote":"There is no greater joy than that of feeling oneself a creator. The triumph of life is expressed by creation.","category":"Happiness","author":"Henri Bergson"},"quote67":{"quote":"Happiness is an agreeable sensation, arising from contemplating the misery of others.","category":"Happiness","author":"Ambrose Bierce"},"quote68":{"quote":"A good way I know to find happiness, is to not bore a hole to fit the plug.","category":"Happiness","author":"Josh Billings"},"quote69":{"quote":"If you ever find happiness by hunting for it, you will find it as the old woman did her lost spectacles. Safe on her own nose all the time.","category":"Happiness","author":"Josh Billings"},"quote70":{"quote":"The world's literature and folklore are full of stories that point out how futile it can be to seek happiness. Rather, happiness is a blessing that comes to you as you go along; a treasure that you incidentally find.","category":"Happiness","author":"Louis Binstock"},"quote71":{"quote":"It is the paradox of life that the way to miss pleasure is to seek it first. The very first condition of lasting happiness is that a life should be full of purpose, aiming at something outside self.","category":"Happiness","author":"Hugo Black"},"quote72":{"quote":"Not only is there a right to be happy, there is a duty to be happy. So much sadness exists in the world that we are all under obligation to contribute as much joy as lies within our powers.","category":"Happiness","author":"John S. Bonnell"},"quote73":{"quote":"All you need for happiness is a good gun, a good horse, and a good wife.","category":"Happiness","author":"Daniel Boone"},"quote74":{"quote":"Because gratification of a desire leads to the temporary stilling of the mind and the experience of the peaceful, joyful Self, it's no wonder that we get hooked on thinking that happiness comes from the satisfaction of desires. This is the meaning of the old adage, Joy is not in things, it is in us.","category":"Happiness","author":"Joan Borysenko"},"quote75":{"quote":"The happiest people are those who think the most interesting thoughts. Those who decide to use leisure as a means of mental development, who love good music, good books, good pictures, good company, good conversation, are the happiest people in the world. And they are not only happy in themselves, they are the cause of happiness in others.","category":"Happiness","author":"William Lyon Phelps"},"quote76":{"quote":"The happier the moment the shorter.","category":"Happiness","author":"Pliny The Elder"},"quote77":{"quote":"Do not speak of your happiness to one less fortunate than yourself.","category":"Happiness","author":"Plutarch"},"quote78":{"quote":"Happy the man whose wish and care a few paternal acres bound, content to breathe his native air in his own ground.","category":"Happiness","author":"Alexander Pope"},"quote79":{"quote":"Know then this truth, enough for man to know virtue alone is happiness below.","category":"Happiness","author":"Alexander Pope"},"quote80":{"quote":"Happiness is a sunbeam which may pass through a thousand bosoms without losing a particle of its original ray; nay, when it strikes on a kindred heart, like the converged light on a mirror, it reflects itself with redoubled brightness. It is not perfected till it is shared.","category":"Happiness","author":"Jane Porter"},"quote81":{"quote":"Our happiness in this world depends on the affections we are able to inspire.","category":"Happiness","author":"Duchess Prazlin"},"quote82":{"quote":"Even if happiness forgets you a little bit, never completely forget about it.","category":"Happiness","author":"Jacques Prevert"},"quote83":{"quote":"Let us be grateful to people who make us happy; they are the charming gardeners who make our souls blossom.","category":"Happiness","author":"Marcel Proust"},"quote84":{"quote":"Happiness serves hardly any other purpose than to make unhappiness possible.","category":"Happiness","author":"Marcel Proust"},"quote85":{"quote":"If you cannot renounce the world the genius of happiness will never salute you.","category":"Happiness","author":"Prutz"},"quote86":{"quote":"It is not easy to find happiness in ourselves, and it is not possible to find it elsewhere.","category":"Happiness","author":"Agnes Repplier"},"quote87":{"quote":"Joy descends gently upon us like the evening dew, and does not patter down like a hailstorm.","category":"Happiness","author":"Jean Paul Richter"},"quote88":{"quote":"We are more interested in making others believe we are happy than in trying to be happy ourselves.","category":"Happiness","author":"Francois de la Rochefoucauld"},"quote89":{"quote":"We are never so happy nor so unhappy as we imagine.","category":"Happiness","author":"Francois de la Rochefoucauld"},"quote90":{"quote":"It is wrong to assume that men of immense wealth are always happy.","category":"Happiness","author":"John D. Rockefeller"},"quote91":{"quote":"The road to happiness lies in two simple principles; find what interests you and that you can do well, and put your whole soul into it - every bit of energy and ambition and natural ability you have.","category":"Happiness","author":"John D. Rockefeller"},"quote92":{"quote":"Happiness is not something you postpone for the future; it is something you design for the present.","category":"Happiness","author":"Jim Rohn"},"quote93":{"quote":"The journey to happiness involves finding the courage to go down into ourselves and take responsibility for what's there: all of it.","category":"Happiness","author":"Richard Rohr"},"quote94":{"quote":"Happiness depends more on how life strikes you than on what happens.","category":"Happiness","author":"Andy Rooney"},"quote95":{"quote":"Happiness is not a goal, it is a by-product.","category":"Happiness","author":"Eleanor Roosevelt"},"quote96":{"quote":"Happiness comes only when we push our brains and hearts to the farthest reaches of which we are capable.","category":"Happiness","author":"Leo Rosten"},"quote97":{"quote":"The thirst after happiness is never extinguished in the heart of man.","category":"Happiness","author":"Jean Jacques Rousseau"},"quote98":{"quote":"Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.","category":"Happiness","author":"Theodore Rubin"},"quote99":{"quote":"To watch the corn grow, or the blossoms set; to draw hard breath over the plough or spade; to read, to think, to love, to pray, are the things that make men happy.","category":"Happiness","author":"John Ruskin"},"quote100":{"quote":"If you want happiness for an hour -- take a nap. If you want happiness for a day -- go fishing. If you want happiness for a month -- get married. If you want happiness for a year -- inherit a fortune. If you want happiness for a lifetime -- help someone else.","category":"Happiness","author":"Chinese Proverb"},"quote101":{"quote":"Happiness is like a sunbeam, which the least shadow intercepts, while adversity is often as the rain of spring.","category":"Happiness","author":"Chinese Proverb"},"quote102":{"quote":"If you want to be happy for a year, plant a garden; If you want to be happy for life, plant a tree.","category":"Happiness","author":"English Proverb"},"quote103":{"quote":"Happiness is a choice that requires effort at times.","category":"Happiness","author":"Anon."},"quote104":{"quote":"Where one is wise two are happy.","category":"Happiness","author":"Proverb"},"quote105":{"quote":"While we pursue happiness, we flee from contentment.","category":"Happiness","author":"Proverb"},"quote106":{"quote":"He is rich who owes nothing.","category":"Happiness","author":"Proverb"},"quote107":{"quote":"Happiness is not a horse, you cannot harness it.","category":"Happiness","author":"Proverb"},"quote108":{"quote":"There is no happiness; there are only moments of happiness.","category":"Happiness","author":"Proverb"},"quote109":{"quote":"Many persons have a wrong idea of what constitutes true happiness. It is not attained through self-gratification but through fidelity to a worthy purpose.","category":"Happiness","author":"Joseph Addison"},"quote110":{"quote":"Three grand essentials to happiness in this life are something to do, something to love, and something to hope for.","category":"Happiness","author":"Joseph Addison"},"quote111":{"quote":"Cheerfulness is the best promoter of health and is as friendly to the mind as to the body.","category":"Happiness","author":"Joseph Addison"},"quote112":{"quote":"What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but, scattered along life's pathway, the good they do is inconceivable.","category":"Happiness","author":"Joseph Addison"},"quote113":{"quote":"True happiness is of a retired nature, and an enemy to pomp and noise; it arises, in the first place, from the enjoyment of one's self, and in the next from the friendship and conversation of a few select companions.","category":"Happiness","author":"Joseph Addison"},"quote114":{"quote":"Happiness is a positive cash flow.","category":"Happiness","author":"Fred Adler"},"quote115":{"quote":"Call no man happy till he is dead.","category":"Happiness","author":"Aeschylus"},"quote116":{"quote":"Happy is the son whose faith in his mother remains unchallenged.","category":"Happiness","author":"Louisa May Alcott"},"quote117":{"quote":"It isn't necessary to be rich and famous to be happy. It's only necessary to be rich.","category":"Happiness","author":"Alan Alda"},"quote118":{"quote":"To live we must conquer incessantly, we must have the courage to be happy.","category":"Happiness","author":"Henri Frederic Amiel"},"quote119":{"quote":"Only one thing has to change for us to know happiness in our lives: where we focus our attention.","category":"Happiness","author":"Greg Anderson"},"quote120":{"quote":"Most people would rather be certain they're miserable, than risk being happy.","category":"Happiness","author":"Robert Anthony"},"quote121":{"quote":"Now and then it's good to pause in our pursuit of happiness and just be happy.","category":"Happiness","author":"Guillaume Apollinaire"},"quote122":{"quote":"...happiness is the highest good, being a realization and perfect practice of virtue, which some can attain, while others have little or none of it...","category":"Happiness","author":"Aristotle"},"quote123":{"quote":"If happiness is activity in accordance with excellence, it is reasonable that it should be in accordance with the highest excellence.","category":"Happiness","author":"Aristotle"},"quote124":{"quote":"Happiness depends upon ourselves.","category":"Happiness","author":"Aristotle"},"quote125":{"quote":"To buy happiness is to sell soul.","category":"Happiness","author":"Doug Horton"},"quote126":{"quote":"It's not a question of happiness, it's a requirement. Consider the alternative.","category":"Happiness","author":"Doug Horton"},"quote127":{"quote":"Happiness in the present is only shattered by comparison with the past.","category":"Happiness","author":"Doug Horton"},"quote128":{"quote":"You have succeeded in life when all you really want is only what you really need.","category":"Happiness","author":"Vernon Howard"},"quote129":{"quote":"It is pretty hard to tell what does bring happiness; poverty and wealth have both failed.","category":"Happiness","author":"Kin Hubbard"},"quote130":{"quote":"Life's greatest happiness is to be convinced we are loved.","category":"Happiness","author":"Victor Hugo"},"quote131":{"quote":"I am more and more convinced that our happiness or our unhappiness depends far more on the way we meet the events of life than on the nature of those events themselves.","category":"Happiness","author":"Karl Wilhelm Von Humboldt"},"quote132":{"quote":"Human happiness seems to consist in three ingredients; action, pleasure and indolence. And though these ingredients ought to be mixed in different proportions, according to the disposition of the person, yet no one ingredient can be entirely wanting without destroying in some measure the relish of the whole composition. composition.","category":"Happiness","author":"David Hume"},"quote133":{"quote":"I can sympathize with people's pains, but not with their pleasures. There is something curiously boring about somebody else's happiness.","category":"Happiness","author":"Aldous Huxley"},"quote134":{"quote":"Actual happiness looks pretty squalid in comparison with the overcompensations for misery. And, of course, stability isn","category":"Happiness","author":"Aldous HuxleyBrave New World"},"quote135":{"quote":"Happiness is the only good. The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.","category":"Happiness","author":"Robert G. Ingersoll"},"quote136":{"quote":"Happiness is not a reward -- it is a consequence. Suffering is not a punishment -- it is a result.","category":"Happiness","author":"Robert G. Ingersoll"},"quote137":{"quote":"Those who seek happiness miss it, and those who discuss it, lack it.","category":"Happiness","author":"Holbrook Jackson"},"quote138":{"quote":"Happiness comes of the capacity to feel deeply, to enjoy simply, to think freely, to risk life, to be needed. which give happiness. Thomas Jefferson We never enjoy perfect happiness; our most fortunate successes are mingled with sadness; some anxieties always perplex the reality of our satisfaction.","category":"Happiness","author":"William James"},"quote139":{"quote":"The path to cheerfulness is to sit cheerfully and to act and speak as if cheerfulness were already there.","category":"Happiness","author":"William James"},"quote140":{"quote":"Thus the sovereign voluntary path to cheerfulness, if cheerfulness be lost, is to sit up cheerfully and to act and speak as if cheerfulness were already there.","category":"Happiness","author":"William James"},"quote141":{"quote":"The really happy person is the one who can enjoy the scenery, even when they have to take a detour.","category":"Happiness","author":"Sir James Jeans"},"quote142":{"quote":"Happiness is not being pained in body or troubled in mind.","category":"Happiness","author":"Thomas Jefferson"},"quote143":{"quote":"Our greatest happiness does not depend on the condition of life in which chance has placed us, but is always the result of a good conscience, good health, occupation, and freedom in all just pursuits.","category":"Happiness","author":"Thomas Jefferson"},"quote144":{"quote":"A mind always employed is always happy. This is the true secret, the grand recipe, for felicity.","category":"Happiness","author":"Thomas Jefferson"},"quote145":{"quote":"Happiness grows at our own firesides, and is not to be picked in stranger's gardens.","category":"Happiness","author":"Douglas William Jerrold"},"quote146":{"quote":"Cheer up! The worst is yet to come!","category":"Happiness","author":"Philander Johnson"},"quote147":{"quote":"Sir, that all who are happy, are equally happy, is not true. A peasant and a philosopher may be equally satisfied, but not equally happy. Happiness consists in the multiplicity of agreeable consciousness.","category":"Happiness","author":"Samuel Johnson"},"quote148":{"quote":"To strive with difficulties, and to conquer them, is the highest human felicity.","category":"Happiness","author":"Samuel Johnson"},"quote149":{"quote":"We are long before we are convinced that happiness is never to be found; and each believes it possessed by others, to keep alive the hope of obtaining it for himself.","category":"Happiness","author":"Samuel Johnson"},"quote150":{"quote":"It is the chiefest point of happiness that a man is willing to be what he is.","category":"Happiness","author":"Desiderius Erasmus"},"quote151":{"quote":"Farms and in castles, in homes, studies, and cloisters -- where sensible people manage to live relatively lusty and decent lives, as moral as they must be, as free as they may be, and as masterly as they can be. If we only knew it, this elusive arrangement is happiness.","category":"Happiness","author":"Erik H. Erickson"},"quote152":{"quote":"Enjoy your happiness while you have it, and while, you have it do not too closely scrutinize its foundation.","category":"Happiness","author":"Joseph Farrell"},"quote153":{"quote":"Some of us might find happiness if we quit struggling so desperately for it.","category":"Happiness","author":"William Feather"},"quote154":{"quote":"One of the indictments of civilizations is that happiness and intelligence are so rarely found in the same person.","category":"Happiness","author":"William Feather"},"quote155":{"quote":"If we cannot live so as to be happy, let us so live as to deserve happiness.","category":"Happiness","author":"Johann G. Fichte"},"quote156":{"quote":"To be happy is not the purpose of our being rather it is to deserve happiness.","category":"Happiness","author":"Johann G. Fichte"},"quote157":{"quote":"Scarcely one person in a thousand is capable of tasting the happiness of others.","category":"Happiness","author":"Henry Fielding"},"quote158":{"quote":"Yet, as great joy, especially after a sudden change and revolution of circumstances, is apt to be silent, and dwells rather in the heart than on the tongue...http://www.literaturepage.com/read/tom-jones-914.html","category":"Happiness","author":"Henry FieldingThe History of Tom Jones, a foundling"},"quote159":{"quote":"A great obstacle to happiness is to expect too much happiness.","category":"Happiness","author":"Bernard Le Bovier Fontenelle"},"quote160":{"quote":"When what we are is what we want to be, that's happiness.","category":"Happiness","author":"Malcolm Stevenson Forbes"},"quote161":{"quote":"Happy were men if they but understood There is no safety but in doing good","category":"Happiness","author":"John Fountain"},"quote162":{"quote":"Whoever is happy will make others happy too.","category":"Happiness","author":"Anne Frank"},"quote163":{"quote":"There are two ways of being happy: We must either diminish our wants or augment our means -- either may do -- the result is the same and it is for each man to decide for himself and to do that which happens to be easier.","category":"Happiness","author":"Benjamin Franklin"},"quote164":{"quote":"Happiness consists more in small conveniences of pleasures that occur every day, than in great pieces of good fortune that happen but seldom to a man in the course of his life.","category":"Happiness","author":"Benjamin Franklin"},"quote165":{"quote":"A cheerful face is nearly as good for an invalid as healthy weather.","category":"Happiness","author":"Benjamin Franklin"},"quote166":{"quote":"The Constitution only gives people the right to pursue happiness. You have to catch it yourself.","category":"Happiness","author":"Benjamin Franklin"},"quote167":{"quote":"One feels inclined to say that the intention that man should be happy is not included in the plan of Creation.","category":"Happiness","author":"Sigmund Freud"},"quote168":{"quote":"Happiness makes up in height for what it lacks in length.","category":"Happiness","author":"Robert Frost"},"quote169":{"quote":"An ounce of cheerfulness is worth a pound of sadness to serve God with.","category":"Happiness","author":"Thomas Fuller"},"quote170":{"quote":"Happiness is when what you think, what you say, and what you do are in harmony.","category":"Happiness","author":"Mahatma Gandhi"},"quote171":{"quote":"True happiness involves the full use of one's power and talents.","category":"Happiness","author":"John W. Gardner"},"quote172":{"quote":"The hardest habit of all to break is the terrible habit of happiness.","category":"Happiness","author":"Theodosia Garrison"},"quote173":{"quote":"Do you want my one-word secret of happiness -- It's growth -- mental, financial, you name it.","category":"Happiness","author":"Harold S. Geneen"},"quote174":{"quote":"There's a hope for every woe, and a balm for every pain, but the first joys of our heart come never back again!","category":"Happiness","author":"Robert Gilfillan"},"quote175":{"quote":"The most manifest sign of wisdom is a continual cheerfulness; her state is like that in the regions above the moon, always clear and serene.","category":"Happiness","author":"Michel de Montaigne"},"quote176":{"quote":"The most certain sign of wisdom is cheerfulness.","category":"Happiness","author":"Michel de Montaigne"},"quote177":{"quote":"False happiness renders men stern and proud, and that happiness is never communicated. True happiness renders them kind and sensible, and that happiness is always shared.","category":"Happiness","author":"Charles Montesquieu"},"quote178":{"quote":"If one only wished to be happy, this could be easily accomplished; but we wish to be happier that other people, and this is always difficult, for we believe others to be happier than they are.","category":"Happiness","author":"Charles Montesquieu"},"quote179":{"quote":"There is something ridiculous and even quite indecent in an individual claiming to be happy. Still more a people or a nation making such a claim. The pursuit of happiness... is without any question the most fatuous which could possibly be undertaken. This lamentable phrase the pursuit of happiness is responsible for a good part of the ills and miseries of the modern world.","category":"Happiness","author":"Malcolm Muggeridge"},"quote180":{"quote":"I can say that I never knew what joy was like until I gave up pursuing happiness, or cared to live until I chose to die. For these two discoveries I am beholden to Jesus.","category":"Happiness","author":"Malcolm Muggeridge"},"quote181":{"quote":"No burden is so heavy for a man to bear as a succession of happy days.","category":"Happiness","author":"Max Muller"},"quote182":{"quote":"He's simply got the instinct for being unhappy highly developed.","category":"Happiness","author":"Hector Hugh Munro"},"quote183":{"quote":"Happiness is a matter of one's most ordinary everyday mode of consciousness being busy and lively and unconcerned with self. To be damned is for one's ordinary everyday mode of consciousness to be unremitting agonizing preoccupation with self.","category":"Happiness","author":"Iris Murdoch"},"quote184":{"quote":"Most of us experience happiness when we are enjoying life and feeling free, enjoying the process and products of our creative and intellectual processes, enjoying the ecstasy of transcendent oneness with the universe.","category":"Happiness","author":"James Muriel"},"quote185":{"quote":"What a man really wants is creative challenge with sufficient skills to bring him within the reach of success so that he may have the expanding joy of achievement.","category":"Happiness","author":"Fay B. Nash"},"quote186":{"quote":"The most exciting happiness is the happiness generated by forces beyond your control.","category":"Happiness","author":"Ogden Nash"},"quote187":{"quote":"Nobody really cares if you're miserable, so you might as well be happy.","category":"Happiness","author":"Cynthia Nelms"},"quote188":{"quote":"Happiness adds and multiplies, as we divide it with others.","category":"Happiness","author":"A. Nielsen"},"quote189":{"quote":"Happiness is the harvest of a quiet eye.","category":"Happiness","author":"Austin O'Malley"},"quote190":{"quote":"What happiness is there which is not purchased with more or less of pain?","category":"Happiness","author":"Margaret Oliphant"},"quote191":{"quote":"The foolish man seeks happiness in the distance; The wise grows it under his feet.","category":"Happiness","author":"J. Robert Oppenheimer"},"quote192":{"quote":"It is only when we are very happy, that we can bear to gaze merrily upon the vast and limitless expanse of water, rolling on and on with such persistent, irritating monotony, to the accompaniment of our thoughts, whether grave or gay. When they are gay, the waves echo their gaiety; but when they are sad, then every breaker, as it rolls, seems to bring additional sadness, and to speak to us of hopelessness and of the pettiness of all our joys.","category":"Happiness","author":"Baroness Emmuska OrczyThe Scarlet Pimpernel"},"quote193":{"quote":"Men can only be happy when they do not assume that the object of life is happiness","category":"Happiness","author":"George Orwell"},"quote194":{"quote":"Happiness is a by product of an effort to make someone else happy.","category":"Happiness","author":"Gretta Brooker Palmer"},"quote195":{"quote":"Our happiness depends on the habit of mind we cultivate. So practice happy thinking every day. Cultivate the merry heart, develop the happiness habit, and life will become a continual feast.","category":"Happiness","author":"Norman Vincent Peale"},"quote196":{"quote":"As happy a man as any in the world, for the whole world seems to smile upon me!","category":"Happiness","author":"Samuel Pepys"},"quote197":{"quote":"I went out to Charing Cross to see Major General Harrison hanged, drawn, and quartered; which was done there, he looking as cheerful as any man could in that condition.","category":"Happiness","author":"Samuel Pepys"},"quote198":{"quote":"Happiness doesn't come from doing what we like to do but from liking what we have to do.","category":"Happiness","author":"Wilferd A. Peterson"},"quote199":{"quote":"Happiness must be cultivated. It is like character. It is not a thing to be safely let alone for a moment, or it will run to weeds.","category":"Happiness","author":"Elizabeth Stuart Phelps"},"quote200":{"quote":"The voluntary path to cheerfulness, if our spontaneous be lost, is to sit up cheerfully, and act and speak as if cheerfulness wee already there. To feel brave, act as if we were brave, use all our will to that end, and courage will very likely replace fear. If we act as if from some better feeling, the bad feeling soon folds its tent like an Arab and silently steals away","category":"Happiness","author":"William Shakespeare"},"quote201":{"quote":"Life at its noblest leaves mere happiness far behind; and indeed cannot endure it. Happiness is not the object of life: life has no object: it is an end in itself; and courage consists in the readiness to sacrifice happiness for an intenser quality of life.","category":"Happiness","author":"George Bernard Shaw"},"quote202":{"quote":"A lifetime of happiness? No man alive could bear it; it would be hell on earth.","category":"Happiness","author":"George Bernard Shaw"},"quote203":{"quote":"Give a man health and a course to steer; and he'll never stop to trouble about whether he's happy or not.","category":"Happiness","author":"George Bernard Shaw"},"quote204":{"quote":"Happiness is essentially a state of going somewhere wholeheartedly, one-directionally, without regret or reservation.","category":"Happiness","author":"W. H. Sheldon"},"quote205":{"quote":"The soul's joy lies in doing.","category":"Happiness","author":"Percy Bysshe Shelley"},"quote206":{"quote":"There is no end of craving. Hence contentment alone is the best way to happiness. Therefore, acquire contentment.","category":"Happiness","author":"Sri Swami Sivananda"},"quote207":{"quote":"What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?","category":"Happiness","author":"Adam Smith"},"quote208":{"quote":"We are never happy; we can only remember that we were so once.","category":"Happiness","author":"Alexander Smith"},"quote209":{"quote":"Happiness is a wine of the rarest vintage, and seems insipid to a vulgar taste.","category":"Happiness","author":"Logan Pearsall Smith"},"quote210":{"quote":"If you pursue happiness you never find it.","category":"Happiness","author":"C.P. (Charles Percy) Snow"},"quote211":{"quote":"The pursuit of happiness is a most ridiculous phrase; if you pursue happiness you'll never find it.","category":"Happiness","author":"C.P. (Charles Percy) Snow"},"quote212":{"quote":"Happiness is unrepentant pleasure.","category":"Happiness","author":"Socrates"},"quote213":{"quote":"Call no man unhappy until he is married.","category":"Happiness","author":"Socrates"},"quote214":{"quote":"Like swimming, riding, writing, or playing golf, happiness can be learned.","category":"Happiness","author":"Boris Sokoloff"},"quote215":{"quote":"Let no man be called happy before his death. Till then, he is not happy, only lucky.","category":"Happiness","author":"Solon"},"quote216":{"quote":"No man is happy; he is at best fortunate.","category":"Happiness","author":"Solon"},"quote217":{"quote":"A man is happy so long as he chooses to be happy and nothing can stop him.","category":"Happiness","author":"Alexandr Solzhenitsyn"},"quote218":{"quote":"Happiness is never stopping to think if you are.","category":"Happiness","author":"Palmer Sondreal"},"quote219":{"quote":"Objects we ardently pursue bring little happiness when gained; most of our pleasures come from unexpected sources.","category":"Happiness","author":"Herbert Spencer"},"quote220":{"quote":"It is not how much we have, but how much we enjoy, that makes happiness.","category":"Happiness","author":"C. H. (Charles Haddon) Spurgeon"},"quote221":{"quote":"There can be no happiness if the things we believe in are different from the things we do.","category":"Happiness","author":"Freya Stark"},"quote222":{"quote":"The human spirit needs to accomplish, to achieve, to triumph to be happy.","category":"Happiness","author":"Ben Stein"},"quote223":{"quote":"To describe happiness is to diminish it.","category":"Happiness","author":"Henri B. Stendhal"},"quote224":{"quote":"Happiness comes when we test our skills towards some meaningful purpose.","category":"Happiness","author":"John Stossel"},"quote225":{"quote":"Happiness consumes itself like a flame. It cannot burn for ever, it must go out, and the presentiment of its end destroys it at its very peak.","category":"Happiness","author":"J. August Strindberg"},"quote226":{"quote":"Happiness is a journey not a destination.","category":"Happiness","author":"Ben Sweetland"},"quote227":{"quote":"The best advice on the art of being happy is about as easy to follow as advice to be well when one is sick.","category":"Happiness","author":"Madame Swetchine"},"quote228":{"quote":"Happiness is a perpetual possession of being well deceived.","category":"Happiness","author":"Jonathan Swift"},"quote229":{"quote":"Happiness is an imaginary condition, formerly often attributed by the living to the dead, now usually attributed by adults to children, and by children to adults.","category":"Happiness","author":"Thomas Szasz"},"quote230":{"quote":"Good humor is one of the best articles of dress one can wear in society.","category":"Happiness","author":"William Makepeace Thackeray"},"quote231":{"quote":"I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left.","category":"Happiness","author":"Margaret Thatcher"},"quote232":{"quote":"Be open to your happiness and sadness as they arise.","category":"Happiness","author":"John M. Thomas"},"quote233":{"quote":"Man is the artificer of his own happiness.","category":"Happiness","author":"Henry David Thoreau"},"quote234":{"quote":"We are made happy when reason can discover no occasion for it. The memory of some past moments is more persuasive than the experience of present ones. There have been visions of such breadth and brightness that these motes were invisible in their light.","category":"Happiness","author":"Henry David Thoreau"},"quote235":{"quote":"The secret of Happiness is Freedom, and the secret of Freedom, Courage.","category":"Happiness","author":"Thucydides"},"quote236":{"quote":"Men expect that religion should cost them no pains, that happiness should drop into their laps without any design and endeavor on their part, and that, after they have done what they please while they live, God should snatch them up to heaven when they die. But though the commandments of God be not grievous, yet it is fit to let men know that they are not thus easy.","category":"Happiness","author":"John Tillotson"},"quote237":{"quote":"No man should desire to be happy who is not at the same time holy. He should spend his efforts in seeking to know and do the will of God, leaving to Christ the matter of how happy he should be.","category":"Happiness","author":"A. W. Tozer"},"quote238":{"quote":"Happiness was not made to be boasted, but enjoyed. Therefore tho others count me miserable, I will not believe them if I know and feel myself to be happy; nor fear them.","category":"Happiness","author":"Thomas Traherne"},"quote239":{"quote":"You never enjoy the world aright, till the sea itself floweth in your veins, till you are clothed with the heavens and crowned with the stars.","category":"Happiness","author":"Thomas Traherne"},"quote240":{"quote":"Happiness ain't a thing in itself --it's only a contrast with something that ain't pleasant. And so, as soon as the novelty is over and the force of the contrast dulled, it ain't happiness any longer, and you have to get something fresh.","category":"Happiness","author":"Mark Twain"},"quote241":{"quote":"There are people who can do all fine and heroic things but one: keep from telling their happiness to the unhappy.","category":"Happiness","author":"Mark Twain"},"quote242":{"quote":"The best way to cheer yourself up is to try to cheer somebody else up.","category":"Happiness","author":"Mark Twain"},"quote243":{"quote":"Happiness is the absence of the striving for happiness.","category":"Happiness","author":"Chuang Tzu"},"quote244":{"quote":"Delicate humor is the crowning virtue of the saints.","category":"Happiness","author":"Evelyn Underhill"},"quote245":{"quote":"The thing that counts most in the pursuit of happiness is choosing the right companion.","category":"Happiness","author":"Source Unknown"},"quote246":{"quote":"The time to be happy is now. The place to be happy is here. The way to be happy is to make others so.","category":"Happiness","author":"Source Unknown"},"quote247":{"quote":"The pursuit of happiness is the chase of a life time.","category":"Happiness","author":"Source Unknown"},"quote248":{"quote":"Happy are those who dream dreams and are willing to pay the price to make them come true.","category":"Happiness","author":"Source Unknown"},"quote249":{"quote":"If happiness could be brought, few of us could pay the price.","category":"Happiness","author":"Source Unknown"},"quote250":{"quote":"Happiness... is not a destination: it is a manner of traveling. Happiness is not an end in itself. It is a by-product of working, playing, loving and living.","category":"Happiness","author":"Haim Ginott"},"quote251":{"quote":"The true source of cheerfulness is benevolence.","category":"Happiness","author":"P. Godwin"},"quote252":{"quote":"The most happy man is he who knows how to bring into relation the end and beginning of his life.","category":"Happiness","author":"Johann von Goethe"},"quote253":{"quote":"The man who is born with a talent which he was meant to use finds his greatest happiness in using it.","category":"Happiness","author":"Johann von Goethe"},"quote254":{"quote":"What makes people happy is activity; changing evil itself into good by power, working in a God like manner.","category":"Happiness","author":"Johann von Goethe"},"quote255":{"quote":"The highest happiness of man is to have probed what is knowable and quietly to revere what is unknowable.","category":"Happiness","author":"Johann von Goethe"},"quote256":{"quote":"A person is never happy till their vague strivings has itself marked out its proper limitations.","category":"Happiness","author":"Johann von Goethe"},"quote257":{"quote":"Happiness is a ball after which we run wherever it rolls, and we push it with our feet when it stops.","category":"Happiness","author":"Johann von Goethe"},"quote258":{"quote":"He is happiest, be he king or peasant, who finds peace in his home.","category":"Happiness","author":"Johann von Goethe"},"quote259":{"quote":"If frugality were established in the state, and if our expenses were laid out to meet needs rather than superfluities of life, there might be fewer wants, and even fewer pleasures, but infinitely more happiness.","category":"Happiness","author":"Oliver Goldsmith"},"quote260":{"quote":"Remember that happiness is a way of travel, not a destination.","category":"Happiness","author":"Roy Goodman"},"quote261":{"quote":"Happiness... she loves, to see men at work. She loves sweat, weariness, self sacrifice. She will be found not in places but lurking in cornfields and factories; and hovering over littered desks; she crowns the unconscious head of the busy child.","category":"Happiness","author":"David Grayson"},"quote262":{"quote":"Point me out the happy man and I will point you out either egotism, selfishness, evil --or else an absolute ignorance.","category":"Happiness","author":"Graham Greene"},"quote263":{"quote":"Happiness held is the seed; Happiness shared is the flower-Author Unknown People need your love the most when they appear to deserve it the least.","category":"Happiness","author":"John Harrigan"},"quote264":{"quote":"Happiness is a butterfly, which, when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you.","category":"Happiness","author":"Nathaniel Hawthorne"},"quote265":{"quote":"Look up, laugh loud, talk big, keep the color in your cheek and the fire in your eye, adorn your person, maintain your health, your beauty and your animal spirits.","category":"Happiness","author":"William Hazlitt"},"quote266":{"quote":"If you were happy every day of your life you wouldn't be a human being, you'd be a game show host.","category":"Happiness","author":"Gabriel Heatter"},"quote267":{"quote":"Happiness lies in being privileged to work hard for long hours in doing whatever you think is worth doing. One man may find happiness in supporting a wife and children. Another may find it in robbing banks. Still another may labor mightily for years in pursuing pure research with no discernible result. Note the individual and subjective nature of each case. No two are alike and there is no reason to expect them to be. Each man or woman must find for himself or herself that occupation in which hard work and long hours make him or her happy. Contrariwise, if you are looking for shorter hours and longer vacations and early retirement, you are in the wrong job. Perhaps you need to take up bank robbing. Or geeking in a sideshow. Or even politics.","category":"Happiness","author":"Robert A. Heinlein"},"quote268":{"quote":"Happiness is a how, not a what: a talent, not an object","category":"Happiness","author":"Hermann Hesse"},"quote269":{"quote":"The loss of wealth is loss of dirt, as sages in all times assert; The happy man's without a shirt.","category":"Happiness","author":"John Heywood"},"quote270":{"quote":"Happiness is not a destination. It is a method of life.","category":"Happiness","author":"Burton Hills"},"quote271":{"quote":"The search for happiness is one of the chief sources of unhappiness.","category":"Happiness","author":"Eric Hoffer"},"quote272":{"quote":"Happiness requires problems","category":"Happiness","author":"H. L. Hollingworth"},"quote273":{"quote":"When we recall the past, we usually find that it is the simplest things -- not the great occasions -- that in retrospect give off the greatest glow of happiness.","category":"Happiness","author":"Bob Hope"},"quote274":{"quote":"You traverse the world in search of happiness, which is within the reach of every man. A contented mind confers it on all.","category":"Happiness","author":"Horace"},"quote275":{"quote":"Many search for happiness as we look for a hat we wear on our heads.","category":"Happiness","author":"Nikolaus Lenus"},"quote276":{"quote":"Happiness isn't something you experience; it's something you remember.","category":"Happiness","author":"Oscar Levant"},"quote277":{"quote":"Happiness is a by-product. You cannot pursue it by itself.","category":"Happiness","author":"Samuel Levenson"},"quote278":{"quote":"God cannot give us a happiness and peace apart from Himself, because it is not there. There is no such thing.","category":"Happiness","author":"C.S. Lewis"},"quote279":{"quote":"People are just as happy as they make up their minds to be.","category":"Happiness","author":"Abraham Lincoln"},"quote280":{"quote":"Happiness is a thing to be practiced, like the violin.","category":"Happiness","author":"Sir John Lubbock"},"quote281":{"quote":"Suspicion of happiness is in our blood.","category":"Happiness","author":"E. V. Lucas"},"quote282":{"quote":"The happy think a lifetime short, but to the unhappy one night can be an eternity.","category":"Happiness","author":"Lucian"},"quote283":{"quote":"Happiness is not so much in having or sharing. We make a living by what we get, but we make a life by what we give.","category":"Happiness","author":"Norman Macewan"},"quote284":{"quote":"Remember that happiness is as contagious as gloom. It should be the first duty of those who are happy to let others know of their gladness.","category":"Happiness","author":"Maurice Maeterlinck"},"quote285":{"quote":"Realize that true happiness lies within you. Waste no time and effort searching for peace and contentment and joy in the world outside. Remember that there is no happiness in having or in getting, but only in giving. Reach out. Share. Smile. Hug. Happiness is a perfume you cannot pour on others without getting a few drops on yourself.","category":"Happiness","author":"Og Mandino"},"quote286":{"quote":"Talk happiness. The world is sad enough without your woe.","category":"Happiness","author":"Orison Swett Marden"},"quote287":{"quote":"The glow of satisfaction which follows the consciousness of doing our level best never comes to a human being from any other experience.","category":"Happiness","author":"Orison Swett Marden"},"quote288":{"quote":"Happiness is the interval between periods of unhappiness.","category":"Happiness","author":"Don Marquis"},"quote289":{"quote":"Happiness consists in activity -- it is a running stream, not a stagnant pool.","category":"Happiness","author":"John L. Mason"},"quote290":{"quote":"Happiness is not a possession to be prized. It is a quality of thought, a state of mind.","category":"Happiness","author":"Daphne Du Maurier"},"quote291":{"quote":"Happiness is the light on the water. The water is cold and dark and deep.","category":"Happiness","author":"William Maxwell"},"quote292":{"quote":"Success is getting and achieving what you want. Happiness is wanting and being content with what you get.","category":"Happiness","author":"Bernard Meltzer"},"quote293":{"quote":"Be it jewel or toy, not the prize gives the joy, but the striving to win the prize.","category":"Happiness","author":"Owen Meredith"},"quote294":{"quote":"Happiness is not a matter of events; it depends upon the tides of the mind.","category":"Happiness","author":"Alice Meynell"},"quote295":{"quote":"I have learned to seek my happiness by limiting my desires, rather than in attempting to satisfy them.","category":"Happiness","author":"John Stuart Mill"},"quote296":{"quote":"Ask yourself whether you are happy, and you cease to be so.","category":"Happiness","author":"John Stuart Mill"},"quote297":{"quote":"Act happy, feel happy, be happy, without a reason in the world. Then you can love, and do what you will.","category":"Happiness","author":"Dan Millman"},"quote298":{"quote":"In making up the character of God, the old theologians failed to mention that He is of infinite cheerfulness. The omission has caused the world much tribulation.","category":"Happiness","author":"Michael Monahan"},"quote299":{"quote":"The smallest annoyances, disturb us the most.","category":"Happiness","author":"Michel de Montaigne"},"quote300":{"quote":"Many people think that if they were only in some other place, or had some other job, they would be happy. Well, that is doubtful. So get as much happiness out of what you are doing as you can and don't put off being happy until some future date.","category":"Happiness","author":"Dale Carnegie"},"quote301":{"quote":"In order to have great happiness, you have to have great pain and unhappiness-otherwise how would you know when you're happy?","category":"Happiness","author":"Leslie Caron"},"quote302":{"quote":"That is happiness: to be dissolved into something complete and great.","category":"Happiness","author":"Willa Cather"},"quote303":{"quote":"It seldom happens that any felicity comes so pure as not to be tempered and allayed by some mixture of sorrow.","category":"Happiness","author":"Miguel de Cervantes"},"quote304":{"quote":"They say a person needs just three things to be truly happy in this world. Someone to love, something to do, and something to hope for.","category":"Happiness","author":"Allan K. Chalmers"},"quote305":{"quote":"The grand essentials of happiness are: something to do, something to love, and something to hope for.","category":"Happiness","author":"Allan K. Chalmers"},"quote306":{"quote":"Holiness, not happiness, is the chief end of man.","category":"Happiness","author":"Oswald Chambers"},"quote307":{"quote":"The creed of a true saint is to make the best of life, and to make the most of it.","category":"Happiness","author":"Edwin Hubbell Chapin"},"quote308":{"quote":"Happiness is a mystery, like religion, and should never be rationalized.","category":"Happiness","author":"G. K. Chesterton"},"quote309":{"quote":"Happiness is a continuation of happenings which are not resisted.","category":"Happiness","author":"Deepak Chopra"},"quote310":{"quote":"We think a happy life consists in tranquility of mind.","category":"Happiness","author":"Marcus Tullius Cicero"},"quote311":{"quote":"Happiness is a hard thing because it is achieved only by making others happy.","category":"Happiness","author":"Stuart Cloete"},"quote312":{"quote":"The greatest joy of life is to love and be loved.","category":"Happiness","author":"R.D. Clyde"},"quote313":{"quote":"Happiness, or misery, is in the mind. It is the mind that lives.","category":"Happiness","author":"William Cobbett"},"quote314":{"quote":"Be happy or die.","category":"Happiness","author":"Rob Cohen"},"quote315":{"quote":"There is this difference between happiness and wisdom, that he that thinks himself the happiest man, really is so; but he who thinks himself the wisest, is generally the greatest fool.","category":"Happiness","author":"Charles Caleb Colton"},"quote316":{"quote":"Happiness, that grand mistress of the ceremonies in the dance of life, impels us through all its mazes and meandering, but leads none of us by the same route","category":"Happiness","author":"Charles Caleb Colton"},"quote317":{"quote":"We take greater pains to persuade others we are happy than in trying to think so ourselves.","category":"Happiness","author":"Confucius"},"quote318":{"quote":"","category":"Happiness","author":"Benjamin Constant"},"quote319":{"quote":"Happiness seems made to be shared.","category":"Happiness","author":"Pierre Corneille"},"quote320":{"quote":"Happiness lies first of all in health.","category":"Happiness","author":"George William Curtis"},"quote321":{"quote":"Happiness is not something ready made. It comes from your own actions.","category":"Happiness","author":"Dalai Lama"},"quote322":{"quote":"If you want others to be happy, practice compassion. If you want to be happy, practice compassion.","category":"Happiness","author":"Dalai Lama"},"quote323":{"quote":"We begin from the recognition that all beings cherish happiness and do not want suffering. It then becomes both morally wrong and pragmatically unwise to pursue only one's own happiness oblivious to the feelings and aspirations of all others who surround us as members of the same human family. The wiser course is to think of others when pursuing our own happiness.","category":"Happiness","author":"Dalai Lama"},"quote324":{"quote":"Happiness is always a by-product. It is probably a matter of temperament, and for anything I know it may be glandular. But it is not something that can be demanded from life, and if you are not happy you had better stop worrying about it and see what treasures you can pluck from your own brand of unhappiness.","category":"Happiness","author":"Robertson Davies"},"quote325":{"quote":"The cheerful live longest in years, and afterwards in our regards. Cheerfulness is the off-shoot of goodness.","category":"Happiness","author":"Christian Nevell Bovee"},"quote326":{"quote":"A happy family is but an earlier heaven.","category":"Happiness","author":"Sir John Bowring"},"quote327":{"quote":"We all want to be happy, and we're all going to die. You might say those are the only two unchallengeably true facts that apply to every human being on this planet.","category":"Happiness","author":"William Boyd"},"quote328":{"quote":"Celebrate the happiness that friends are always giving, make every day a holiday and celebrate just living!","category":"Happiness","author":"Amanda Bradley"},"quote329":{"quote":"People take different roads seeking fulfillment and happiness. Just because they're not on your road doesn't mean they've gotten lost.","category":"Happiness","author":"H. Jackson Brown, Jr."},"quote330":{"quote":"The Greeks said grandly in their tragic phrase, Let no one be called happy till his death; to which I would add, Let no one, till his death be called unhappy.","category":"Happiness","author":"Elizabeth Barrett Browning"},"quote331":{"quote":"What would you call the highest happiness? Wratislaw was ask. The sense of competence, was the answer, given without hesitation.","category":"Happiness","author":"John Buchan"},"quote332":{"quote":"Happiness comes more from loving than being loved; and often when our affection seems wounded it is only our vanity bleeding. To love, and to be hurt often, and to love again -- this is the brave and happy life.","category":"Happiness","author":"J.E Buckrose"},"quote333":{"quote":"Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.","category":"Happiness","author":"Buddha"},"quote334":{"quote":"To live a pure unselfish life, one must count nothing as one's own in the midst of abundance.","category":"Happiness","author":"Buddha"},"quote335":{"quote":"Some people never find it, some only pretend, but I just want to live happily ever after every now and then.","category":"Happiness","author":"Jimmy Buffett"},"quote336":{"quote":"Happiness and virtue rest upon each other; the best are not only the happiest, but the happiest are usually the best.","category":"Happiness","author":"Edward George Bulwer-Lytton"},"quote337":{"quote":"What ever our wandering our happiness will always be found within a narrow compass, and in the middle of the objects more immediately within our reach.","category":"Happiness","author":"Edward George Bulwer-Lytton"},"quote338":{"quote":"The secret of happiness is something to do.","category":"Happiness","author":"John Burroughs"},"quote339":{"quote":"People are always good company when they are doing what they really enjoy.","category":"Happiness","author":"Samuel Butler"},"quote340":{"quote":"To have joy one must share it. Happiness was born a twin.","category":"Happiness","author":"Lord (George Gordon) Byron"},"quote341":{"quote":"When you have once seen the glow of happiness on the face of a beloved person, you know that a man can have no vocation but to awaken that light on the faces surrounding him; and you are torn by the thought of the unhappiness and night you cast, by the mere fact of living, in the hearts you encounter.","category":"Happiness","author":"Albert Camus"},"quote342":{"quote":"To be happy we must not be too concerned with others.","category":"Happiness","author":"Albert Camus"},"quote343":{"quote":"But what is happiness except the simple harmony between a person and life they lead.","category":"Happiness","author":"Albert Camus"},"quote344":{"quote":"The only happiness a brave person ever troubles themselves in asking about, is happiness enough to get their work done.","category":"Happiness","author":"Thomas Carlyle"},"quote345":{"quote":"But the whim we have of happiness is somewhat thus. By certain valuations, and averages, of our own striking, we come upon some sort of average terrestrial lot; this we fancy belongs to us by nature, and of indefeasible rights. It is simple payment of our wages, of our deserts; requires neither thanks nor complaint. Foolish soul! What act of legislature was there that thou shouldst be happy? A little while ago thou hadst no right to be at all.","category":"Happiness","author":"Thomas Carlyle"},"quote346":{"quote":"Wondrous is the strength of cheerfulness, and its power of endurance -- the cheerful man will do more in the same time, will do it ;better, will preserve it longer, than the sad or sullen.","category":"Happiness","author":"Thomas Carlyle"},"quote347":{"quote":"Oh, give us the man who sings at his work.","category":"Happiness","author":"Thomas Carlyle"},"quote348":{"quote":"Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think.","category":"Happiness","author":"Dale Carnegie"},"quote349":{"quote":"Did you ever see an unhappy horse? Did you ever see bird that had the blues? One reason why birds and horses are not unhappy is because they are not trying to impress other birds and horses.","category":"Happiness","author":"Dale Carnegie"},"quote350":{"quote":"Cheerfulness in most cheerful people, is the rich and satisfying result of strenuous discipline.","category":"Happiness","author":"Edwin P. Whipple"},"quote351":{"quote":"When we are happy we are always good, but when we are good we are not always happy.","category":"Happiness","author":"Oscar Wilde"},"quote352":{"quote":"Some cause happiness wherever they go; others whenever they go.","category":"Happiness","author":"Oscar Wilde"},"quote353":{"quote":"Developing a cheerful disposition can permit an atmosphere wherein one's spirit can be nurtured and encouraged to blossom and bear fruit. Being pessimistic and negative about our experiences will not enhance the quality of our lives. A determination to be of good cheer can help us and those around us to enjoy life more fully.","category":"Happiness","author":"Barbara W. Winder"},"quote354":{"quote":"If we want to know what happiness is we must seek it, not as if it were a part of gold at the end of the rainbow, but among human beings who are living richly and fully the good life. If you observe a really happy man you will find him building a boat, writing a symphony, educating his son, growing double Dahlias in his garden. He will not be searching for happiness as if it were a collar gold button that has rolled under the cupboard in his bed room. He will have become aware that he is happy in the course of living 24 crowded hours of the day. If you live only for yourself you are always an immediate danger of being bored to death with the repetition of your own views and interests. No one has learned the meaning of living until he has surrendered his ego to the service of his fellowmen. If your ambition has the momentum of an express train at full speed, if you can no longer stop your mad rush for glory, power, or intellectual supremacy, try to divert your energies into socially useful channels before it is too late.For those who seek the larger happiness and greater effectiveness open to human beings there can be but one philosophy of life, a philosophy of constructive altruism. The truly happy man is always a fighting optimist. Optimism includes not only altruism but also social responsibility, social courage and objectivity. The good life demands a working philosophy as an orientating map of conduct. This is the golden way of life. This is the satisfying life. This is the way to be happy though human.","category":"Happiness","author":"W. Beran Wolfe'How To Be Happy Though Human, 1932"},"quote355":{"quote":"Happiness is neither virtue nor pleasure nor this thing nor that but simply growth, We are happy when we are growing.","category":"Happiness","author":"William Butler Yeats"},"quote356":{"quote":"We are happy when for everything inside us there is a corresponding something outside us.","category":"Happiness","author":"William Butler Yeats"},"quote357":{"quote":"Happiness radiates like the fragrance from a flower, and draws all good things toward you. Allow your love to nourish yourself as well as others. Do not strain after the needs of life. It is sufficient to be quietly alert and aware of them. In this way life proceeds more naturally and effortlessly. Life is here to Enjoy!","category":"Happiness","author":"Maharishi Mahesh Yogi"},"quote358":{"quote":"Often people attempt to live their lives backwards; they try to have more things, or more money, in order to do more of what they want, so they will be happier.","category":"Happiness","author":"Margaret Young"},"quote359":{"quote":"Happiness is perfume, you can't pour it on somebody else without getting a few drops on yourself","category":"Happiness","author":"James Van Der Zee"},"quote360":{"quote":"Happiness is not pleasure, it is victory.","category":"Happiness","author":"Zig Ziglar"},"quote361":{"quote":"People who never achieve happiness are the ones who complain whenever they're awake, and whenever they're asleep, they are thinking about what to complain about tomorrow.","category":"Happiness","author":"Adam Zimbler"},"quote362":{"quote":"No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.","category":"Happiness","author":"Barbara De Angelis"},"quote363":{"quote":"Happiness lies neither in vice nor in virtue; but in the manner we appreciate the one and the other, and the choice we make pursuant to our individual organization.","category":"Happiness","author":"Marquis De Sade"},"quote364":{"quote":"Happiness resides not in possessions, and not in gold, happiness dwells in the soul.","category":"Happiness","author":"Democritus"},"quote365":{"quote":"Such happiness as life is capable of comes from the full participation of all our powers in the endeavor to wrest from each changing situations of experience its own full and unique meaning.","category":"Happiness","author":"John Dewey"},"quote366":{"quote":"Cheerfulness and contentment are great beautifiers and are famous preservers of youthful looks.","category":"Happiness","author":"Charles Dickens"},"quote367":{"quote":"I feel an earnest and humble desire, and shall till I die, to increase the stock of harmless cheerfulness.","category":"Happiness","author":"Charles Dickens"},"quote368":{"quote":"Gaiety --a quality of ordinary men. Genius always presupposes some disorder in the machine.","category":"Happiness","author":"Denis Diderot"},"quote369":{"quote":"The happiness of most people we know is not ruined by great catastrophes or fatal errors, but by the repetition of slowly destructive little things.","category":"Happiness","author":"Ernest Dimnet"},"quote370":{"quote":"Action may not always bring happiness; but there is no happiness without action.","category":"Happiness","author":"Benjamin Disraeli"},"quote371":{"quote":"The greatest happiness is to know the source of unhappiness.","category":"Happiness","author":"Fyodor Dostoyevsky"},"quote372":{"quote":"Happiness does not lie in happiness, but in the achievement of it.","category":"Happiness","author":"Fyodor Dostoyevsky"},"quote373":{"quote":"Shall I give you my recipe for happiness? I find everything useful and nothing indispensable. I find everything wonderful and nothing miraculous. I reverence the body. I avoid first causes like the plague.","category":"Happiness","author":"Norman Douglas"},"quote374":{"quote":"A happy person is not a person in a certain set of circumstances, but rather a person with a certain set of attitudes.","category":"Happiness","author":"Hugh Downs"},"quote375":{"quote":"Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.","category":"Happiness","author":"Alexander Dumas"},"quote376":{"quote":"It's never too late to have a happy childhood.","category":"Happiness","author":"Wayne Dyer"},"quote377":{"quote":"There is no way to happiness. Happiness is the way.","category":"Happiness","author":"Wayne Dyer"},"quote378":{"quote":"Happiness is like manna; it is to be gathered in grains, and enjoyed every day. It will not keep; it cannot be accumulated; nor have we got to go out of ourselves or into remote places to gather it, since it has rained down from a Heaven, at our very door","category":"Happiness","author":"Tryon Edwards"},"quote379":{"quote":"To fill the hour -- that is happiness.","category":"Happiness","author":"Ralph Waldo Emerson"},"quote380":{"quote":"I look on that man as happy, who, when there is question of success, looks into his work for a reply.","category":"Happiness","author":"Ralph Waldo Emerson"},"quote381":{"quote":"Happiness is a perfume which you cannot pour on someone without getting some on yourself.","category":"Happiness","author":"Ralph Waldo Emerson"},"quote382":{"quote":"So of cheerfulness, or a good temper, the more it is spent, the more it remains.","category":"Happiness","author":"Ralph Waldo Emerson"},"quote383":{"quote":"There is only one way to happiness and that is to cease worrying about things which are beyond the power of our will.","category":"Happiness","author":"Epictetus"},"quote384":{"quote":"Whoever does not regard what he has as most ample wealth, is unhappy, though he be master of the world.","category":"Happiness","author":"Epictetus"},"quote385":{"quote":"If thou wilt make a man happy, add not unto his riches but take away from his desires.","category":"Happiness","author":"Epicurus"},"quote386":{"quote":"It is impossible to live a pleasant life without living wisely and well and justly. And it is impossible to live wisely and well and justly without living a pleasant life.","category":"Happiness","author":"Epicurus"},"quote387":{"quote":"Happiness is not a state to arrive at, rather, a manner of traveling.","category":"Happiness","author":"Samuel Johnson"},"quote388":{"quote":"For who is pleased with himself.","category":"Happiness","author":"Samuel Johnson"},"quote389":{"quote":"Our brightest blazes of gladness are commonly kindled by unexpected sparks.","category":"Happiness","author":"Samuel Johnson"},"quote390":{"quote":"If you can't be happy where you are, it's a cinch you can't be happy where you ain't.","category":"Happiness","author":"Charles ''Tremendous'' Jones"},"quote391":{"quote":"True happiness consists not in the multitude of friends, but in the worth and choice.","category":"Happiness","author":"Ben Jonson"},"quote392":{"quote":"Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better take things as they come along with patience and equanimity.","category":"Happiness","author":"Carl Gustav Jung"},"quote393":{"quote":"In theory there is a possibility of perfect happiness: To believe in the indestructible element within one, and not to strive towards it.","category":"Happiness","author":"Franz Kafka"},"quote394":{"quote":"It is not God's will merely that we should be happy, but that we should make ourselves happy","category":"Happiness","author":"Immanuel Kant"},"quote395":{"quote":"Many people have the wrong idea of what constitutes true happiness. It is not attained through self-gratification, but through fidelity to a worthy purpose.","category":"Happiness","author":"Helen Keller"},"quote396":{"quote":"When one door of happiness closes, another opens; but often we look so long at the closed door that we do not see the one which has opened for us.","category":"Happiness","author":"Helen Keller"},"quote397":{"quote":"True happiness is the full use of your powers along lines of excellence in a life affording scope.","category":"Happiness","author":"John Fitzgerald Kennedy"},"quote398":{"quote":"My happiness derives from knowing the people I love are happy.","category":"Happiness","author":"Holly Ketchel"},"quote399":{"quote":"Happiness is experienced when your life gives you what you are willing to accept.","category":"Happiness","author":"Ken Keyes Jr."},"quote400":{"quote":"The secret of happiness and prosperity in this world, as in the world to come, lies in thinking of the welfare of others first, and not taking one's self too seriously.","category":"Happiness","author":"J. Kindleberger"},"quote401":{"quote":"I'm fulfilled in what I do... I never thought that a lot of money or fine clothes -- the finer things of life -- would make you happy. My concept of happiness is to be filled in a spiritual sense.","category":"Happiness","author":"Coretta Scott King"},"quote402":{"quote":"We act as though comfort and luxury were the chief requirements of life, when all that we need to make us really happy is something to be enthusiastic about.","category":"Happiness","author":"Charles Kingsley"},"quote403":{"quote":"We tend to forget that happiness doesn't come as a result of getting something we don't have, but rather of recognizing and appreciating what we do have.","category":"Happiness","author":"Frederick Koenig"},"quote404":{"quote":"Happiness is the longing for repetition.","category":"Happiness","author":"Milan Kundera"},"quote405":{"quote":"It is not the place, nor the condition, but the mind alone that can make anyone happy or miserable.","category":"Happiness","author":"Sir Roger L'Estrange"},"quote406":{"quote":"No thoroughly occupied man was ever yet very miserable.","category":"Happiness","author":"Letitia Elizabeth Landon"},"quote407":{"quote":"We cannot be contented because we are happy, and we cannot be happy because we are contented.","category":"Happiness","author":"Walter Savage Landor"},"quote408":{"quote":"We are no longer happy as soon as we wish to be happier.","category":"Happiness","author":"Walter Savage Landor"},"quote409":{"quote":"Happiness is something that comes into our lives through doors we don't even remember leaving open.","category":"Happiness","author":"Rose Wilder Lane"},"quote410":{"quote":"Seek not happiness too greedily, and be not fearful of unhappiness.","category":"Happiness","author":"Lao-Tzu"},"quote411":{"quote":"I am learning to understand rather than immediately judge or to be judged. I cannot blindly follow the crowd and accept their approach. I will not allow myself to indulge in the usual manipulating game of role creation. Fortunately for me, my self-knowledge has transcended that and I have come to understand that life is best to be lived and not to be conceptualized. I am happy because I am growing daily and I am honestly not knowing where the limit lies. To be certain, every day there can be a revelation or a new discovery. I treasure the memory of the past misfortunes. It has added more to my bank of fortitude.","category":"Happiness","author":"Bruce Lee"}}
