{"quote0":{"quote":"What stronger breastplate than a heart untainted. Henry Iv","category":"Heart","author":"William Shakespeare"},"quote1":{"quote":"Seek not good from without: seek it within yourselves, or you will never find it.","category":"Heart","author":"Bertha von Suttner"},"quote2":{"quote":"To wear your heart on your sleeve isn't a very good plan; you should wear it inside, where it functions best.","category":"Heart","author":"Margaret Thatcher"},"quote3":{"quote":"Love can heal a broken heart.","category":"Heart","author":"Source Unknown"},"quote4":{"quote":"Follow your heart, but be quiet for a while first. Ask questions, then feel the answer. Learn to trust your heart.","category":"Heart","author":"Source Unknown"},"quote5":{"quote":"You cannot kindle a fire in any other heart until it is burning in your own.","category":"Heart","author":"Source Unknown"},"quote6":{"quote":"I like people and I like them to like me, but I wear my heart where God put it -- on the inside.","category":"Heart","author":"Source Unknown"},"quote7":{"quote":"Use your head and your heart, its not everything but its a start.","category":"Heart","author":"Source Unknown"},"quote8":{"quote":"Advice from a veteran trapeze performer: Throw your heart over the bars and your body will follow.","category":"Heart","author":"Source Unknown"},"quote9":{"quote":"Doubt obscures the true vision of the heart.","category":"Heart","author":"Source Unknown"},"quote10":{"quote":"Have thy heart in heaven and thy hands upon the earth. Ascend in piety and descend in charity. For this is the Nature of Light and the way of the children.","category":"Heart","author":"Thomas Vaughan"},"quote11":{"quote":"The eyes see what the heart loves. If the heart loves God and is single in this devotion, then the eyes will see God whether others see Him or not.","category":"Heart","author":"Warren Wiersbe"},"quote12":{"quote":"Proud of my broken heart since thou didst break it,Proud of the pain I did not feel till thee,Proud of my night since thou with moons dost slake it,Not to partake thy passion, my humility.","category":"Heart","author":"Emily DickinsonComplete Poems 1924"},"quote13":{"quote":"Within your heart, keep one still, secret spot where dreams may go.","category":"Heart","author":"Louise Driscoll"},"quote14":{"quote":"All God wants of man is a peaceful heart.","category":"Heart","author":"Meister Eckhart"},"quote15":{"quote":"Few are those who see with their own eyes and feel with their own hearts.","category":"Heart","author":"Albert Einstein"},"quote16":{"quote":"His heart was as great as the world, but there was no room in it to hold the memory of a wrong.","category":"Heart","author":"Ralph Waldo Emerson"},"quote17":{"quote":"Great hearts steadily send forth the secret forces that incessantly draw great events.","category":"Heart","author":"Ralph Waldo Emerson"},"quote18":{"quote":"If the heart wanders or is distracted, bring it back to the point quite gently and replace it tenderly in its Master's presence. And even if you did nothing during the whole of your hour but bring your heart back and place it again in Our Lord's presence, though it went away every time you brought it back, your hour would be very well employed.","category":"Heart","author":"St. Francis De Sales"},"quote19":{"quote":"There never was any heart truly great and generous, that was not also tender and compassionate.","category":"Heart","author":"Robert Frost"},"quote20":{"quote":"There must be hearts which know the depths of our being, and swear by us, even when the whole world forsakes us.","category":"Heart","author":"Gutzkow"},"quote21":{"quote":"Some people carry their heart in their head and some carry their head in their heart. The trick is to keep them apart yet working together.","category":"Heart","author":"David Hare"},"quote22":{"quote":"What of us lies in the hearts of others is our truest and deepest self.","category":"Heart","author":"Johann Gottfried Von Herder"},"quote23":{"quote":"When the heart has acquired stillness, it will look upon the heights and depths of knowledge , and the intellect, once quieted, will be given to hear wonderful things from God.","category":"Heart","author":"Hesychios the Martyr"},"quote24":{"quote":"It is not the size of a man but the size of his heart that matters.","category":"Heart","author":"Evander Holyfield"},"quote25":{"quote":"I have joined my heart to thee: all that exists are thou. O Lord, beloved of my heart, thou art the home of all; where indeed is the heart in which thou dost not dwell?","category":"Heart","author":"Jafar"},"quote26":{"quote":"In every veil you see, the Divine Beauty is concealed, making every heart a slave to him. In love to him the heart finds its life; in desire for him the soul finds its happiness. The heart which loves a fair one here, though it knows it not, is really his lover.","category":"Heart","author":"Jami"},"quote27":{"quote":"The surest way to hit a woman's heart is to take aim kneeling.","category":"Heart","author":"Douglas William Jerrold"},"quote28":{"quote":"Where are you searching for me, friend? Look! Here am I right within you. Not in temple, nor in mosque, not in Kaaba nor Kailas, but here right within you am I.","category":"Heart","author":"Kabir"},"quote29":{"quote":"If your heart were sincere and upright, every creature would be unto you a looking-glass of life and a book of holy doctrine.","category":"Heart","author":"Thomas Kempis"},"quote30":{"quote":"Thou art my glory and the exultation of y heart: thou art my hope and refuge in the day of my trouble.","category":"Heart","author":"Thomas Kempis"},"quote31":{"quote":"His heart had been broken. And now all these years later, it seemed to him that the most horrible fact of human existance was that broken hearts mended.","category":"Heart","author":"Stephen KingWizard and Glass"},"quote32":{"quote":"To love at all is to be vulnerable. Love anything, and your heart will certainly be wrung and possibly be broken. If you want to make sure of keeping it intact, you must give your heart to no one, not even to an animal. Wrap it carefully round with hobbies and little luxuries; avoid all entanglements; lock it up safe in the casket or coffin of your selfishness. But in that casket -- safe, dark, motionless, airless -- it will change. It will not be broken; it will become unbreakable, impenetrable, irredeemable.","category":"Heart","author":"C.S. Lewis"},"quote33":{"quote":"I try to believe like i believed when I was five... when your heart tells you everything you need to know","category":"Heart","author":"Lucy LiuMagazine"},"quote34":{"quote":"The brain can be easy to buy, but the heart never comes to market.","category":"Heart","author":"James Russell Lowell"},"quote35":{"quote":"I am more afraid of my own heart than the Pope and all his cardinals. I have within me the great Pope, Self.","category":"Heart","author":"Martin Luther"},"quote36":{"quote":"My heart, which is so full to overflowing, has often been solaced and refreshed by music when sick and weary.","category":"Heart","author":"Martin Luther"},"quote37":{"quote":"I do not know what the heart of a rascal may be, but I know what is in the heart of an honest man; it is horrible.","category":"Heart","author":"Joseph De Maistre"},"quote38":{"quote":"The heart itself is only a small vessel, yet dragons are there, and lions,there are poisonous beasts, and all the treasures of evil,there are rough and uneven roads,there are precipes;but there too is God and the angels,life is there, and the Kingdom,there too is light, and there the apostlesand heavenly cities,and treasures of grace.All things lie within that little space.","category":"Heart","author":"Makarios the Great"},"quote39":{"quote":"In our own hearts, we mold the whole world's hereafters; and in our own hearts we fashion our own gods.","category":"Heart","author":"Herman Melville"},"quote40":{"quote":"A Great man is he who does not lose his childlike heart.","category":"Heart","author":"Mencius (Mengzi Meng-tse)"},"quote41":{"quote":"Charity is in the heart of man, and righteousness in the path of men. Pity the man who has lost his path and does not follow it and who has lost his heart and does not know how to recover it. When people's dogs and chicks are lost they go out and look for them and yet the people who have lost their hearts do not go out and look for them. The principle of self-cultivation consists in nothing but trying to look for the lost heart.","category":"Heart","author":"Mencius (Mengzi Meng-tse)"},"quote42":{"quote":"As the arteries grow hard, the heart grows soft.","category":"Heart","author":"H. L. Mencken"},"quote43":{"quote":"It's the heart afraid of breaking that never learns to dance.","category":"Heart","author":"Bette Midler"},"quote44":{"quote":"Why should I go into details, we have nothing that is not perishable except what our hearts and our intellects endows us with.","category":"Heart","author":"Ovid"},"quote45":{"quote":"Whether you call my heart affectionate, or you call it womanish: I confess, that to my misfortune, it is soft.","category":"Heart","author":"Ovid"},"quote46":{"quote":"They laid their hands upon my head, They stroked my cheek and brow; And time could heal a hurt, they said, And time could dim a vow. And they were pitiful and mild Who whispered to me then; The heart that breaks in April, child; Will mend in May again. Oh, many a mended heart they knew; So old they were, and wise. And little did they have to do To come to me with lies! Who flings me silly talk of May Shall meet a bitter soul; For June was nearly spent away Before my heart was whole.","category":"Heart","author":"Dorothy ParkerThe False Friends"},"quote47":{"quote":"Wealth and want equally harden the human heart, like frost and fire both are alien to human flesh.","category":"Heart","author":"Theodore Parker"},"quote48":{"quote":"The heart has its reasons of which reason knows nothing: we know this in countless ways.","category":"Heart","author":"Blaise Pascal"},"quote49":{"quote":"Throw your heart over the fence and the rest will follow.","category":"Heart","author":"Norman Vincent Peale"},"quote50":{"quote":"The heart is the best reflective thinker.","category":"Heart","author":"Wendell Phillips"},"quote51":{"quote":"In a full heart there is room for everything, and in an empty heart there is room for nothing.","category":"Heart","author":"Antonio Porchia"},"quote52":{"quote":"I think there is only one quality worse than hardness of heart and that is softness of head.","category":"Heart","author":"Theodore Roosevelt"},"quote53":{"quote":"My heart is like a singing birdWhose nest is in a water'd shoot;My heart is like an apple-treeWhose boughs are bent with thick-set fruit...","category":"Heart","author":"Christina RossettiA Birthday"},"quote54":{"quote":"Nothing is less in our power than the heart, and far from commanding we are forced to obey it.","category":"Heart","author":"Jean Jacques Rousseau"},"quote55":{"quote":"Whether joy or sorrowful, the heart needs a double, because a joy shared is doubled and a pain that is shared is divided.","category":"Heart","author":"Ruckett"},"quote56":{"quote":"Everyone sees the unseen in proportion to the clarity of his heart, and that depends upon how much he has polished it. Whoever has polished it more sees more -- more unseen forms become manifest to him.","category":"Heart","author":"Rumi"},"quote57":{"quote":"The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart.","category":"Heart","author":"Saint Jerome"},"quote58":{"quote":"And now here is my secret, a very simple secret; it is only with the heart that one can see rightly, what is essential is invisible to the eye.","category":"Heart","author":"Antoine De Saint-Exupery"},"quote59":{"quote":"For the outer sense alone perceives visible things and the eye of the heart alone seeds the invisible.","category":"Heart","author":"Richard of Saint-Victor"},"quote60":{"quote":"It is not flesh and blood, but heart which makes us fathers and sons.","category":"Heart","author":"Friedrich von Schiller"},"quote61":{"quote":"I know the answer! The answer lies within the heart of all mankind! The answer is twelve? I think I'm in the wrong building.","category":"Heart","author":"Charles Monroe Schulz"},"quote62":{"quote":"If I keep a green bough in my heart, the singing bird will come.","category":"Heart","author":"Chinese Proverb"},"quote63":{"quote":"Faint hearts never win fair ladies.","category":"Heart","author":"Danish proverb"},"quote64":{"quote":"A heart in love with beauty never grows old.","category":"Heart","author":"Proverb"},"quote65":{"quote":"The heart that truly loves never forgets.","category":"Heart","author":"Proverb"},"quote66":{"quote":"Not the glittering weapon fights the fight, but rather the hero's heart.","category":"Heart","author":"Proverb"},"quote67":{"quote":"No sheath shall hold what finds its home in flesh.","category":"Heart","author":"Proverb"},"quote68":{"quote":"There is nothing enduring in life for a women except what she builds in a man's heart.","category":"Heart","author":"Judith Anderson"},"quote69":{"quote":"Two things are bad for the heart -- running up stairs and running down people.","category":"Heart","author":"Bernard Baruch"},"quote70":{"quote":"Absence makes the heart grow fonder.","category":"Heart","author":"Thomas Haynes Bayly"},"quote71":{"quote":"The head learns new things, but the heart forever practices old experiences.","category":"Heart","author":"Henry Ward Beecher"},"quote72":{"quote":"The heart of the wise is in the house of mourning, while the heart of the fool is in the house of entertainment.","category":"Heart","author":"Bible"},"quote73":{"quote":"The heart is deceitful above all things, and desperately wicked; who can know it?","category":"Heart","author":"Bible"},"quote74":{"quote":"What ever purifies the heart also fortifies it.","category":"Heart","author":"Hugh Blair"},"quote75":{"quote":"There is in every human heart Some not completely barren part, Where seeds of truth and love might grow, And flowers of generous virtue flow; To plant, to watch, to water there, This be our duty, be our care.","category":"Heart","author":"Sir John Bowring"},"quote76":{"quote":"A good heart is better than all the heads in the world.","category":"Heart","author":"Edward George Bulwer-Lytton"},"quote77":{"quote":"The heart will break, but broken live on.","category":"Heart","author":"Lord (George Gordon) Byron"},"quote78":{"quote":"The only thing that makes one place more attractive to me then another is the quantity of heart I find in it.","category":"Heart","author":"Jane Welsh Carlyle"},"quote79":{"quote":"The heart always sees before than the head can see.","category":"Heart","author":"Thomas Carlyle"},"quote80":{"quote":"Look at every path closely and deliberately, then ask ourselves this crucial question: Does this path have a heart? If it does, then the path is good. If it doesn't, it is of no use.","category":"Heart","author":"Carlos Castaneda"},"quote81":{"quote":"All paths are the same, leading nowhere. Therefore, pick a path with heart!","category":"Heart","author":"Carlos Castaneda"},"quote82":{"quote":"Men, as well as women, are much oftener led by their hearts than by their understandings.","category":"Heart","author":"Lord Chesterfield"},"quote83":{"quote":"Their is a road from the eye to heart that does not go through the intellect.","category":"Heart","author":"G. K. Chesterton"},"quote84":{"quote":"The less you open your heart to others, the more your heart suffers.","category":"Heart","author":"Deepak Chopra"},"quote85":{"quote":"I wear my heart on my sleeve.","category":"Heart","author":"Princess of Wales Diana"},"quote86":{"quote":"It is a weakness that I lead from my heart, and not my head?","category":"Heart","author":"Princess of Wales Diana"}}
