{"quote0":{"quote":"Inspiration is wonderful when it happens, but the writer must develop an approach for the rest of the time","author":"Leonard Bernstein"},"quote1":{"quote":"The inspiration of the almighty gives man understanding.","author":"Bible"},"quote2":{"quote":"Wisdom is supreme; therefore make a full effort to get wisdom. Esteem her and she will exalt you; embrace her and she will honor you.","author":"BibleProverbs 4: 7-8"},"quote3":{"quote":"When you do not know what you are doing and what you are doing is the best -- that is inspiration.","author":"Robert Bresson"},"quote4":{"quote":"Stung by the splendor of a sudden thought.","author":"Robert Browning"},"quote5":{"quote":"Out of the closets and into the museums, libraries, architectural monuments, concert halls, bookstores, recording studios and film studios of the world. Everything belongs to the inspired and dedicated thief... Words, colors, light, sounds, stone, wood, bronze belong to the living artist. They belong to anyone who can use them. Loot the Louver! A bas l Originality, the sterile and assertive ego that imprisons us as it creates. Vive le sol -- pure, shameless, total. We are not responsible. Steal anything in sight.","author":"William S. Burroughs"},"quote6":{"quote":"There never was a great soul that did not have some divine inspiration.","author":"Marcus Tullius Cicero"},"quote7":{"quote":"Invention flags, his brain goes muddy, and black despair succeeds brown study.","author":"William Congreve"},"quote8":{"quote":"Inspiration may be a form of super-consciousness, or perhaps of subconsciousness -- I wouldn't know. But I am sure it is the antithesis of self-consciousness.","author":"Aaron Copland"},"quote9":{"quote":"The greatest inspiration is often born of desperation.","author":"Comer Cotrell"},"quote10":{"quote":"Had it not been for you, I should have remained what I was when we first met, a prejudiced, narrow-minded being, with contracted sympathies and false knowledge, wasting my life on obsolete trifles, and utterly insensible to the privilege of living in this wondrous age of change and progress.","author":"Benjamin Disraeli"},"quote11":{"quote":"Most of us who turn to any subject we love remember some morning or evening hour when we got on a high stool to reach down an untried volume, or sat with parted lips listening to a new talker, or for very lack of books began to listen to the voices within, as the first traceable beginning of our love.","author":"George Eliot"},"quote12":{"quote":"The torpid artist seeks inspiration at any cost, by virtue or by vice, by friend or by fiend, by prayer or by wine.","author":"Ralph Waldo Emerson"},"quote13":{"quote":"None of us will ever accomplish anything excellent or commanding except when he listens to this whisper which is heard by him alone.","author":"Ralph Waldo Emerson"},"quote14":{"quote":"Here is the secret of inspiration: Tell yourself that thousands and tens of thousands of people, not very intelligent and certainly no more intelligent than the rest of us, have mastered problems as difficult as those that now baffle you.","author":"William Feather"},"quote15":{"quote":"The human heart can go to the lengths of God. Dark and cold we may be, but this Is no winter now. The frozen misery Of centuries breaks, cracks, begins to move;The thunder is the thunder of the floes, The thaw, the flood, the upstart Spring.Thank God our time is now when wrongComes up to face us everywhere,Never to leave us till we takeThe longest stride of soul we humans ever took.Affairs are now soul size.The enterprise Is exploration into God.Where are you making for? It takes So many thousand years to wake, But will you wake for pity","author":"Christopher FryA Sleep of Prisoners (Epilogue)"},"quote16":{"quote":"Without inspiration the best powers of the mind remain dormant, they is a fuel in us which needs to be ignited with sparks.","author":"Johann Gottfried Von Herder"},"quote17":{"quote":"Prepare your mind to receive the best that life has to offer.","author":"Ernest Holmes"},"quote18":{"quote":"The supreme prayer of my heart is not to be learned, rich, famous, powerful, or good, but simply to be radiant. I desire to radiate health, cheerfulness, calm courage, and good will. I wish to live without hate, whim, jealousy, envy, fear. I wish to be simple, honest, frank, natural, clean in mind and clean in body, unaffected - as ready to say I do not know, if it be so, and to meet all men on an absolute equality - to face any obstacle and meet every difficulty unabashed and unafraid.I wish others to live their lives, too - up to their highest, fullest, and best. To that end I pray that I may never meddle, interfere, dictate, give advice that is not wanted, or assist when my services are not needed. If I can help people, I'll do it by giving them a chance to help themselves; and if I can uplift or inspire, let it be by example, inference, and suggestion, rather than by injunction and dictation. That is to say, I desire to be radiant - to radiate life.","author":"Elbert HubbardLove, Life & Work; Roycroft Press, 1906"},"quote19":{"quote":"I want to put a ding in the universe.","author":"Steve JobsOrigin of Jobs quote is uncertain. Writer and critic Phil Patton has said Jobs told him this when they met in 1981."},"quote20":{"quote":"What this country needs is more people to inspire others with confidence, and fewer people to discourage any initiative in the right direction more to get into the thick of things, fewer to sit on the sidelines, merely finding fault more to point out what's right with the world, and fewer to keep harping on what's wrong with it and more who are interested in lighting candles, and fewer who blow them out.","author":"Father James Keller"},"quote21":{"quote":"Quotes are nothing but inspiration for the uninspired.","author":"Richard Kemph"},"quote22":{"quote":"People are like stained-glass windows. They sparkle and shine when the sun is out,but when the darkness sets in,their true beauty is revealed only if there is a light from within.","author":"Elisabeth Kubler-Ross"},"quote23":{"quote":"Never allow anyone to rain on your parade and thus cast a pall of gloom and defeat on the entire day. Remember that no talent, no self-denial, no brains, no character, are required to set up in the fault-finding business. Nothing external can have any power over you unless you permit it. Your time is too precious to be sacrificed in wasted days combating the menial forces of hate, jealously, and envy. Guard your fragile life carefully. Only God can shape a flower, but any foolish child can pull it to pieces.","author":"Og Mandino"},"quote24":{"quote":"I didn't have to think up so much as a comma or a semicolon; it was all given, straight from the celestial recording room. Weary, I would beg for a break, an intermission, time enough, let's say, to go to the toilet or take a breath of fresh air on the balcony. Nothing doing!","author":"Henry Miller"},"quote25":{"quote":"You beat your Pate, and fancy Wit will come: Knock as you please, there's no body at home.","author":"Alexander Pope"},"quote26":{"quote":"My sole inspiration is a telephone call from a director.","author":"Cole Porter"},"quote27":{"quote":"The glow of inspiration warms us; it is a holy rapture.","author":"Publius Ovidius NasoOvid"},"quote28":{"quote":"","author":"Eleanor Roosevelt"},"quote29":{"quote":"The trouble with so many of us is that we underestimate the power of simplicity. We have a tendency it seems to over complicate our lives and forget what's important and what's not. We tend to mistake movement for achievement. We tend to focus on activities instead of results. And as the pace of life continues to race along in the outside world, we forget that we have the power to control our lives regardless of what's going on outside.","author":"Robert Stuberg"},"quote30":{"quote":"Write while the heat is in you. The writer who postpones the recording of his thoughts uses an iron which has cooled to burn a hole with. He cannot inflame the minds of his audience.","author":"Henry David Thoreau"},"quote31":{"quote":"An idea ran back and forward in his head like a blind man, knocking over the solid furniture.","author":"Source Unknown"},"quote32":{"quote":"the best way to get something done is to begin.","author":"Source Unknown"},"quote33":{"quote":"Respect human talent, respond to genius, recognize reality, admire truth and beauty, realize the meaning of the rare flower Reason.","author":"Peter Nivio ZarlengaThe Orator, \"Flight\", 1977"}}
