{"quote0":{"quote":"The nation will find it very hard to look up to the leaders who are keeping their ears to the ground.","category":"Leadership","author":"Sir Winston Churchill"},"quote1":{"quote":"I was not the lion, but it fell to me to give the lion's roar.","category":"Leadership","author":"Sir Winston Churchill"},"quote2":{"quote":"I am certainly not one of those who need to be prodded. In fact, if anything, I am the prod.","category":"Leadership","author":"Sir Winston Churchill"},"quote3":{"quote":"A community is like the ones who govern it.","category":"Leadership","author":"Marcus Tullius Cicero"},"quote4":{"quote":"If the leader is filled with high ambition and if he pursues his aims with audacity and strength of will, he will reach them in spite of all obstacles.","category":"Leadership","author":"Karl von Clausewitz"},"quote5":{"quote":"When people go to work, they don","category":"Leadership","author":"Lee J. ColanPassionate Performance"},"quote6":{"quote":"If you lead the people with correctness, who will dare not be correct?","category":"Leadership","author":"Confucius"},"quote7":{"quote":"A man who wants to lead the orchestra must turn his back on the crowd.","category":"Leadership","author":"James Crook"},"quote8":{"quote":"The secret of my influence has always been that it remained secret.","category":"Leadership","author":"Salvador Dali"},"quote9":{"quote":"Leaders don't inflict pain -- they share pain.","category":"Leadership","author":"Max De Pree"},"quote10":{"quote":"In the end, it is important to remember that we cannot become what we need to be by remaining what we are.","category":"Leadership","author":"Max De Pree"},"quote11":{"quote":"The first responsibility of a leader is to define reality. The last is to say thank you. In between, the leader is a servant.","category":"Leadership","author":"Max De Pree, \"Leadership Is an Art\""},"quote12":{"quote":"Every one comes between men's souls and God, either as a brick wall or as a bridge. Either you are leading men to God or you are driving them away.","category":"Leadership","author":"Canon Lindsay Dewar"},"quote13":{"quote":"Justice is the first virtue of those who command, and stops the complaints of those who obey.","category":"Leadership","author":"Denis Diderot"},"quote14":{"quote":"Wise leaders generally have wise counselors because it takes a wise person themselves to distinguish them.","category":"Leadership","author":"Diogenes"},"quote15":{"quote":"No affection and a great brain, these are the people to command the world.","category":"Leadership","author":"Benjamin Disraeli"},"quote16":{"quote":"I must follow the people. Am I not their leader?","category":"Leadership","author":"Benjamin Disraeli"},"quote17":{"quote":"The man who follows a crowd will never be followed by a crowd.","category":"Leadership","author":"R. S. Donnell"},"quote18":{"quote":"Management is doing things right; leadership is doing the right things.","category":"Leadership","author":"Peter Drucker"},"quote19":{"quote":"Leadership is not magnetic personality--that can just as well be a glib tongue. It is not making friends and influencing people --that is flattery. Leadership is lifting a person's vision to higher sights, the raising of a person's performance to a higher standard, the building of a personality beyond its normal limitations.","category":"Leadership","author":"Peter Drucker"},"quote20":{"quote":"Effective leadership is not about making speeches or being liked; leadership is defined by results not attributes.","category":"Leadership","author":"Peter Drucker"},"quote21":{"quote":"Each person must decide for himself what he wants each day. As a leader, I will expose you to the options and the likely consequences of those options. I'll even share my opinion if asked, but I'll never confuse it with the opinion, which simply doesn't exist.","category":"Leadership","author":"Wayne Dyer"},"quote22":{"quote":"At the same time, as social beings, we are moved in the relations with our fellow beings by such feelings as sympathy, pride, hate, need for power, pity, and so on.","category":"Leadership","author":"Albert Einstein"},"quote23":{"quote":"You do not lead by hitting people over the head -- that's assault, not leadership.","category":"Leadership","author":"Dwight D Eisenhower"},"quote24":{"quote":"Pull the string, and it will follow wherever you wish. Push it, and it will go nowhere at all.","category":"Leadership","author":"Dwight D Eisenhower"},"quote25":{"quote":"All of the great leaders have had one characteristic in common: it was the willingness to confront unequivocally the major anxiety of their people in their time. This, and not much else, is the essence of leadership.","category":"Leadership","author":"John Kenneth Galbraith"},"quote26":{"quote":"I suppose leadership at one time meant muscles; but today it means getting along with people.","category":"Leadership","author":"Mahatma Gandhi"},"quote27":{"quote":"Although leadership and the exercise of power are distinguishable activities, they overlap and interweave in important ways. Consider a corporate chief executive officer who has the gift for inspiring and motivating people, who has vision, who lifts the spirits of employees with a resulting rise in productivity and quality of product, and a drop in turnover and absenteeism. That is leadership. But evidence emerges that the company is falling behind in the technology race. One day with the stroke of a pen the CEO increases the funds available to the research division. That is the exercise of power. The stroke of a pen could have been made by an executive with none of the qualities one associates with leadership.","category":"Leadership","author":"John W. GardnerOn Leadership, ch. 6, Free Press (1990)"},"quote28":{"quote":"I don't believe in just ordering people to do things. You have to sort of grab an oar and row with them.","category":"Leadership","author":"Harold S. Geneen"},"quote29":{"quote":"Let no man imagine that he has no influence. Whoever he may be, and where ever he may be placed, the man who thinks becomes a light and a power.","category":"Leadership","author":"Henry George"},"quote30":{"quote":"There are no office hours for leaders.","category":"Leadership","author":"Cardinal J. Gibbons"},"quote31":{"quote":"A good leader takes a little more than his share of the blame, a little less than his share of the credit.","category":"Leadership","author":"Arnold Glasgow"},"quote32":{"quote":"One of the tests of leadership is the ability to recognize a problem before it becomes an emergency.","category":"Leadership","author":"Arnold Glasgow"},"quote33":{"quote":"Napoleon affords us an example of the danger of elevating one's self to the absolute, and sacrificing everything to the carrying out of an idea.","category":"Leadership","author":"Johann von Goethe"},"quote34":{"quote":"Life is like a dogsled team. If you ain't the lead dog, the scenery never changes.","category":"Leadership","author":"Lewis Grizzard"},"quote35":{"quote":"The leader seeks to communicate his vision to his followers. He captures their attention with his optimistic intuition of possible solutions to their needs. He influences them by the dynamism of his faith. He demonstrates confidence that the challenge can be met, the need resolved, the crisis overcome.","category":"Leadership","author":"John Haggai"},"quote36":{"quote":"Delegating work works, provided the one delegating works, too.","category":"Leadership","author":"Robert Half"},"quote37":{"quote":"Those who can command themselves command others.","category":"Leadership","author":"William Hazlitt"},"quote38":{"quote":"Ethics must begin at the top of an organization. It is a leadership issue and the chief executive must set the example.","category":"Leadership","author":"Edward Hennessy"},"quote39":{"quote":"There is great force hidden in a gentle command.","category":"Leadership","author":"George Herbert"},"quote40":{"quote":"The very essence of leadership is that you have to have vision. You can't blow an uncertain trumpet.","category":"Leadership","author":"Theodore Hesburgh"},"quote41":{"quote":"A true measure of your worth includes all the benefits others have gained from your success.","category":"Leadership","author":"Cullen Hightower"},"quote42":{"quote":"The leader of genius must have the ability to make different opponents appear as if they belonged to one category.","category":"Leadership","author":"Adolf HitlerMein Kampf"},"quote43":{"quote":"The art of leadership, as displayed by really great popular leaders in all ages, consists in consolidating the attention of the people against a single adversary and taking care that nothing will split up that attention into sections. The more the militant energies of the people are directed towards one objective the more will new recruits join the movement, attracted by the magnetism of its unified action, and thus the striking power will be all the more enhanced. The leader of genius must have the ability to make different opponents appear as if they belonged to the one category; for weak and wavering natures among a leader's following may easily begin to be dubious about the justice of their own cause if they have to face different enemies.As soon as the vacillating masses find themselves facing an opposition that is made up of different groups of enemies their sense of objectivity will be aroused and they will ask how is it that all the others can be in the wrong and they themselves, and their movement, alone in the right.","category":"Leadership","author":"Adolf HitlerMein Kampf, vol. 1, ch. 3, 1925"},"quote44":{"quote":"It would be difficult to exaggerate the degree to which we are influenced by those we influence.","category":"Leadership","author":"Eric Hoffer"},"quote45":{"quote":"GOD, give us men! A time like this demands Strong minds, great hearts, true faith and ready hands; Men whom the lust of office does not kill; Men whom the spoils of office can not buy; Men who possess opinions and a will; Men who have honor; men who will not lie; Men who can stand before a demagogue And damn his treacherous flatteries without winking! Tall men, sun-crowned, who live above the fog In public duty, and in private thinking; For while the rabble, with their thumb-worn creeds, Their large professions and their little deeds, Mingle in selfish strife, lo! Freedom weeps, Wrong rules the land and waiting Justice sleeps.","category":"Leadership","author":"Josiah Gilbert Holland"},"quote46":{"quote":"Coaching is nothing more than eliminating mistakes before you get fired.","category":"Leadership","author":"Lou Holtz"},"quote47":{"quote":"In the great mass of our people there are plenty individuals of intelligence from among whom leadership can be recruited.","category":"Leadership","author":"Herbert Hoover"},"quote48":{"quote":"He who influences the thought of his times influences the times that follow.","category":"Leadership","author":"Elbert Hubbard"},"quote49":{"quote":"One secret of leadership is that the mind of a leader never turns off. Leaders even when they are sightseers or spectators, are active; not passive observers.","category":"Leadership","author":"James C. Humes"},"quote50":{"quote":"The humblest individual exerts some influence, either for good or evil, upon others.","category":"Leadership","author":"Henry Ward Beecher"},"quote51":{"quote":"What a mother sings to the cradle goes all the way down to the coffin.","category":"Leadership","author":"Henry Ward Beecher"},"quote52":{"quote":"The manager administers; the leader innovates. The manager has a short-range view; the leader has a long-range perspective. The manager asks how and when; the leader asks what and why. The manager has his eye on the bottom line; the leader has his eye on the horizon. The manager accepts the status quo; the leader challenges it.","category":"Leadership","author":"Warren Bennis"},"quote53":{"quote":"Leadership is the wise use of power. Power is the capacity to translate intention into reality and sustain it.","category":"Leadership","author":"Warren Bennis"},"quote54":{"quote":"Managers are people who do things right; leaders are people who do the right thing.","category":"Leadership","author":"Warren Bennis"},"quote55":{"quote":"Leaders learn by leading, and they learn best by leading in the face of obstacles. As weather shapes mountains, problems shape leaders.","category":"Leadership","author":"Warren Bennis"},"quote56":{"quote":"Becoming a leader is synonymous with becoming yourself. It is precisely that simple, and it is also that difficult.","category":"Leadership","author":"Warren Bennis"},"quote57":{"quote":"Good leaders make people feel that they're at the very heart of things, not at the periphery. Everyone feels that he or she makes a difference to the success of the organization. When that happens people feel centered and that gives their work meaning.","category":"Leadership","author":"Warren Bennis"},"quote58":{"quote":"See that no one puts a stumbling block, or an occasion to fall in his brothers way.","category":"Leadership","author":"Bible"},"quote59":{"quote":"If the blind lead the blind, both shall fall into the ditch.","category":"Leadership","author":"Bible"},"quote60":{"quote":"Leadership is getting players to believe in you. If you tell a teammate you're ready to play as tough as you're able to, you'd better go out there and do it. Players will see right through a phony. And they can tell when you're not giving it all you've got. Leadership is diving for a loose ball, getting the crowd involved, getting other players involved. It's being able to take it as well as dish it out. That's the only way you're going to get respect from the players.","category":"Leadership","author":"Larry Bird"},"quote61":{"quote":"A leader is a dealer in hope.","category":"Leadership","author":"Napoleon Bonaparte"},"quote62":{"quote":"When firmness is sufficient, rashness is unnecessary.","category":"Leadership","author":"Napoleon Bonaparte"},"quote63":{"quote":"Men are lead by trifles.","category":"Leadership","author":"Napoleon Bonaparte"},"quote64":{"quote":"Every private in the French army carries a Field Marshall wand in his knapsack.","category":"Leadership","author":"Napoleon Bonaparte"},"quote65":{"quote":"An order that can be misunderstood will be misunderstood.","category":"Leadership","author":"Napoleon Bonaparte"},"quote66":{"quote":"One concept corrupts and confuses the others. I am not speaking of the Evil whose limited sphere is ethics; I am speaking of the infinite.","category":"Leadership","author":"Jorge Luis Borges"},"quote67":{"quote":"Six traits of effective leaders: 1. Make others feel important 2. Promote a vision 3. Follow the golden rule 4. Admit mistakes 5. Criticize others only in private 6. Stay close to the action Example has more followers than reason. We unconsciously imitate what pleases us, and approximate to the characters we most admire.","category":"Leadership","author":"Christian Nevell Bovee"},"quote68":{"quote":"There are many elements to a campaign. Leadership is number one. Everything else is number two.","category":"Leadership","author":"Bertolt Brecht"},"quote69":{"quote":"It's easy to make a buck. It's a lot tougher to make a difference.","category":"Leadership","author":"Tom Brokaw"},"quote70":{"quote":"When we think we lead we are most led.","category":"Leadership","author":"Lord (George Gordon) Byron"},"quote71":{"quote":"The successful man doesn't use others, other people use the successful man, for above all the success is of service.","category":"Leadership","author":"Mark Caine"},"quote72":{"quote":"It is a strange trade that of advocacy. Your intellect, your highest heavenly gift is hung up in the shop window like a loaded pistol for sale.","category":"Leadership","author":"Thomas Carlyle"},"quote73":{"quote":"Tell a person they are brave and you help them become so.","category":"Leadership","author":"Thomas Carlyle"},"quote74":{"quote":"'Tis a dainty thing to command, though 'twere but a flock of sheep.","category":"Leadership","author":"Miguel de Cervantes"},"quote75":{"quote":"Leadership in today's world requires far more than a large stock of gunboats and a hard fist at the conference table.","category":"Leadership","author":"Hubert Humphrey"},"quote76":{"quote":"I've always found that the speed of the boss is the speed of the team.","category":"Leadership","author":"Lee Iacocca"},"quote77":{"quote":"Leaders create an environment which everyone has the opportunity to do work which matches his potential capability and for which an equitable differential reward is provided.","category":"Leadership","author":"Elliott Jaques"},"quote78":{"quote":"Doing what's right isn't the problem. It is knowing what's right.","category":"Leadership","author":"Lyndon B. Johnson"},"quote79":{"quote":"Morale is faith in the man at the top.","category":"Leadership","author":"Albert Sidney Johnston"},"quote80":{"quote":"Leaders are readers.","category":"Leadership","author":"Charles ''Tremendous'' Jones"},"quote81":{"quote":"The wise man who is not heeded is counted a fool, and the fool who proclaims the general folly first and loudest passes for a prophet and F?hrer, and sometimes it is luckily the other way round as well, or else mankind would long since have perished of stupidity.","category":"Leadership","author":"Carl Gustav Jung"},"quote82":{"quote":"Keep cool and you will command everyone.","category":"Leadership","author":"Justinian"},"quote83":{"quote":"The difference between a boss and a leader: a boss says, 'Go!' - a leader says, 'Let's go!'","category":"Leadership","author":"E. M. KellyGrowing Disciples, 1995"},"quote84":{"quote":"Be not angry that you cannot make another what you wish them to be; since you cannot make yourself what you wish to be.","category":"Leadership","author":"Thomas Kempis"},"quote85":{"quote":"It is time for a new generation of leadership, to cope with new problems and new opportunities. For there is a new world to be won.","category":"Leadership","author":"John Fitzgerald Kennedy"},"quote86":{"quote":"The highest of distinctions is service to others.","category":"Leadership","author":"King George VI"},"quote87":{"quote":"The task of the leader is to get his people from where they are to where they have not been.","category":"Leadership","author":"Henry Kissinger"},"quote88":{"quote":"Leaders must invoke an alchemy of great vision.","category":"Leadership","author":"Henry Kissinger"},"quote89":{"quote":"Blessed are the people whose leaders can look destiny in the eye without flinching but also without attempting to play God.","category":"Leadership","author":"Henry Kissinger"},"quote90":{"quote":"You cannot antagonize and influence at the same time.","category":"Leadership","author":"John Knox"},"quote91":{"quote":"Leadership is a matter of having people look at you and gain confidence, seeing how you react. If you're in control, they're in control.","category":"Leadership","author":"Tom Landry"},"quote92":{"quote":"A leader is best when people barely know he exists, not so good when people obey and acclaim him, worse when they despise him. But of a good leader who talks little when his work is done, his aim fulfilled, they will say: We did it ourselves.","category":"Leadership","author":"Lao-Tzu"},"quote93":{"quote":"When the best leader's work is done the people say, We did it ourselves.","category":"Leadership","author":"Lao-Tzu"},"quote94":{"quote":"I have three precious things which I hold fast and prize. The first is gentleness; the second is frugality; the third is humility, which keeps me from putting myself before others. Be gentle and you can be bold; be frugal and you can be liberal; avoid putting yourself before others and you can become a leader among men.","category":"Leadership","author":"Lao-Tzu"},"quote95":{"quote":"To lead people walk behind them.","category":"Leadership","author":"Lao-Tzu"},"quote96":{"quote":"It is the Vague and Elusive. Meet it and you will not see its head. Follow it and you will not see its back.","category":"Leadership","author":"Lao-Tzu"},"quote97":{"quote":"The wicked leader is he who the people despise. The good leader is he who the people revere. The great leader is he who the people say, 'We did it ourselves.'","category":"Leadership","author":"Lao-Tzu"},"quote98":{"quote":"Most of the ladies and gentlemen who mourn the passing of the nation's leaders wouldn't know a leader if they saw one. If they had the bad luck to come across a leader, they would find out that he might demand something from them, and this impertinence would put an abrupt and indignant end to their wish for his return.","category":"Leadership","author":"Lewis H. Lapham"},"quote99":{"quote":"A leader has the vision and conviction that a dream can be achieved. He inspires the power and energy to get it done.","category":"Leadership","author":"Ralph Lauren"},"quote100":{"quote":"The person who lives with cripples will soon learn to limp.","category":"Leadership","author":"Italian Proverb"},"quote101":{"quote":"The right man comes at the right time.","category":"Leadership","author":"Italian Proverb"},"quote102":{"quote":"Never do that by proxy which you can do yourself.","category":"Leadership","author":"Italian Proverb"},"quote103":{"quote":"A real leader faces the music, even when he doesn't like the tune.","category":"Leadership","author":"Anon."},"quote104":{"quote":"If you get too far in front of your troops, you start looking like the enemy.","category":"Leadership","author":"Anon."},"quote105":{"quote":"Among the blind the one eyed is king.","category":"Leadership","author":"Proverb"},"quote106":{"quote":"An army of deer would be more formidable commanded by a lion, than a an army of lions commanded by a stag.","category":"Leadership","author":"Proverb"},"quote107":{"quote":"Those who sleep with dogs gets up with fleas.","category":"Leadership","author":"Proverb"},"quote108":{"quote":"When a blind man bears the standard, pity those who follow.","category":"Leadership","author":"Proverb"},"quote109":{"quote":"What little Jack does not learn, big John will never.","category":"Leadership","author":"Proverb"},"quote110":{"quote":"Those that rule must hear and be deaf, must see and be blind.","category":"Leadership","author":"Proverb"},"quote111":{"quote":"Power lasts ten years; influence not more than a hundred.","category":"Leadership","author":"Proverb"},"quote112":{"quote":"The first requirement of a statesman is that he be dull. This is not always easy to achieve.","category":"Leadership","author":"Dean Acheson"},"quote113":{"quote":"The chief executive who knows his strengths and weaknesses as a leader is likely to be far more effective than the one who remains blind to them. He also is on the road to humility -- that priceless attitude of openness to life that can help a manager absorb mistakes, failures, or personal shortcomings.","category":"Leadership","author":"John Adair"},"quote114":{"quote":"A leader knows what's best to do; a manager knows merely how best to do it.","category":"Leadership","author":"Ken Adelman"},"quote115":{"quote":"Every ruler is harsh whose laws is new.","category":"Leadership","author":"Aeschylus"},"quote116":{"quote":"The leadership instinct you are born with is the backbone. You develop the funny bone and the wishbone that go with it.quoted by Rex Seline in Fort Worth, Texas, Star-Telegram","category":"Leadership","author":"Elaine Agather"},"quote117":{"quote":"Skill in the art of communication is crucial to a leader's success. He can accomplish nothing unless he can communicate effectively.","category":"Leadership","author":"Norman Allen"},"quote118":{"quote":"Every life is a profession of faith, and exercises an inevitable and silent influence.","category":"Leadership","author":"Henri Frederic Amiel"},"quote119":{"quote":"The minute a person whose word means a great deal to others dare to take the open-hearted and courageous way, many others follow.","category":"Leadership","author":"Marian Anderson"},"quote120":{"quote":"All poets adore explosions, thunderstorms, tornadoes, conflagrations, ruins, scenes of spectacular carnage. The poetic imagination is therefore not at all a desirable quality in a chief of state.","category":"Leadership","author":"W. H. Auden"},"quote121":{"quote":"If you have fear of those that command you, spare those that obey you.","category":"Leadership","author":"Rabbi Ben Azai"},"quote122":{"quote":"A leader is a person you will follow to a place you wouldn't go by yourself.","category":"Leadership","author":"Joel A. Barker"},"quote123":{"quote":"The first task of a leader is to keep hope alive.","category":"Leadership","author":"Joe Batten"},"quote124":{"quote":"He is greatest whose strength carries up the most hearts by the attraction of his own.","category":"Leadership","author":"Henry Ward Beecher"},"quote125":{"quote":"Leadership is the other side of the coin of loneliness, and he who is a leader must always act alone. And acting alone, accept everything alone.","category":"Leadership","author":"Ferdinand E. Marcos"},"quote126":{"quote":"The influential man is the successful man, whether he be rich or poor.","category":"Leadership","author":"Orison Swett Marden"},"quote127":{"quote":"He is the richest man who enriches his country most; in whom the people feel richest and proudest; who gives himself with his money; who opens the doors of opportunity widest to those about him; who is ears to the deaf; eyes to the blind, and feet to the lame. Such a man makes every acre of land in his community worth more, and makes richer every man who lives near him.","category":"Leadership","author":"Orison Swett Marden"},"quote128":{"quote":"The golden rule for every business man is this: Put yourself in your customer's place.","category":"Leadership","author":"Orison Swett Marden"},"quote129":{"quote":"That perfect bliss and sole felicity, the sweet fruition of an earthly crown.","category":"Leadership","author":"Christopher Marlowe"},"quote130":{"quote":"Only one man in a thousand is a leader of men--the other 999 follow women.","category":"Leadership","author":"Groucho Marx"},"quote131":{"quote":"The most important quality in a leader is that of being acknowledged as such. All leaders whose fitness is questioned are clearly lacking in force.","category":"Leadership","author":"Andre MauroisThe Art of Living"},"quote132":{"quote":"Leadership is action, not position.","category":"Leadership","author":"Donald H. Mcgannon"},"quote133":{"quote":"A leader who doesn't hesitate before he sends his nation into battle is not fit to be a leader.","category":"Leadership","author":"Golda Meir"},"quote134":{"quote":"That is no use at all. What I want is men who will support me when I am in the wrong.","category":"Leadership","author":"Lord Melbourne"},"quote135":{"quote":"When I think of this life I have led; the desolation of solitude it has been; the masoned, walled-town of a Captain's exclusiveness, which admits but small entrance to any sympathy from the green country without -- oh, weariness! heaviness! Guinea-coast slavery of solitary command!","category":"Leadership","author":"Herman Melville"},"quote136":{"quote":"The real leader has no need to lead -- he is content to point the way.","category":"Leadership","author":"Henry Miller"},"quote137":{"quote":"A crown, golden in show is but a wreath of thorns.","category":"Leadership","author":"John Milton"},"quote138":{"quote":"Socrates had a student named Plato, Plato had a student named Aristotle, and Aristotle had a student named Alexander the Great.","category":"Leadership","author":"Tom Morris"},"quote139":{"quote":"In motivating people, you've got to engage their minds and their hearts. I motivate people, I hope, by example - and perhaps by excitement, by having productive ideas to make others feel involved.","category":"Leadership","author":"Rupert Murdoch"},"quote140":{"quote":"Leadership involves finding a parade and getting in front of it.","category":"Leadership","author":"John Naisbitt"},"quote141":{"quote":"To be a leader, you have to make people want to follow you, and nobody wants to follow someone who doesn't know where he is going.","category":"Leadership","author":"Joe Namath"},"quote142":{"quote":"Show me the leader and I will know his men. Show me the men and I will know their leader.","category":"Leadership","author":"Arthur W. Newcomb"},"quote143":{"quote":"I don't think that a leader can control to any great extent his destiny. Very seldom can he step in and change the situation if the forces of history are running in another direction.","category":"Leadership","author":"Richard Milhous Nixon"},"quote144":{"quote":"Leadership must be established from the top down.","category":"Leadership","author":"Sam Nunn"},"quote145":{"quote":"It's important for the explorer to be willing to be led astray.","category":"Leadership","author":"Roger Von Oech"},"quote146":{"quote":"A great leader never sets himself above his followers except in carrying responsibilities.","category":"Leadership","author":"Jules Ormont"},"quote147":{"quote":"A prince should be slow to punish, and quick to reward.","category":"Leadership","author":"Ovid"},"quote148":{"quote":"Leadership appears to be the art of getting others to want to do something you are convinced should be done.","category":"Leadership","author":"Vance Packard"},"quote149":{"quote":"A good coach will make his players see what they can be rather than what they are.","category":"Leadership","author":"Ara Parasheghian"},"quote150":{"quote":"If you lead a country like Britain, a strong country, a country which has taken a lead in world affairs in good times and in bad, a country that is always reliable, then you have to have a touch of iron about you.","category":"Leadership","author":"Margaret Thatcher"},"quote151":{"quote":"We perceive and are affected by changes too subtle to be described.","category":"Leadership","author":"Henry David Thoreau"},"quote152":{"quote":"A good leader needs to have a compass in his head and a bar of steel in his heart.","category":"Leadership","author":"Robert Townsend"},"quote153":{"quote":"True leadership must be for the benefit of the followers, not the enrichment of the leaders.","category":"Leadership","author":"Robert Townsend"},"quote154":{"quote":"I learned that a great leader is a man who has the ability to get other people to do what they don't want to do and like it.","category":"Leadership","author":"Harry S Truman"},"quote155":{"quote":"I am a leader by default, only because nature does not allow a vacuum.","category":"Leadership","author":"Desmond Tutu"},"quote156":{"quote":"A leader has been defined as one who knows the way, goes the way, and shows the way.","category":"Leadership","author":"Source Unknown"},"quote157":{"quote":"The well being of the people is the supreme law.","category":"Leadership","author":"Source Unknown"},"quote158":{"quote":"The best leader is the one who has the sense to surround himself with outstanding people and self-restraint not to meddle with how they do their jobs.","category":"Leadership","author":"Source Unknown"},"quote159":{"quote":"Successful leaders have the courage to take action where others hesitate.","category":"Leadership","author":"Source Unknown"},"quote160":{"quote":"People try so hard to believe in leaders now, pitifully hard. But we no sooner get a popular reformer or politician or soldier or writer or philosopher --a Roosevelt, a Tolstoy, a Wood, a Shaw, a Nietzsche, than the cross-currents of criticism wash him away. My Lord, no man can stand prominence these days. It's the surest path to obscurity. People get sick of hearing the same name over and over.","category":"Leadership","author":"Source Unknown"},"quote161":{"quote":"Outstanding leaders appeal to the hearts of their followers -- not their minds.","category":"Leadership","author":"Source Unknown"},"quote162":{"quote":"Leadership is like the old galley ships. 100s are rowing, but only one (the captain) knows where they are going","category":"Leadership","author":"Source Unknown"},"quote163":{"quote":"Leadership has to do with direction. Management has to do with the speed, coordination and logistics in going in that direction. The WORKERS are chopping their way through the jungle. The MANAGERS are coordinating, making sure the tools are sharp, etc. The LEADERS climb a tree and shout Wrong jungle!! The MANAGERS shout back Be quiet! We're making progress!","category":"Leadership","author":"Source Unknown"},"quote164":{"quote":"Every leader needs to look back once in a while to make sure he has followers. Source Unknown Effective leaders are known by the questions they ask rather than the statements they make.","category":"Leadership","author":"Source Unknown"},"quote165":{"quote":"Do your best to be the lead dog otherwise the view never changes.","category":"Leadership","author":"Source Unknown"},"quote166":{"quote":"Efficiency tends to deal with Things. Effectiveness tends to deal with People. We manage things, we lead people","category":"Leadership","author":"Source Unknown"},"quote167":{"quote":"If you want to be comfortable -- take an easy job. If you aspire to leadership, take off your coat.","category":"Leadership","author":"Source Unknown"},"quote168":{"quote":"A leader is one who, out of madness or goodness, volunteers to take upon himself the woe of the people. There are few men so foolish, hence the erratic quality of leadership in the world.","category":"Leadership","author":"John Updike"},"quote169":{"quote":"Leadership is an opportunity to serve. It is not a trumpet call to self-importance.","category":"Leadership","author":"J. Donald Walters"},"quote170":{"quote":"Outstanding leaders go out of the way to boost the self-esteem of their personnel. If people believe in themselves, it's amazing what they can accomplish.","category":"Leadership","author":"Sam Walton"},"quote171":{"quote":"When a customer enters my store, forget me. He is king.","category":"Leadership","author":"John Wanamaker"},"quote172":{"quote":"Leadership is a serving relationship that has the effect of facilitating human development.","category":"Leadership","author":"Ted Ward"},"quote173":{"quote":"Blessed is he who has learned to admire but not envy, to follow but not imitate, to praise but not flatter, and to lead but not manipulate.","category":"Leadership","author":"William Arthur Ward"},"quote174":{"quote":"There is no power on earth that can neutralize the influence of a high, simple and useful life.","category":"Leadership","author":"Booker T. Washington"},"quote175":{"quote":"No amount of study or learning will make a man a leader unless he has the natural qualities of one.","category":"Leadership","author":"Archibald Wavell, \"London Times\", February 17, 1941"},"quote176":{"quote":"The world of the 90s and beyond will belong to managers or those who make the numbers dance, as we used to say, or those who are conversant with all the business jargon we used to sound smart. The world will belong to passionate, driven leaders -- people who not only have an enormous amount of energy but who can energize those whom they lead.","category":"Leadership","author":"John Welch"},"quote177":{"quote":"Influence: What you think you have until you try to use it.","category":"Leadership","author":"Joan Welsh"},"quote178":{"quote":"I have a lot of respect for tough coaches.","category":"Leadership","author":"Reggie White"},"quote179":{"quote":"Whether a man is burdened by power or enjoys power; whether he is trapped by responsibility or made free by it; whether he is moved by other people and outer forces or moves them - this is of the essence of leadership.","category":"Leadership","author":"Theodore WhiteThe Making of the President, 1960"},"quote180":{"quote":"He who leads Must then be strong and hopeful as the dawnThat rises unafraid and full of joyAbove the blackness of the darkest night.He must be kind to every living thing;Kind as the Krishna, Buddha and the Christ,And full of love for all created life.Oh, not in war shall his great prowess lie,Nor shall he find his pleasure in the chase.Too great for slaughter, friend of man and beast,Touching the borders of the Unseen RealmsAnd bringing down to earth their mystic firesTo light our troubled pathways, wise and kindAnd human to the core, so shall he be,The coming leader of the coming time.","category":"Leadership","author":"Ella Wheeler Wilcoxfrom The Leader to Be"},"quote181":{"quote":"Ronald Reagan has held the two most demeaning jobs in the country; President of the United States and radio broadcaster for the Chicago Cubs.Rate this Quote! | -George Will","category":"Leadership"},"quote182":{"quote":"Education is the mother of leadership.","category":"Leadership","author":"Wendell L. Willkie"},"quote183":{"quote":"No man has ever risen to the real stature of spiritual manhood until he has found that it is finer to serve somebody else than it is to serve himself.","category":"Leadership","author":"Woodrow Wilson"},"quote184":{"quote":"It is comforting to believe that leaders who do terrible things are, in fact, mad. That way, all we have to do is make sure we don't put psychotics in high places and we've got the problem solved.","category":"Leadership","author":"Thomas Wolfe"},"quote185":{"quote":"Influence is like a savings account. The less you use it, the more you've got.","category":"Leadership","author":"Andrew Young"},"quote186":{"quote":"Do you wish to rise? Begin by descending. You plan a tower that will pierce the clouds? Lay first the foundation of humility.","category":"Leadership","author":"Saint Augustine of Hippo"},"quote187":{"quote":"The lead dog gets the best view. The rest of the dogs view is butt ugly. Of course, the lead dog is also the first to fall into the ravine.","category":"Leadership","author":"Richard Saunders"},"quote188":{"quote":"Great leaders understand human behavior rather than the cybernetics of any function.","category":"Leadership","author":"James Schorr"},"quote189":{"quote":"When placed in command -- take charge.","category":"Leadership","author":"Gen. H. Norman Schwarzkopf"},"quote190":{"quote":"Leadership is a combination of strategy and character. If you must be without one, be without the strategy.","category":"Leadership","author":"Gen. H. Norman Schwarzkopf"},"quote191":{"quote":"The world cannot be governed without juggling.","category":"Leadership","author":"John Selden"},"quote192":{"quote":"The boss drives people; the leader coaches them. The boss depends on authority; the leader on good will. The boss inspires fear; the leader inspires enthusiasm. The boss says I; The leader says WE. The boss fixes the blame for the breakdown; the leader fixes the breakdown. The boss says, GO; the leader says lets, GO!","category":"Leadership","author":"H. Gordon Selfridge"},"quote193":{"quote":"He who dreads hostility too much is unfit to rule.","category":"Leadership","author":"Seneca (Seneca the Elder)"},"quote194":{"quote":"When the leadership is right and the time is right, the people can always be counted upon to follow -- to the end at all costs.","category":"Leadership","author":"Harold J. Seymore"},"quote195":{"quote":"Leaders are the ones who keep faith with the past, keep step with the present and keep the promise to posterity.","category":"Leadership","author":"Harold J. Seymore"},"quote196":{"quote":"The secret of a leader lies in the tests he has faced over the whole course of his life and the habit of action he develops in meeting those tests.","category":"Leadership","author":"Gail Sheehy"},"quote197":{"quote":"To be omnipotent but friendless is to reign.","category":"Leadership","author":"Percy Bysshe Shelley"},"quote198":{"quote":"One thing I never want to be accused of is not working.","category":"Leadership","author":"Don Shula"},"quote199":{"quote":"Give me a child and I'll shape him into anything.","category":"Leadership","author":"B. F. Skinner"},"quote200":{"quote":"Let him that would move the world, first move himself.","category":"Leadership","author":"Socrates"},"quote201":{"quote":"What you cannot enforce, do not command.","category":"Leadership","author":"Sophocles"},"quote202":{"quote":"It is a great pity when the one who should be the head figure is a mere figure head.","category":"Leadership","author":"C. H. (Charles Haddon) Spurgeon"},"quote203":{"quote":"'All Mr. Pitt's sentiments were liberal and elevated. His ruling passion was an unbounded ambition, which, when supported by great abilities and crowned with great success, make (sic) what the world calls a great man. He was haughty, imperious, impatient of contradiction, and over-bearing; qualities which too often accompany, but always clog, great ones","category":"Leadership","author":"Philip Dormer StanhopeCharacter of Mr. Pitt; Chesterfield's Works. Appendix to vol. iv. p. 64."},"quote204":{"quote":"The shepherd always tries to persuade the sheep that their interests and his own are the same.","category":"Leadership","author":"Henri B. Stendhal"},"quote205":{"quote":"Anyone can hold the helm when the sea is calm.","category":"Leadership","author":"Publilius Syrus"},"quote206":{"quote":"Reason and judgment are the qualities of a leader.","category":"Leadership","author":"Tacitus"},"quote207":{"quote":"No one would have doubted his ability to reign had he never been emperor.","category":"Leadership","author":"Tacitus"},"quote208":{"quote":"I am more afraid of an army of 100 sheep led by a lion than an army of 100 lions led by a sheep.","category":"Leadership","author":"Charles-Maurice de Talleyrand"},"quote209":{"quote":"Certainly a leader needs a clear vision of the organization and where it is going, but a vision is of little value unless it is shared in a way so as to generate enthusiasm and commitment. Leadership and communication are inseparable.","category":"Leadership","author":"Claude Taylor"},"quote210":{"quote":"Leadership is the activity of influencing people to cooperate towards some goal which they come to find desirable and which motivates them over the long haul.","category":"Leadership","author":"Orway Tead"},"quote211":{"quote":"I'm their leader, I've got to follow them.","category":"Leadership","author":"Alexandre Ledru-Rollin"},"quote212":{"quote":"The leader who exercises power with honor will work from the inside out, starting with himself.","category":"Leadership","author":"Blaine LeeThe Power Principle"},"quote213":{"quote":"The great leaders are like the best conductors - they reach beyond the notes to reach the magic in the players.","category":"Leadership","author":"Blaine LeeThe Power Principle"},"quote214":{"quote":"In our society a man is known by the company he owns.","category":"Leadership","author":"Gerald F. Lieberman"},"quote215":{"quote":"Public sentiment is everything, with it nothing can fail, without it nothing can succeed.","category":"Leadership","author":"Abraham Lincoln"},"quote216":{"quote":"It is a characteristic of all movements and crusades that the psychopathic element rises to the top.","category":"Leadership","author":"Robert Lindner"},"quote217":{"quote":"The final test of a leader is that he leaves behind him in other men the conviction and the will to carry on.","category":"Leadership","author":"Walter Lippmann"},"quote218":{"quote":"The genius of a good leader is to leave behind him a situation which common sense, without the grace of genius, can deal with successfully.","category":"Leadership","author":"Walter Lippmann"},"quote219":{"quote":"There is no such thing as a perfect leader either in the past or present, in China or elsewhere. If there is one, he is only pretending, like a pig inserting scallions into its nose in an effort to look like an elephant.","category":"Leadership","author":"Liu Shao-Ch'I"},"quote220":{"quote":"We are like chameleons, we take our hue and the color of our moral character, from those who are around us.","category":"Leadership","author":"John Locke"},"quote221":{"quote":"There are only two kinds of coaches -- those who have been fired, and those who will be fired.","category":"Leadership","author":"Ken Loeffler"},"quote222":{"quote":"Leaders aren't born, they are made. And they are made just like anything else, through hard work. And that's the price we'll have to pay to achieve that goal, or any goal.","category":"Leadership","author":"Vince Lombardi"},"quote223":{"quote":"Leaders are made, they are not born. They are made by hard effort, which is the price which all of us must pay to achieve any goal that is worthwhile.","category":"Leadership","author":"Vince Lombardi"},"quote224":{"quote":"The leader can never close the gap between himself and the group. If he does, he is no longer what he must be. He must walk a tightrope between the consent he must win and the control he must exert.","category":"Leadership","author":"Vince Lombardi"},"quote225":{"quote":"Coaches who can outline plays on a black board are a dime a dozen. The ones who win get inside their player and motivate.","category":"Leadership","author":"Vince Lombardi"},"quote226":{"quote":"Some men must follow, and some command, though all are made of clay.","category":"Leadership","author":"Henry Wadsworth Longfellow"},"quote227":{"quote":"The speed of the leader determines the rate of the pack.","category":"Leadership","author":"Wayne Lukas"},"quote228":{"quote":"There is nothing more difficult to take in hand, more perilous to conduct, or more uncertain in its success than to take the lead in the introduction of a new order of things.","category":"Leadership","author":"Niccolo Machiavelli"},"quote229":{"quote":"Men shrink less from offending one who inspires love than one who inspires fear.","category":"Leadership","author":"Niccolo Machiavelli"},"quote230":{"quote":"There is nothing more difficult to plan, more doubtful of success, nor more dangerous to manage than the creation of a new order of things..... Whenever his enemies have occasion to attack the innovator they do so with the passion of partisans, while the others defend him sluggishly so that the innovator and his party alike are vulnerable.","category":"Leadership","author":"Niccolo Machiavellisource date 1513"},"quote231":{"quote":"He who wishes to be obeyed must know how to command.","category":"Leadership","author":"Niccolo Machiavelli"},"quote232":{"quote":"The influence of individual character extends from generation to generation.","category":"Leadership","author":"Iain Macleod"},"quote233":{"quote":"To command is to serve, nothing more and nothing less.","category":"Leadership","author":"Andre MalrauxMan's Hope"},"quote234":{"quote":"The ultimate leader is one who is willing to develop people to the point that they eventually surpass him or her in knowledge and ability.","category":"Leadership","author":"Fred A. Manske, Jr."},"quote235":{"quote":"Popularity is not leadership.","category":"Leadership","author":"Richard Marcinko"},"quote236":{"quote":"In order to be a leader a man must have followers. And to have followers, a man must have their confidence. Hence, the supreme quality for a leader is unquestionably integrity. Without it, no real success is possible, no matter whether it is on a section gang, a football field, in an army, or in an office. If a man's associates find him guilty of being phony, if they find that he lacks forthright integrity, he will fail. His teachings and actions must square with each other. The first great need, therefore is integrity and high purpose.","category":"Leadership","author":"Dwight D Eisenhower"},"quote237":{"quote":"Leadership is the art of getting someone else to do something you want done because he wants to do it.","category":"Leadership","author":"Dwight D Eisenhower"},"quote238":{"quote":"Blessed is the influence of one true, loving human soul on another.","category":"Leadership","author":"George Eliot"},"quote239":{"quote":"People exercise an unconscious selection in being influenced.","category":"Leadership","author":"TS (Thomas Stearns) Eliot"},"quote240":{"quote":"To be a leader of men one must turn one's back on men.","category":"Leadership","author":"Havelock Ellis"},"quote241":{"quote":"Who shall set a limit to the influence of a human being?","category":"Leadership","author":"Ralph Waldo Emerson"},"quote242":{"quote":"The best efforts of a fine person is felt after we have left their presence.","category":"Leadership","author":"Ralph Waldo Emerson"},"quote243":{"quote":"Every thought which genius and piety throw into the world alters the world.","category":"Leadership","author":"Ralph Waldo Emerson"},"quote244":{"quote":"Our chief want in life is somebody who will make us do what we can.","category":"Leadership","author":"Ralph Waldo Emerson"},"quote245":{"quote":"The measure of a great leader, is their success in bringing everyone around to their opinion twenty years later.","category":"Leadership","author":"Ralph Waldo Emerson"},"quote246":{"quote":"The first thing a great person does, is make us realize the insignificance of circumstance.","category":"Leadership","author":"Ralph Waldo Emerson"},"quote247":{"quote":"We are reformers in the spring and summer, but in autumn we stand by the old. Reformers in the morning, and conservers at night.","category":"Leadership","author":"Ralph Waldo Emerson"},"quote248":{"quote":"Thus we feed on genius, and refresh ourselves from too much conversation with our mates, and exult in the depth of nature in that direction in which he leads us. What indemnification is one great man for populations of pigmies! Every mother wishes one son a genius, though all the rest should be mediocre. But a new danger appears in the excess of influence of the great man. His attractions warp us from our place. We have become underlings and intellectual suicides. Ah! yonder in the horizon is our help;- other great men, new qualities, counterweights and checks on each other. We cloy of the honey of each peculiar greatness. Every hero becomes a bore at last. Perhaps Voltaire was not bad-hearted, yet he said of the good Jesus, even, I pray you, let me never hear that man's name again. They cry up the virtues of George Washington,- Damn George Washington! is the poor Jacobin's whole speech and confutation. But it is human nature's indispensable defense. The centripetence augments the centrifugence. We balance one man with his opposite, and the health of the state depends on the see-saw.","category":"Leadership","author":"Ralph Waldo EmersonThe Complete Works of Ralph Waldo Emerson - Volume IV - Representative Men Uses of Great Men, 1850"},"quote249":{"quote":"In really good companies, you have to lead. You have to come up with big ideas and express them forcefully. I have always been encouraged -- or sometimes forced -- to confront the very natural fear of being wrong. I was constantly pushed to find out what I really thought and then to speak up. Over time, I came to see that waiting to discover which way the wind was blowing is an excellent way to learn how to be a follower.","category":"Leadership","author":"Roger Enrico"},"quote250":{"quote":"In simplest terms, a leader is one who knows where he wants to go, and gets up, and goes.","category":"Leadership","author":"John ErskineThe Complete Life"},"quote251":{"quote":"A leader is someone who helps improve the lives of other people or improve the system they live under.","category":"Leadership","author":"Sam Ervin"},"quote252":{"quote":"Some wisdom you must learn from one who's wise.","category":"Leadership","author":"Euripides"},"quote253":{"quote":"There is no necessary connection between the desire to lead and the ability to lead, and even less the ability to lead somewhere that will be to the advantage of the led...","category":"Leadership","author":"Bergen Evans"},"quote254":{"quote":"A boss creates fear, a leader confidence. A boss fixes blame, a leader corrects mistakes. A boss knows all, a leader asks questions. A boss makes work drudgery, a leader makes it interesting. A boss is interested in himself or herself, a leader is interested in the group.","category":"Leadership","author":"Russell H. Ewing"},"quote255":{"quote":"Right or wrong, the customer is always right.","category":"Leadership","author":"Marshall Field"},"quote256":{"quote":"Who has not served cannot command.","category":"Leadership","author":"John Florio"},"quote257":{"quote":"The person who renders loyal service in a humble capacity will be chosen for higher responsibilities, just as the biblical servant who multiplied the one pound given him by his master was made ruler over ten cities...","category":"Leadership","author":"B. C. Forbes"},"quote258":{"quote":"Time and money spent in helping men to do more for themselves is far better than mere giving.","category":"Leadership","author":"Henry Ford"},"quote259":{"quote":"As we go forward, those who lead will be the ones taking advantage of the creativity and productivity gains available by focusing on the human, collaborative dimension, while laggards will suffer in the face of unrelenting change.","category":"Leadership","author":"Dwight Frindt"},"quote260":{"quote":"Search others for their virtue, and yourself for your vices.","category":"Leadership","author":"Richard Buckminster Fuller"},"quote261":{"quote":"You can lead a whore to culture but you can't make her think.","category":"Leadership","author":"Dorothy Parker"},"quote262":{"quote":"The best leaders are those most interested in surrounding themselves with assistants and associates smarter than they are. They are frank in admitting this and are willing to pay for such talents.","category":"Leadership","author":"Amos Parrish"},"quote263":{"quote":"The least movement is of importance to all nature. The entire ocean is affected by a pebble.","category":"Leadership","author":"Blaise Pascal"},"quote264":{"quote":"We herd sheep, we drive cattle, we lead people. Lead me, follow me, or get out of my way.","category":"Leadership","author":"General George Patton"},"quote265":{"quote":"Don't tell people how to do things, tell them what to do and let them surprise you with their results.","category":"Leadership","author":"General George Patton"},"quote266":{"quote":"Eagles don't flock, you have to find them one at a time.","category":"Leadership","author":"H. Ross Perot"},"quote267":{"quote":"Management is about arranging and telling. Leadership is about nurturing and enhancing.","category":"Leadership","author":"Thomas J. Peters"},"quote268":{"quote":"All business success rests on something labeled a sale, which at least momentarily weds company and customer.","category":"Leadership","author":"Thomas J. Peters"},"quote269":{"quote":"The best leaders... almost without exception and at every level, are master users of stories and symbols.","category":"Leadership","author":"Thomas J. Peters"},"quote270":{"quote":"The person who has no enemies has no followers.","category":"Leadership","author":"Don Piatt"},"quote271":{"quote":"It often happens that I wake up at night and begin to think about a serious problem and decide I must tell the Pope about it. Then I wake up completely and remember that I am the Pope.","category":"Leadership","author":"Pope John XXIII"},"quote272":{"quote":"You cannot be a leader, and ask other people to follow you, unless you know how to follow, too.","category":"Leadership","author":"Sam Rayburn"},"quote273":{"quote":"The words that a father speaks to his children in the privacy of home are not heard by the world, but, as in whispering galleries, they are clearly heard at the end, and by posterity.","category":"Leadership","author":"Jean Paul Richter"},"quote274":{"quote":"A good hitting instructor is able to mold his teaching to the individual. If a guy stands on his head, you perfect that.","category":"Leadership","author":"Bill Robinson"},"quote275":{"quote":"The penalty of leadership is loneliness.","category":"Leadership","author":"H. Wheeler Robinson"},"quote276":{"quote":"If I advance, follow me! If I retreat, kill me! If I die, avenge me!","category":"Leadership","author":"Francois de la Rochefoucauld"},"quote277":{"quote":"There are only about a half dozen things that make 80% of the difference in any area of our lives.","category":"Leadership","author":"Jim Rohn"},"quote278":{"quote":"Get around people who have something of value to share with you. Their impact will continue to have a significant effect on your life long they have departed.","category":"Leadership","author":"Jim Rohn"},"quote279":{"quote":"A good objective of leadership is to help those who are doing poorly to do well and to help those who are doing well to do even better.","category":"Leadership","author":"Jim Rohn"},"quote280":{"quote":"Leadership is the challenge to be something more than average.","category":"Leadership","author":"Jim Rohn"},"quote281":{"quote":"The challenge of leadership is to be strong, but not rude; be kind, but not weak; be bold, but not bully; be thoughtful, but not lazy; be humble, but not timid; be proud, but not arrogant; have humor, but without folly.","category":"Leadership","author":"Jim Rohn"},"quote282":{"quote":"People will sit up and take notice of you if you will sit up and take notice of what makes them sit up and take notice.","category":"Leadership","author":"Frank Romer"},"quote283":{"quote":"Perhaps in His wisdom the Almighty is trying to show us that a leader may chart the way, may point out the road to lasting peace, but that many leaders and many peoples must do the building.","category":"Leadership","author":"Eleanor Roosevelt"},"quote284":{"quote":"It is a terrible thing to look over your shoulder when you are trying to lead -- and find no one there.","category":"Leadership","author":"Franklin D. Roosevelt"},"quote285":{"quote":"People ask the difference between a leader and a boss. The leader works in the open, and the boss in covert. The leader leads, and the boss drives.","category":"Leadership","author":"Theodore Roosevelt"}}
