{"quote0":{"quote":"This is the miracle that happens every time to those who really love; the more they give, the more they possess.","category":"Love","author":"Rainer Maria Rilke"},"quote1":{"quote":"The bottom line is that (a) people are never perfect, but love can be, (b) that is the one and only way that the mediocre and vile can be transformed, and (c) doing that makes it that. We waste time looking for the perfect lover, instead of creating the perfect love.","category":"Love","author":"Tom Robbins"},"quote2":{"quote":"We are nearer loving those who hate us than those who love us more than we wish.","category":"Love","author":"Francois de la Rochefoucauld"},"quote3":{"quote":"We love those who admire us, but not those whom we admire.","category":"Love","author":"Francois de la Rochefoucauld"},"quote4":{"quote":"What makes lovers never tire of one another is that they talk always about themselves.","category":"Love","author":"Francois de la Rochefoucauld"},"quote5":{"quote":"It is with true love as it is with ghosts; everyone talks about it, but few have seen it.","category":"Love","author":"Francois de la Rochefoucauld"},"quote6":{"quote":"If we are to judge of love by its consequences, it more nearly resembles hatred than friendship.","category":"Love","author":"Francois de la Rochefoucauld"},"quote7":{"quote":"There are few people who are not ashamed of their love affairs when the infatuation is over.","category":"Love","author":"Francois de la Rochefoucauld"},"quote8":{"quote":"The more one loves a mistress, the more one is ready to hate her.","category":"Love","author":"Francois de la Rochefoucauld"},"quote9":{"quote":"True love is like ghosts, which everyone talks about and few have seen.","category":"Love","author":"Francois de la Rochefoucauld"},"quote10":{"quote":"There is no disguise which can hide love for long where it exists, or simulate it where it does not.","category":"Love","author":"Francois de la Rochefoucauld"},"quote11":{"quote":"Love is not love until love's vulnerable.","category":"Love","author":"Theodore Roethke"},"quote12":{"quote":"I never met a man I didn't like.","category":"Love","author":"Will Rogers"},"quote13":{"quote":"The value of love will always be stronger than the value of hate.. Any nation or group of nations which employs hatred eventually is torn to pieces by hatred...","category":"Love","author":"Franklin D. Roosevelt"},"quote14":{"quote":"Love shall be our token; love be yours and love be mine.","category":"Love","author":"Christina Rossetti"},"quote15":{"quote":"Love is the last relay and ultimate outposts of eternity.","category":"Love","author":"Dante Gabriel Rossetti"},"quote16":{"quote":"Love is the direct opposite of hate. By definition it's something you can't feel for more than a few minutes at a time, so what's all this bullshit about loving somebody for the rest of your life?","category":"Love","author":"Judith Rossner"},"quote17":{"quote":"Our affections as well as our bodies are in perpetual flux.","category":"Love","author":"Jean Jacques Rousseau"},"quote18":{"quote":"Falling in love consists merely in uncorking the imagination and bottling the common-sense.","category":"Love","author":"Helen Rowland"},"quote19":{"quote":"Between lovers a little confession is a dangerous thing.","category":"Love","author":"Helen Rowland"},"quote20":{"quote":"It is easier to keep half a dozen lovers guessing than to keep one lover after he has stopped guessing.","category":"Love","author":"Helen Rowland"},"quote21":{"quote":"Love life and life will love you back. Love people and they will love you back.","category":"Love","author":"Arthur Rubinstein"},"quote22":{"quote":"Let the lover be disgraceful, crazy, absent-minded. Someone sober will worry about events going badly. Let the lover be.","category":"Love","author":"Rumi"},"quote23":{"quote":"Only from the heart Can you touch the sky.","category":"Love","author":"Rumi"},"quote24":{"quote":"The minute I heard my first love story I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.","category":"Love","author":"Rumi"},"quote25":{"quote":"Religion it self is nothing else but Love to God and Man.He that lives in Love lives in God, says the Beloved Disciple: And to be sure a Man can live no where better. It is most reasonable Men should value that Benefit, which is most durable. Now Tongues shall cease, and Prophecy fail, and Faith shall be consummated in Sight, and Hope in Enjoyment; but Love remains.Love is indeed Heaven upon Earth; since Heaven above would not be Heaven without it: For where there is not Love; there is Fear: But perfect Love casts out Fear. And yet we naturally fear most to offend what we most Love. What we Love, we","category":"Love","author":"William PennFruits of Solitude"},"quote26":{"quote":"Love is not the dying moan of a distant violin-it's the triumphant twang of a bedspring.","category":"Love","author":"S. J. Perelman"},"quote27":{"quote":"To be able to say how much love, is love but little.","category":"Love","author":"Francesco Petrarch"},"quote28":{"quote":"Pure love is a willingness to give without a thought of receiving anything in return.","category":"Love","author":"Peace Pilgrim"},"quote29":{"quote":"The way of peace is the way of love. Love is the greatest power on earth. It conquers all things.","category":"Love","author":"Peace Pilgrim"},"quote30":{"quote":"At the touch of love everyone becomes a poet.","category":"Love","author":"Plato"},"quote31":{"quote":"Love is a serious mental disease.","category":"Love","author":"Plato"},"quote32":{"quote":"Love is the joy of the good, the wonder of the wise, the amazement of the Gods.","category":"Love","author":"Plato"},"quote33":{"quote":"We all suffer from the preoccupation that there exists ... in the loved one, perfection.","category":"Love","author":"Sidney Poitier"},"quote34":{"quote":"Love expands.","category":"Love","author":"Hugh Prather"},"quote35":{"quote":"An orange on the table, your dress on the rug, and you in my bed, sweet present of the present, cool of night, warmth of my life.","category":"Love","author":"Jacques Prevert"},"quote36":{"quote":"Fantastic tyrant of the amorous heart. How hard thy yoke, how cruel thy dart. Those escape your anger who refuse your sway, and those are punished most, who most obey.","category":"Love","author":"Matthew Prior"},"quote37":{"quote":"People who are not in love fail to understand how an intelligent man can suffer because of a very ordinary woman. This is like being surprised that anyone should be stricken with cholera because of a creature so insignificant as the comma bacillus.","category":"Love","author":"Marcel Proust"},"quote38":{"quote":"In a separation it is the one who is not really in loved who says the more tender things.","category":"Love","author":"Marcel Proust"},"quote39":{"quote":"Being in love was like China: you knew it was there, and no doubt it was very interesting, and some people went there, but I never would. I'd spend all my life without ever going to China, but it wouldn't matter, because there was all the rest of the world to visit.","category":"Love","author":"Phillip Pullman"},"quote40":{"quote":"Love is an expression and assertion of self-esteem, a response to one's own values in the person of another. One gains a profoundly personal, selfish joy from the mere existence of the person one loves. It is one's own personal, selfish happiness that one seeks, earns, and derives from love.","category":"Love","author":"Ayn Rand"},"quote41":{"quote":"If we love our country, we should also love our countrymen.","category":"Love","author":"Ronald Reagan"},"quote42":{"quote":"He Freud often said three things were impossible to fulfill completely; healing, education, governing. He limited his goals in analytic treatment to brining the patient to the point where he could work for a living and learn to love.","category":"Love","author":"Theodor Reik"},"quote43":{"quote":"The man who has never made a fool of himself in love will never be wise in love.","category":"Love","author":"Theodor Reik"},"quote44":{"quote":"Love is like an hourglass, with the heart filling up as the brain empties.","category":"Love","author":"Jules Renard"},"quote45":{"quote":"Love is like the measles, all the worse when it comes late.","category":"Love","author":"Mary Roberts Rhinehart"},"quote46":{"quote":"We who were loved will never unlive that crippling fever.","category":"Love","author":"Adrienne Rich"},"quote47":{"quote":"Love is what is left in a relationship after all the selfishness is taken out.","category":"Love","author":"Nick Richardson"},"quote48":{"quote":"A woman who could always love would never grow old; and the love of mother and wife would often give or preserve many charms if it were not too often combined with parental and conjugal anger. There remains in the face of women who are naturally serene and peaceful, and of those rendered so by religion, an after-spring, and later an after-summer, the reflex of their most beautiful bloom.","category":"Love","author":"Jean Paul Richter"},"quote49":{"quote":"For one human being to love another: that is perhaps the most difficult of all our tasks, the ultimate, the last test and proof, the work for which all other work is but preparation.","category":"Love","author":"Rainer Maria Rilke"},"quote50":{"quote":"This was love at first sight, love everlasting: a feeling unknown, unhoped for, unexpected - in so far as it could be a matter of conscious awareness; it took entire possession of him, and he understood, with joyous amazement, that this was for life.","category":"Love","author":"Thomas Mann"},"quote51":{"quote":"If only one could tell true love from false love as one can tell mushrooms from toadstools.","category":"Love","author":"Katherine Mansfield"},"quote52":{"quote":"A love affair with knowledge will never end in heartbreak.","category":"Love","author":"Michael Garrett Marino"},"quote53":{"quote":"He drew a circle that shut me out--Heretic, rebel, a thing to flout.But Love and I had the wit to win:We drew a circle that took him in.","category":"Love","author":"Edwin MarkhamOutwitted"},"quote54":{"quote":"Who ever loved that loved not at first sight?","category":"Love","author":"Christopher Marlowe"},"quote55":{"quote":"Where both deliberate, the love is slight: Who ever lov'd, that lov'd not at first sight?","category":"Love","author":"Christopher Marlowe"},"quote56":{"quote":"There is no living with thee, nor without thee.","category":"Love","author":"Marcus Valerius Martial"},"quote57":{"quote":"I would not miss your face, your neck, your hands, your limbs, your bosom and certain other of your charms. Indeed, not to become boring by naming them all, I could do without you, Chloe, altogether.","category":"Love","author":"Marcus Valerius Martial"},"quote58":{"quote":"If there is any country on earth where the course of true love may be expected to run smooth, it is America.","category":"Love","author":"Harriet Martineau"},"quote59":{"quote":"This world is full of beauty, as other worlds above, and if we did our duty, it might be as full of love.","category":"Love","author":"Gerald Massey"},"quote60":{"quote":"It is remarkable how similar the pattern of love is to the pattern of insanity.","category":"Love","author":"The Matrix - Revolutionscharacter Merovingian"},"quote61":{"quote":"I learnt that men were moved by a savage egoism, that love was only the dirty trick nature played on us to achieve the continuation of the species.","category":"Love","author":"W. Somerset MaughamThe Summing Up 1938, Chapter XXI"},"quote62":{"quote":"Love is what happens to a man and woman who don't know each other.","category":"Love","author":"W. Somerset Maugham"},"quote63":{"quote":"Love means the body, the soul, the life, the entire being. We feel love as we feel the warmth of our blood, we breathe love as we breathe air, we hold it in ourselves as we hold our thoughts. Nothing more exists for us.","category":"Love","author":"Maupassant"},"quote64":{"quote":"A mixture of admiration and pity is one of the surest recipes for affection.","category":"Love","author":"Andre Maurois"},"quote65":{"quote":"The love boat has crashed against the everyday.","category":"Love","author":"Vladimir Mayakovsky"},"quote66":{"quote":"Love is all you need.","category":"Love","author":"Paul McCartney"},"quote67":{"quote":"It is by loving and by being loved that one can come nearest to the soul of another.","category":"Love","author":"George Mcdonald"},"quote68":{"quote":"Two halves have little choice but to join;And yes, they do make a wholebut two wholes when they coincide...That is beauty.That is love.","category":"Love","author":"Peter McWilliams(quoted by marital therapist- David Schnarch in Constructing the Sexual Crucible)"},"quote69":{"quote":"Love is an emotion that is based on an opinion of women that is impossible for those who have had any experience with them.","category":"Love","author":"H. L. Mencken"},"quote70":{"quote":"Love is the delusion that one man or woman differs from another.","category":"Love","author":"H. L. Mencken"},"quote71":{"quote":"Love is the triumph of imagination over intelligence.","category":"Love","author":"H. L. Mencken"},"quote72":{"quote":"To be in love is merely to be in a perpetual state of anesthesia.","category":"Love","author":"H. L. Mencken"},"quote73":{"quote":"One does not fall in love; one grows into love, and love grows in him.","category":"Love","author":"Karl Menninger"},"quote74":{"quote":"Love cures people -- both the ones who give it and the ones who receive it.","category":"Love","author":"Karl Menninger"},"quote75":{"quote":"The best way will be to avoid each other without appearing to do so -- or if we jostle, at any rate not to bite.","category":"Love","author":"Lord (George Gordon) Byron"},"quote76":{"quote":"Lovers may be -- and indeed generally are -- enemies, but they never can be friends, because there must always be a spice of jealousy and a something of Self in all their speculations.","category":"Love","author":"Lord (George Gordon) Byron"},"quote77":{"quote":"In love, as in gluttony, pleasure is a matter of the utmost precision.","category":"Love","author":"Italo Calvino"},"quote78":{"quote":"The desire for possession is insatiable, to such a point that it can survive even love itself. To love, therefore, is to sterilize the person one loves.","category":"Love","author":"Albert Camus"},"quote79":{"quote":"Son, I'd say you were going at it the wrong end first, said the Judge, turning up his coat-collar. How could you care about one girl? Have you ever cared about one leaf?Riley, listening to the wildcat with an itchy hunter's look, snatched at the leaves blowing about us like midnight butterflies; alive, fluttering as though to escape and fly, one stayed trapped between his fingers. The Judge, too: he caught a leaf; and it was worth more in his hand than in Riley's. Pressing it mildly against his cheek, he distantly said, We are speaking of love. A leaf, a handful of seed--begin with these, learn a little what it is to love. First, a leaf, a fall of rain, then someone to receive what a leaf has taught you, what a fall of rain has ripened. No easy process, understand; it could take a lifetime, it has mine, and still I've never mastered it--I only know how true it is: that love is a chain of love, as nature is a chain of life.","category":"Love","author":"Truman CapoteThe Glass Harp"},"quote80":{"quote":"The true beloveds of this world are in their lover's eyes lilacs opening, ship lights, school bells, a landscape, remembered conversations, friends, a child's Sunday, lost voices, one's favorite suit, autumn and all seasons, memory, yes, it being the earth and water of existence, memory.","category":"Love","author":"Truman Capote"},"quote81":{"quote":"Love is not altogether a delirium, yet it has many points in common therewith.","category":"Love","author":"Thomas Carlyle"},"quote82":{"quote":"You can give without loving, but you cannot love without giving.","category":"Love","author":"Amy Carmichael"},"quote83":{"quote":"Everybody forgets the basic thing; people are not going to love you unless you love them.","category":"Love","author":"Pat Carroll"},"quote84":{"quote":"It is difficult to lay aside a confirmed passion.","category":"Love","author":"Catullus"},"quote85":{"quote":"Love, Arthur, is a poodle's chance of attaining the infinite, and personally I have my pride.","category":"Love","author":"Louis-Ferdinand Celine"},"quote86":{"quote":"A relationship is like a rose,How long it lasts, no one knows;Love can erase an awful past,Love can be yours, you'll see at last;To feel that love, it makes you sigh,To have it leave, you'd rather die;You hope you've found that special rose,'Cause you love and care for the one you chose.","category":"Love","author":"Rob Cella"},"quote87":{"quote":"'Tis said of love that it sometimes goes, sometimes flies; runs with one, walks gravely with another; turns a third into ice, and sets a fourth in a flame: it wounds one, another it kills: like lightning it begins and ends in the same moment: it makes that fort yield at night which it besieged but in the morning; for there is no force able to resist it.","category":"Love","author":"Miguel de Cervantes"},"quote88":{"quote":"Love and war are the same thing, and stratagems and policy are as allowable in the one as in the other.","category":"Love","author":"Miguel de Cervantes"},"quote89":{"quote":"One who has not only the four S's, which are required in every good lover, but even the whole alphabet; as for example... Agreeable, Bountiful, Constant, Dutiful, Easy, Faithful, Gallant, Honorable, Ingenious, Kind, Loyal, Mild, Noble, Officious, Prudent, Quiet, Rich, Secret, True, Valiant, Wise; the X indeed, is too harsh a letter to agree with him, but he is Young and Zealous.","category":"Love","author":"Miguel de Cervantes"},"quote90":{"quote":"Better to have loved a short man than never to have loved a tall.","category":"Love","author":"David Chambless"},"quote91":{"quote":"When a man and a woman have an overwhelming passion for each other, it seems to me, in spite of such obstacles dividing them as parents or husband, that they belong to each other in the name of Nature, and are lovers by Divine right, in spite of human convention or the laws.","category":"Love","author":"Sebastian Roch Nicolas Chamfort"},"quote92":{"quote":"True love is the parent of humility.","category":"Love","author":"William Ellery Channing"},"quote93":{"quote":"Love is the affinity which links and draws together the elements of the world... Love, in fact, is the agent of universal synthesis.","category":"Love","author":"Pierre Teilhard de Chardin"},"quote94":{"quote":"Love alone can unite living beings so as to complete and fulfill them... for it alone joins them by what is deepest in themselves. All we need is to imagine our ability to love developing until it embraces the totality of men and the earth.","category":"Love","author":"Pierre Teilhard de Chardin"},"quote95":{"quote":"Someday, after mastering winds, waves, tides and gravity, we shall harness the energy of love; and for the second time in the history of the world, man will have discovered fire.","category":"Love","author":"Pierre Teilhard de Chardin"},"quote96":{"quote":"Love is blind.","category":"Love","author":"Chaucer"},"quote97":{"quote":"Love means to love that which is unlovable; or it is no virtue at all.","category":"Love","author":"G. K. Chesterton"},"quote98":{"quote":"The way to love anything is to realize that it might be lost.","category":"Love","author":"G. K. Chesterton"},"quote99":{"quote":"Many a man has fallen in love with a girl in light so dim he would not have chosen a suit by it.","category":"Love","author":"Maurice Chevalier"},"quote100":{"quote":"The cure for all ills and wrongs, the cares, the sorrows and the crimes of humanity, all lie in the one word 'love.' It is the divine vitality that everywhere produces and restores life.","category":"Love","author":"Lydia Maria Child"},"quote101":{"quote":"Do not keep the alabaster boxes of your love and tenderness sealed up until your friends are dead. Fill their lives with sweetness, speak cheering words while their ears can hear, and while their hearts can be thrilled and made happier by them. George","category":"Love","author":"Williams Childs"},"quote102":{"quote":"Every day I live I am more convinced that the waste of life lies in the love we have not given, the powers we have not used, the selfish prudence that will risk nothing and which, shirking pain, misses happiness as well.","category":"Love","author":"Mary Cholmondeley"},"quote103":{"quote":"Love is the word used to label the sexual excitement of the young, the habituation of the middle-aged, and the mutual dependence of the old.","category":"Love","author":"John Ciardi"},"quote104":{"quote":"You can't put a price tag on love, but you can on all its accessories.","category":"Love","author":"Melanie Clark"},"quote105":{"quote":"One is loved because one is loved. No reason is needed for loving.","category":"Love","author":"Paulo CoelhoThe Alchemist"},"quote106":{"quote":"All thoughts, all passions, all delightsWhatever stirs this mortal frameAll are but ministers of LoveAnd feed His sacred flame.","category":"Love","author":"Samuel Taylor Coleridge"},"quote107":{"quote":"Sympathy constitutes friendship; but in love there is a sort of antipathy, or opposing passion. Each strives to be the other, and both together make up one whole.","category":"Love","author":"Samuel Taylor Coleridge"},"quote108":{"quote":"Friendship often ends in love; but love in friendship - never.","category":"Love","author":"Charles Caleb Colton"},"quote109":{"quote":"If you cannot inspire a woman with love of you, fill her above the brim with love of herself; all that runs over will be yours.","category":"Love","author":"Charles Caleb Colton"},"quote110":{"quote":"Love is an alliance of friendship and animalism; if the former predominates it is passion exalted and refined; if the latter, gross and sensual.","category":"Love","author":"Charles Caleb Colton"},"quote111":{"quote":"To love a thing means wanting it to live.","category":"Love","author":"Confucius"},"quote112":{"quote":"Can there be a love which does not make demands on its object?","category":"Love","author":"Confucius"},"quote113":{"quote":"If there's delight in love, 'Tis when I see that heart, which others bleed for, bleed for me.","category":"Love","author":"William Congreve"},"quote114":{"quote":"We love but once, for once only are we perfectly equipped for loving.","category":"Love","author":"Cyril Connolly"},"quote115":{"quote":"There is no pain equal to that which two lovers can inflict on one another. This should be made clear to all who contemplate such a union. The avoidance of this pain is the beginning of wisdom, for it is strong enough to contaminate the rest of our lives.","category":"Love","author":"Cyril Connolly"},"quote116":{"quote":"Woe to the man whose heart has not learned while young to hope, to love - and to put its trust in life.","category":"Love","author":"Joseph Conrad"},"quote117":{"quote":"Love is a tyrant sparing none.","category":"Love","author":"Pierre Corneille"},"quote118":{"quote":"Love is a friendship set to music.","category":"Love","author":"E. Joseph Cossman"},"quote119":{"quote":"Love - THE FEELING - is a fruit of love, the verb.","category":"Love","author":"Stephen Covey"},"quote120":{"quote":"Love is a fire. But whether it is going to warm your hearth or burn down your house, you can never tell.","category":"Love","author":"Joan Crawford"},"quote121":{"quote":"Love touched her heart, and lo! It beats high, and burns with such brave hearts.","category":"Love","author":"Richard Crawshaw"},"quote122":{"quote":"Love is the extra effort we make in our dealings with those whom we do not like and once you understand that, you understand all. This idea that love overtakes you is nonsense. This is but a polite manifestation of sex. To love another you have to undertake some fragment of their destiny.","category":"Love","author":"Quentin Crisp"},"quote123":{"quote":"I love you, not for what you are, but for what I am when I am with you.","category":"Love","author":"Roy Croft"},"quote124":{"quote":"Men and women are not free to love decently until they have analyzed themselves completely and swept away every mystery from sex; and this means the acquisition of a profound philosophical theory based on wide reading of anthropology and enlightened practice.","category":"Love","author":"Aleister Crowley"},"quote125":{"quote":"The greatest gift that you can give to others is the gift of unconditional love and acceptance.","category":"Love","author":"Brian Tracy"},"quote126":{"quote":"To love one person with a private love is poor and miserable: to love all is glorious.","category":"Love","author":"Thomas Traherne"},"quote127":{"quote":"You are my lover and I am your mistress and kingdoms and empires and governments have tottered and succumbed before now to that mighty combination.","category":"Love","author":"Violet Trefusis"},"quote128":{"quote":"Love is everything. It is the key to life, and its influences are those that move the world.","category":"Love","author":"Ralph Waldo Trine"},"quote129":{"quote":"What is the main thing in love? to know and to hide. To know about the one you love and to hide that you love. At times the hiding (shame) overpowers the knowing (passion). The passion for the hidden -- the passion for the revealed.","category":"Love","author":"Marina Ivanova Tsvetaeva"},"quote130":{"quote":"Listen! Encourage. Say something. Do something. Be yourself. Love","category":"Love","author":"Rev. Dale Turner"},"quote131":{"quote":"For it is the suffering flesh, it is suffering, it is death, that lovers perpetuate upon the earth. Love is at once the brother, son, and father of death, which is its sister, mother, and daughter. And thus it is that in the depth of love there is a depth","category":"Love","author":"Miguel de Unamuno"},"quote132":{"quote":"Many will detest you if you spend all your love on yourself.","category":"Love","author":"Source Unknown"},"quote133":{"quote":"Without His love I can do nothing, with His love there is nothing I cannot do.","category":"Love","author":"Source Unknown"},"quote134":{"quote":"What's so remarkable about Love at first sight? It's when people have been looking at each other for years that it becomes remarkable.","category":"Love","author":"Source Unknown"},"quote135":{"quote":"What most people need to learn in life is how to love people and use things instead of using people and loving things.","category":"Love","author":"Source Unknown"},"quote136":{"quote":"We will invent new lullabies, new songs, new acts of love, we will cry over things we used to laugh and our new wisdom will bring tears to eyes of gentle creatures from other planets who were afraid of us till then and in the end a summer with wild winds and new friends will be.","category":"Love","author":"Source Unknown"},"quote137":{"quote":"True love means two seeds grow separately until they join in Matrimony forever.","category":"Love","author":"Source Unknown"},"quote138":{"quote":"Those who haven't loved somebody else, more than they love themselves haven't even begun to live","category":"Love","author":"Source Unknown"},"quote139":{"quote":"There are no guarantees. From the viewpoint of fear, none are strong enough. From the viewpoint of love, none are necessary.","category":"Love","author":"Source Unknown"},"quote140":{"quote":"The rose speaks of love silently, in a language known only to the heart.","category":"Love","author":"Source Unknown"},"quote141":{"quote":"Once you have learned to love, You will have learned to live.","category":"Love","author":"Source Unknown"},"quote142":{"quote":"Never try to define love. Once defined love is confined. Once confined -- It dies.","category":"Love","author":"Source Unknown"},"quote143":{"quote":"LOVE, the feeling, is the fruit of LOVE, the verb.","category":"Love","author":"Source Unknown"},"quote144":{"quote":"Love will find a way. Indifference will find an excuse.","category":"Love","author":"Source Unknown"},"quote145":{"quote":"Love may be blind, but it can sure find its way around in the dark!","category":"Love","author":"Source Unknown"},"quote146":{"quote":"Love is the poetry of the senses.","category":"Love","author":"Source Unknown"},"quote147":{"quote":"Love is the bridge between two hearts.","category":"Love","author":"Source Unknown"},"quote148":{"quote":"Love is like a poisonous mushroom -- you don't know if it is the real thing until it is too late","category":"Love","author":"Source Unknown"},"quote149":{"quote":"Live for love. Without love, you don't live.","category":"Love","author":"Source Unknown"},"quote150":{"quote":"Women wish to be loved not because they are pretty, or good, or well bred, or graceful, or intelligent, but because they are themselves.","category":"Love","author":"Henri Frederic Amiel"},"quote151":{"quote":"In real love you want the other person's good. In romantic love, you want the other person.","category":"Love","author":"Margaret Anderson"},"quote152":{"quote":"A bizarre sensation pervades a relationship of pretense. No truth seems true. A simple morning's greeting and response appear loaded with innuendo and fraught with implications. Each nicety becomes more sterile and each withdrawal more permanent.","category":"Love","author":"Maya Angelou"},"quote153":{"quote":"Love - a wildly misunderstood although highly desirable malfunction of the heart which weakens the brain, causes eyes to sparkle, cheeks to glow, blood pressure to rise and the lips to pucker","category":"Love","author":"Anonymous"},"quote154":{"quote":"There is love of course. And then there's life, its enemy.","category":"Love","author":"Jean Anouilh"},"quote155":{"quote":"Well-ordered self-love is right and natural.","category":"Love","author":"Thomas Aquinas"},"quote156":{"quote":"Love is made by two people, in different kinds of solitude. It can be in a crowd, but in an oblivious crowd.","category":"Love","author":"Louis Aragon"},"quote157":{"quote":"Oh, love is real enough; you will find it someday, but it has one archenemy -- and that is life.","category":"Love","author":"Jean Anouilh Ardele"},"quote158":{"quote":"Love is, above all, the gift of oneself.","category":"Love","author":"Jean Anouilh Ardele"},"quote159":{"quote":"Love, by its very nature, is unworldly, and it is for this reason rather than its rarity that it is not only apolitical but anti-political, perhaps the most powerful of all anti-political human forces.","category":"Love","author":"Hannah Arendt"},"quote160":{"quote":"The two qualities which chiefly inspire regard and affection Are that a thing is your own and that it is your only one.","category":"Love","author":"Aristotle"},"quote161":{"quote":"Most people would rather give than get affection.","category":"Love","author":"Aristotle"},"quote162":{"quote":"Wicked men obey from fear; good men, from love.","category":"Love","author":"Aristotle"},"quote163":{"quote":"Love is composed of a single soul inhabiting two bodies.","category":"Love","author":"Aristotle"},"quote164":{"quote":"One can be a soldier without dying, and a lover without sighing.","category":"Love","author":"Sir Edwin Arnold"},"quote165":{"quote":"In a great romance, each person plays a part the other really likes.","category":"Love","author":"Elizabeth Ashley"},"quote166":{"quote":"Being always overavid, I demand from those I love a love equal to mine, which, being balanced people, they cannot supply.","category":"Love","author":"Sylvia Ashton-Warner"},"quote167":{"quote":"Love is the victim's response to the rapist.","category":"Love","author":"Ti-Grace Atkinson"},"quote168":{"quote":"We must love one another or die.","category":"Love","author":"W. H. Auden"},"quote169":{"quote":"We are not commanded (or forbidden) to love our mates, our children, our friends, our country because such affections come naturally to us and are good in themselves, although we may corrupt them. We are commanded to love our neighbor because our natural attitude toward the other is one of either indifference or hostility.","category":"Love","author":"W. H. Auden"},"quote170":{"quote":"A false enchantment can all too easily last a lifetime.","category":"Love","author":"W. H. Auden"},"quote171":{"quote":"Accept the things to which fate binds you, and love the people with whom fate brings you together, but do so with all your heart.","category":"Love","author":"Marcus Aurelius"},"quote172":{"quote":"In nine cases out of ten, a woman had better show more affection than she feels.","category":"Love","author":"Jane Austen"},"quote173":{"quote":"Not all of us have to possess earthshaking talent. Just common sense and love will do.","category":"Love","author":"Myrtle Auvil"},"quote174":{"quote":"Real love stories never have endings.","category":"Love","author":"Richard Bach"},"quote175":{"quote":"Love conquers all; let us surrender to Love.","category":"Love","author":"Virgil"},"quote176":{"quote":"Nunc scio quit sit amor.Lat., Now I know what love is.","category":"Love","author":"Virgil"},"quote177":{"quote":"Love is a canvas furnished by Nature and embroidered by imagination.","category":"Love","author":"Voltaire (FranĂ§ois-Marie Arouet)"},"quote178":{"quote":"If somebody says, I love you, to me, I feel as though I had a pistol pointed at my head. What can anybody reply under such conditions but that which the pistol-holder requires? I love you, too.","category":"Love","author":"Kurt Vonnegut"},"quote179":{"quote":"I have learned not to worry about love; but to honor its coming with all my heart.","category":"Love","author":"Alice Walker"},"quote180":{"quote":"Fantasy love is much better than reality love. Never doing it is very exciting. The most exciting attractions are between two opposites that never meet.","category":"Love","author":"Andy Warhol"},"quote181":{"quote":"I never loved another person the way I loved myself.","category":"Love","author":"Mae West"},"quote182":{"quote":"A man in love is like a clipped coupon -- it's time to cash in.","category":"Love","author":"Mae West"},"quote183":{"quote":"It has ever been since time began, and ever will be, till time lose breath, that love is a mood --no more --to man, and love to a woman is life or death.","category":"Love","author":"Ella Wheeler Wilcox"},"quote184":{"quote":"In the long run all love is paid by love, Though undervalued by the hosts of earth; The great eternal Government above Keeps strict account and will redeem its worth. Give thy love freely; do not count the cost; So beautiful a thing was never lostIn the long run.","category":"Love","author":"Ella Wheeler WilcoxIn The Long Run"},"quote185":{"quote":"My tears of love are a waste of time if I turn away","category":"Love","author":"Kim Wilde"},"quote186":{"quote":"Yet each man kills the thing he loves from all let this be heard some does it with a bitter look some with a flattering word the coward does it with a kiss the brave man with the sword.","category":"Love","author":"Oscar Wilde"},"quote187":{"quote":"One should always be in love. That is the reason one should never marry.","category":"Love","author":"Oscar Wilde"},"quote188":{"quote":"Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.","category":"Love","author":"Oscar Wilde"},"quote189":{"quote":"When a man has once loved a woman, he will do anything for her, except continue to love her.","category":"Love","author":"Oscar Wilde"},"quote190":{"quote":"There is always something ridiculous about the emotions of people whom one has ceased to love.","category":"Love","author":"Oscar Wilde"},"quote191":{"quote":"There's nothing in the world like the devotion of a married woman. It's a thing no married man knows anything about.","category":"Love","author":"Oscar Wilde"},"quote192":{"quote":"Love is not only something you feel. It's something you do.","category":"Love","author":"David Wilkerson"},"quote193":{"quote":"Oh, Jacques, we're used to each other, we're a pair of captive hawks caught in the same cage, and so we've grown used to each other. That's what passes for love at this dim, shadowy end of the Camino Real.","category":"Love","author":"Tennessee (Thomas Lanier) Williams"},"quote194":{"quote":"It is at the edge of a petal that love waits.","category":"Love","author":"William Carlos Williams"},"quote195":{"quote":"I fell in love with the thought that a human life could be a priestly conduit, a connecting link between earth and sky. As I grew and stumbled and, most important, as I began to love and be loved, I realized that the ultimate priest is the lover inside us","category":"Love","author":"Marianne Williamson"},"quote196":{"quote":"My wife heard me say I love you a thousand times, but she never once heard me say sorry","category":"Love","author":"Bruce Willis"},"quote197":{"quote":"Love is the child of illusion and the parent of disillusion.","category":"Love","author":"Sandy Wilson"},"quote198":{"quote":"No thoughtful man ever came to the end of his life, and had time and a little space of calm from which to look back upon it, who did not know and acknowledge that it was what he had done unselfishly and for others, and nothing else, that satisfied him in the retrospect, and made him feel that he had played the man.","category":"Love","author":"Woodrow Wilson"},"quote199":{"quote":"However it is debased or misinterpreted, love is a redemptive feature. To focus on one individual so that their desires become superior to yours is a very cleansing experience.","category":"Love","author":"Jeanette Winterson"},"quote200":{"quote":"Love makes everything that is heavy light.","category":"Love","author":"Thomas Kempis"},"quote201":{"quote":"Love is swift, sincere, pious, joyful, generous, strong, patient, faithful, prudent, long-suffering, courageous, and never seeking its own; for wheresoever a person seeketh his own, there he falleth from love.","category":"Love","author":"Thomas Kempis"},"quote202":{"quote":"Love the moment and the energy of the moment will spread beyond all boundaries.","category":"Love","author":"Sister Corita Kent"},"quote203":{"quote":"The commandment is that you shall love, but when you understand life and yourself, then it is as if you should not need to be commanded, because to love human beings is still the only thing worth living for; without this life you really do not live.","category":"Love","author":"Soren Kierkegaard"},"quote204":{"quote":"I have decided to stick with love. Hate is too great a burden to bear.","category":"Love","author":"Martin Luther King, Jr."},"quote205":{"quote":"At the center of non-violence stands the principle of love.","category":"Love","author":"Martin Luther King, Jr."},"quote206":{"quote":"(on love) It's the only thing which allows men and women to stand in a world where gravity always seems to want to pull them down... bring them low... and make them crawl.","category":"Love","author":"Stephen King"},"quote207":{"quote":"The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transformed.","category":"Love","author":"J. Krishnamurti"},"quote208":{"quote":"The moment you have in your heart this extraordinary thing called love and feel the depth, the delight, the ecstasy of it, you will discover that for you the world is transform.","category":"Love","author":"Jiddu Krishnamurti"},"quote209":{"quote":"At the beginning and at the end of love, the two lovers are embarrassed to find themselves alone.","category":"Love","author":"Jean De La Bruyere"},"quote210":{"quote":"The affections are like lightning: you cannot tell where they will strike till they have fallen.","category":"Love","author":"Jean Baptiste Lacordaire"},"quote211":{"quote":"Whether life is worth living depends on whether there is love in life.","category":"Love","author":"R. D. Laing"},"quote212":{"quote":"Sometimes, when one person is missing, the whole world seems depopulated.","category":"Love","author":"Alphonse De Lamartine"},"quote213":{"quote":"Being deeply loved by someone gives you strength; loving someone deeply gives you courage.","category":"Love","author":"Lao-Tzu"},"quote214":{"quote":"Love and pity and wish well to every soul in the world; dwell in love, and then you dwell in God.","category":"Love","author":"William Law"},"quote215":{"quote":"Love has no errors, for all errors are the want for love.","category":"Love","author":"William Law"},"quote216":{"quote":"Ah, then, upon my bedroom I do draw The blind to hide the garden, where the moonEnjoys the open blossoms as they strawTheir beauty for his taking, boon for boon.And I do lift my aching arms to you,And I do lift my anguished, avid breast,And I do weep for very pain of you,And fling myself at the doors of sleep, for rest.","category":"Love","author":"D. H. (David Herbert) LawrenceA Love Song"},"quote217":{"quote":"Love is the flower of life, and blossoms unexpectedly and without law, and must be plucked where it is found, and enjoyed for the brief hour of its duration.","category":"Love","author":"D. H. (David Herbert) Lawrence"},"quote218":{"quote":"The world is wonderful and beautiful and good beyond one's wildest imagination. Never, never, never could one conceive what love is, beforehand, never. Life can be great --quite god-like. It can be so. God be thanked I have proved it.","category":"Love","author":"D. H. (David Herbert) Lawrence"},"quote219":{"quote":"Life and love are life and love, a bunch of violets is a bunch of violets, and to drag in the idea of a point is to ruin everything. Live and let live, love and let love, flower and fade, and follow the natural curve, which flows on, pointless.","category":"Love","author":"D. H. (David Herbert) Lawrence"},"quote220":{"quote":"I shall always be a priest of love.","category":"Love","author":"D. H. (David Herbert) Lawrence"},"quote221":{"quote":"My God, these folks don't know how to love -- that's why they love so easily.","category":"Love","author":"D. H. (David Herbert) Lawrence"},"quote222":{"quote":"We love in another's soul whatever of ourselves we can deposit in it; the greater the deposit, the greater the love.","category":"Love","author":"Irving Layton"},"quote223":{"quote":"Human Love... It is that extra creation that stands hurt and baffled at the place of death. Being human, wanting children and sunlight and breath to go on, forever.","category":"Love","author":"Christopher Leach"},"quote224":{"quote":"Love doesn't just sit there like a stone; it has to be made, like bread, remade all the time, made new.","category":"Love","author":"Ursula K. LeGuin"},"quote225":{"quote":"It's afterwards you realize that the feeling of happiness you had with a man didn't necessarily prove that you loved him.","category":"Love","author":"Marguerite Duras"},"quote226":{"quote":"It's unthinkable not to love --you'd have a severe nervous breakdown. Or you'd have to be Philip Larkin.","category":"Love","author":"Lawrence Durrell"},"quote227":{"quote":"The richest love is that which submits to the arbitration of time.","category":"Love","author":"Lawrence Durrell"},"quote228":{"quote":"Romantic love, in pornography as in life, is the mythic celebration of female negation. For a woman, love is defined as her willingness to submit to her own annihilation. The proof of love is that she is willing to be destroyed by the one whom she loves, for his sake. For the woman, love is always self-sacrifice, the sacrifice of identity, will, and bodily integrity, in order to fulfill and redeem the masculinity of her lover.","category":"Love","author":"Andrea Dworkin"},"quote229":{"quote":"It does say if you don't love your fellow Christians you're not one in the big book.","category":"Love","author":"James Dye"},"quote230":{"quote":"Love to me is a feeling, to have universal love you have to always feel love no matter what.","category":"Love","author":"James Dye"},"quote231":{"quote":"Love poems are always cliche to me but not to the person it's for.","category":"Love","author":"James Dye"},"quote232":{"quote":"Love is the ability and willingness to allow those that you care for to be what they choose for themselves, without any insistence that they satisfy you.","category":"Love","author":"Wayne Dyer"},"quote233":{"quote":"Loving people live in a loving world. Hostile people live in a hostile world. Same world.","category":"Love","author":"Wayne Dyer"},"quote234":{"quote":"The pleasures of love are pains that become desirable, where sweetness and torment blend, and so love is voluntary insanity, infernal paradise, and celestial hell -- in short, harmony of opposite yearnings, sorrowful laughter, soft diamond.","category":"Love","author":"Umberto EcoThe Island of the Day Before"},"quote235":{"quote":"Love is a better teacher than duty.","category":"Love","author":"Albert Einstein"},"quote236":{"quote":"You can't blame gravity for falling in love.","category":"Love","author":"Albert Einstein"},"quote237":{"quote":"Gravitation can not be held responsible for people falling in love","category":"Love","author":"Albert Einstein"},"quote238":{"quote":"A supreme love, a motive that gives a sublime rhythm to a woman's life, and exalts habit into partnership with the soul's highest needs, is not to be had where and how she wills.","category":"Love","author":"George Eliot"},"quote239":{"quote":"For what is love itself, for the one we love best? An enfolding of immeasurable cares which yet are better than any joys outside our love.","category":"Love","author":"George Eliot"},"quote240":{"quote":"But that intimacy of mutual embarrassment, in which each feels that the other is feeling something, having once existed, its effect is not to be done away with.","category":"Love","author":"George Eliot"},"quote241":{"quote":"Love is most nearly itself when here and now cease to matter.","category":"Love","author":"TS (Thomas Stearns) Eliot"},"quote242":{"quote":"Footfalls echo in the memoryDown the passage which we did not takeTowards the door we never openedInto the rose-garden.My words echoThus, in your mind.","category":"Love","author":"TS (Thomas Stearns) Eliot, \"Four Quartets\""},"quote243":{"quote":"The art of love ... is largely the art of persistence.","category":"Love","author":"Albert Ellis"},"quote244":{"quote":"If only the strength of the love that people feel when it is reciprocated could be as intense and obsessive as the love we feel when it is not; then marriages would be truly made in heaven.","category":"Love","author":"Ben Elton"},"quote245":{"quote":"How we glow over these novels of passion, when the story is told with any spark of truth and nature! And what fastens attention, in the intercourse of life, like any passage betraying affection between two parties? Perhaps we never saw them before and never shall meet them again. But we see them exchange a glance or betray a deep emotion, and we are no longer strangers. We understand them and take the warmest interest in the development of the romance. All mankind love a lover.","category":"Love","author":"Ralph Waldo Emersonfrom Love Essays: First Series, 1841"},"quote246":{"quote":"It happened once that a youth and a maiden beheld each other in a public assembly for the first time","category":"Love","author":"Ralph Waldo Emerson(on meeting Lydia Jackson, who was to be his second wife)"},"quote247":{"quote":"The moment we indulge our affections, the earth is metamorphosed, there is no winter and no night; all tragedies, all ennui s, vanish, all duties even.","category":"Love","author":"Ralph Waldo Emerson"},"quote248":{"quote":"The power of love, as the basis of a State, has never been tried.","category":"Love","author":"Ralph Waldo Emerson"},"quote249":{"quote":"Love and you shall be loved. All love is mathematically just, as much as the two sides of an algebraic equation.","category":"Love","author":"Ralph Waldo Emerson"},"quote250":{"quote":"I do not love you as if you were salt-rose, or topaz,or the arrow of carnations the fire shoots off.I love you as certain dark things are to be loved,in secret, between the shadow and the soul.","category":"Love","author":"Pablo NerudaSonnet XVII"},"quote251":{"quote":"Love is a state in which a man sees things most decidedly as they are not.","category":"Love","author":"Friedrich Nietzsche"},"quote252":{"quote":"The spiritualization of sensuality is called love: it is a great triumph over Christianity.","category":"Love","author":"Friedrich Nietzsche"},"quote253":{"quote":"The only abnormality is the incapacity to love.","category":"Love","author":"Anais Nin"},"quote254":{"quote":"Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness, of witherings, of tarnishings.","category":"Love","author":"Anais NinWinter of Artifice, 1945"},"quote255":{"quote":"In every question and every remark tossed back and forth between lovers who have not played out the last fugue, there is one question and it is this: Is there someone new?","category":"Love","author":"Edna O'Brien"},"quote256":{"quote":"In the attic, a warhead no doubt burns. Everything is combustible. Faith burns. Trust burns. Everything burns to nothing and even nothing burns. . . . And when there is nothing, there is nothing worth dying for and when there is nothing worth dying for, there is only nothing.","category":"Love","author":"Tim O'BrienThe Nuclear Age (p. 303), 1985"},"quote257":{"quote":"If love means that one person absorbs the other, then no real relationship exists any more. Love evaporates; there is nothing left to love. The integrity of self is gone.","category":"Love","author":"Ann Oakley"},"quote258":{"quote":"In love there are two things -- bodies and words.","category":"Love","author":"Joyce Carol Oates"},"quote259":{"quote":"To love, for us men, is to clasp one woman with our arms, feeling that she lives and breathes just as we do, suffers as we do, thinks with us, loves with us, and, above all, sins with us.","category":"Love","author":"Baroness Emmuska Orczy"},"quote260":{"quote":"Ama me fideliter!Fidem meam noto:De corde totaliterEt ex mente tota,Sum presentialiterAbsens in remota.Lat: Love me faithfully!/See how I am faithful:/With all my heart/And all my soul/I am with you/Though I am far away.","category":"Love","author":"Carl OrffCarmina Burana, \"Omnia Sol Temperat\""},"quote261":{"quote":"To an ordinary human being, love means nothing if it does not mean loving some people more than others.","category":"Love","author":"George Orwell"},"quote262":{"quote":"I love a hand that meets my own with a grasp that causes some sensation.","category":"Love","author":"Samuel Osgood"},"quote263":{"quote":"Nobody can teach you love. Love you have to find yourself, within your being, by raising your consciousness to higher levels. And when love comes, there is no question of responsibility. You do things because you enjoy doing them for the person you love. You are not obliging the person, you are not even wanting anything in return, not even gratitude. On the contrary, you are grateful that the person has allowed you to do something for him. It was your joy, sheer joy. Love knows nothing of responsibility. It does many things, it is very creative; it shares all that it has, but it is not a responsibility, remember. Responsibility is an ugly word in comparison to love. Love is natural. Responsibility is created by the cunning priests, politicians who want to dominate you in the name of God, in the name of the nation, in the name of family, in the name of religion -- any fiction will do. But they don't talk about love. On the contrary, they are all against love, because love is unable to be controlled by them. A man of love acts out of his own heart, not according to any moral code. A man of love will not join the army because it is his responsibility to fight for his nation. A man of love will say there are no nations, and there is no question of any fight.","category":"Love","author":"Osho Chandra Mohan Jain"},"quote264":{"quote":"Love is much like a wild rose, beautiful and calm, but willing to draw blood in its defense.","category":"Love","author":"Mark Overby"},"quote265":{"quote":"If any person wish to be idle, let them fall in love.","category":"Love","author":"Ovid"},"quote266":{"quote":"Love ever gives. Forgives outlives. And ever stands with open hands. And while it lives, it gives. For this is love's prerogatives -- to give, and give, and give.","category":"Love","author":"John Oxenham"},"quote267":{"quote":"Once when I was young and true, Someone left me sad- Broke my brittle heart in two; And that was very bad. Love is for unlucky folk. Love is but a curse. Once there was a heart I broke; And that, I think, is worse.","category":"Love","author":"Dorothy ParkerA Very Short Song"},"quote268":{"quote":"Love is like quicksilver in the hand. Leave the fingers open and it stays. Clutch is, and it darts away.","category":"Love","author":"Dorothy Parker"},"quote269":{"quote":"Scratch a lover, and find a foe.","category":"Love","author":"Dorothy Parker"},"quote270":{"quote":"When we are in love we seem to ourselves quite different from what we were before.","category":"Love","author":"Blaise Pascal"},"quote271":{"quote":"No woman marries for money; they are all clever enough, before marrying a millionaire, to fall in love with him first.","category":"Love","author":"Cesare Pavese"},"quote272":{"quote":"Love is the cheapest of religions.","category":"Love","author":"Cesare Pavese"},"quote273":{"quote":"Speak low if you speak love.","category":"Love","author":"Don Pedro"},"quote274":{"quote":"Love is rarer than genius itself. And friendship is rarer than love.","category":"Love","author":"Charles Peguy"},"quote275":{"quote":"The season of love is the carnival of egoism and it brings a touchstone to our natures.","category":"Love","author":"George Meredith"},"quote276":{"quote":"Parrots, tortoises and redwoods live a longer life than men do; Men a longer life than dogs do; Dogs a longer life than love does.","category":"Love","author":"Edna St. Vincent Millay"},"quote277":{"quote":"If I love you Wednesday, What is that to you? I do not love you Thursday -- so much is true.","category":"Love","author":"Edna St. Vincent Millay"},"quote278":{"quote":"These two imparadised in one another's arms, the happier Eden, shall enjoy their fill of bliss on bliss.","category":"Love","author":"John Milton"},"quote279":{"quote":"Frustrated love has been the incentive for many great works.","category":"Love","author":"John N. Mitchell"},"quote280":{"quote":"I was never one to patiently pick up broken fragments and glue them together again and tell myself that the mended whole was as good as new. What is broken is broken -- and I'd rather remember it as it was at its best than mend it and see the broken places as long as I lived.","category":"Love","author":"Margaret Mitchell"},"quote281":{"quote":"To always be loved one must ever be agreeable.","category":"Love","author":"Mary Wortley Montagu"},"quote282":{"quote":"I know a love may be revived which absence, inconstancy, or even infidelity has extinguished, but there is no returning from a d?go?t given by satiety.","category":"Love","author":"Mary Wortley Montagu"},"quote283":{"quote":"Love talked about is easily turned aside, but love demonstrated is irresistible.","category":"Love","author":"Stan Mooneyham"},"quote284":{"quote":"The hours I spend with you I look upon as sort of a perfumed garden, a dim twilight, and a fountain singing to it... you and you alone make me feel that I am alive. Other men it is said have seen angels, but I have seen thee and thou art enough.","category":"Love","author":"George Moore"},"quote285":{"quote":"A man travels the world over in search of what he needs and returns home to find it.","category":"Love","author":"George Moore"},"quote286":{"quote":"Love never reasons, but profusely gives; it gives like a thoughtless prodigal its all, and then trembles least it has done to little.","category":"Love","author":"Hannah More"},"quote287":{"quote":"If you judge people, you have no time to love them.","category":"Love","author":"Mother Theresa"},"quote288":{"quote":"Love begins at home, and it is not how much we do... but how much love we put in that action.","category":"Love","author":"Mother Theresa"},"quote289":{"quote":"I try to give to the poor people for love what the rich could get for money. No, I wouldn't touch a leper for a thousand pounds; yet I willingly cure him for the love of God.","category":"Love","author":"Mother Theresa"},"quote290":{"quote":"I have found the paradox that if I love until it hurts, then there is no hurt, but only more love.","category":"Love","author":"Mother Theresa"},"quote291":{"quote":"Do not think that love in order to be genuine has to be extraordinary. What we need is to love without getting tired. Be faithful in small things because it is in them that your strength lies.","category":"Love","author":"Mother Theresa"},"quote292":{"quote":"The hunger for love is much more difficult to remove than the hunger for bread.","category":"Love","author":"Mother Theresa"},"quote293":{"quote":"No love is entirely without worth, even when the frivolous calls to the frivolous and the base to the base.","category":"Love","author":"Iris Murdoch"},"quote294":{"quote":"Falling out of love is chiefly a matter of forgetting how charming someone is.","category":"Love","author":"Iris Murdoch"},"quote295":{"quote":"Every man needs two women, a quiet home-maker, and a thrilling nymph.","category":"Love","author":"Iris Murdoch"},"quote296":{"quote":"Love is an emotion experienced by the many and enjoyed by the few.","category":"Love","author":"George Jean Nathan"},"quote297":{"quote":"Where love and wisdom drink out of the same cup, in this everyday world, it is the exception.","category":"Love","author":"Madame Neckar"},"quote298":{"quote":"Saddest Poem","category":"Love","author":"Pablo Neruda"},"quote299":{"quote":"Clenched Soul","category":"Love","author":"Pablo Neruda"},"quote300":{"quote":"It is well to be happy and wise and well to be honest and true; it is well to be off with the old love, before you are on with the new.","category":"Love","author":"Source Unknown"},"quote301":{"quote":"Is your love for the Lord sufficient to give all your time and talents to his work?","category":"Love","author":"Source Unknown"},"quote302":{"quote":"No three words have greater power than I Love You.","category":"Love","author":"Source Unknown"},"quote303":{"quote":"If there is anything better than to be loved it is loving.","category":"Love","author":"Source Unknown"},"quote304":{"quote":"If you had it all to do over, would you fall in love with yourself again?","category":"Love","author":"Source Unknown"},"quote305":{"quote":"If marriage is your object, you'd better start loving your subject.","category":"Love","author":"Source Unknown"},"quote306":{"quote":"If love is shelter, I'm going to walk in the rain.","category":"Love","author":"Source Unknown"},"quote307":{"quote":"I define love for our purpose as the passion of one being for another in the hope of being loved in return.","category":"Love","author":"Source Unknown"},"quote308":{"quote":"But true love is a durable fire, in the mind ever burning. Never sick, never old, never dead. From itself never turning.","category":"Love","author":"Source Unknown"},"quote309":{"quote":"At any rate, let us love for a while, for a year or so, you and me. That's a form of divine drunkenness that we can all try.","category":"Love","author":"Source Unknown"},"quote310":{"quote":"As Plato sometimes speaks of the divine love, it arises not out of indigency, as created love does, but out of fullness and redundancy; it is an overflowing fountain, and that love which descends upon created being is a free efflux from the almighty source of love; and it is well pleasing to him that those creatures which he hath made should partake of it.","category":"Love","author":"Source Unknown"},"quote311":{"quote":"A good marriage winds up as a meeting of minds, which had better be pretty good to start with.","category":"Love","author":"Source Unknown"},"quote312":{"quote":"If we discovered we only had five minutes left to say all we wanted to say, every telephone booth would be occupied by people telling other people that they loved them.","category":"Love","author":"Source Unknown"},"quote313":{"quote":"The one who loves least controls the relationship.","category":"Love","author":"Source Unknown"},"quote314":{"quote":"An affair wants to spill, to share its glory with the world. No act is so private it does not seek applause.","category":"Love","author":"John Updike"},"quote315":{"quote":"Love is an act of endless forgiveness, a tender look which becomes a habit.","category":"Love","author":"Peter Ustinov"},"quote316":{"quote":"But I always think that the best way to know God is to love many things.","category":"Love","author":"Vincent Van Gogh"},"quote317":{"quote":"Love is something eternal; the aspect may change, but not the essence.","category":"Love","author":"Vincent Van Gogh"},"quote318":{"quote":"The best way to know God is to love many things.","category":"Love","author":"Vincent Van Gogh"},"quote319":{"quote":"The more I think about it, the more I realize there is nothing more artistic that to love others.","category":"Love","author":"Vincent Van Gogh"},"quote320":{"quote":"Once a women has given you her heart you can never get rid of the rest of her.","category":"Love","author":"Sir John Vanbrugh"},"quote321":{"quote":"I've only been in love with a beer bottle and a mirror.","category":"Love","author":"Sid Vicious"},"quote322":{"quote":"We were two and had but one heart between us.","category":"Love","author":"Francois de Montcorbier Villon"},"quote323":{"quote":"Love is much nicer to be in than an automobile accident, a tight girdle, a higher tax bracket, or a holding pattern over Philadelphia.","category":"Love","author":"Judith Viorst"},"quote324":{"quote":"Love is the same as like except you feel sexier.","category":"Love","author":"Judith Viorst"},"quote325":{"quote":"To love is to place our happiness in the happiness of another.","category":"Love","author":"Gottfried Wilhelm Von Leibniz"},"quote326":{"quote":"Love is a promise, love is a souvenir, once given never forgotten, never let it disappear.","category":"Love","author":"John Lennon"},"quote327":{"quote":"We've got this gift of love, but love is like a precious plant. You can't just accept it and leave it in the cupboard or just think it's going to get on by itself. You've got to keep watering it. You've got to really look after it and nurture it.","category":"Love","author":"John Lennon"},"quote328":{"quote":"What's terrible is to pretend that the second-rate is first-rate, that you don't need love when you do or that you like your work when you know quite well you're capable of better.","category":"Love","author":"Doris Lessing"},"quote329":{"quote":"Love one another and you will be happy. It's as simple and as difficult as that.","category":"Love","author":"Michael Leunig"},"quote330":{"quote":"If you were going to die soon and had only one phone call you could make, who would you call and what would you say? And why are you waiting?","category":"Love","author":"Stephen Levine"},"quote331":{"quote":"Go to the truth beyond the mind. Love is the bridge.","category":"Love","author":"Stephen Levine"},"quote332":{"quote":"When I have learnt to love God better than my earthly dearest, I shall love my earthly dearest better than I do now. In so far as I learn to love my earthly dearest at the expense of God and instead of God, I shall be moving towards the state in which I shall not love my earthly dearest at all. When first things are put first, second things are not suppressed but increased.","category":"Love","author":"C.S. Lewis"},"quote333":{"quote":"Heaven offers nothing that the mercenary soul can desire. It is safe to tell the pure in heart that they shall see God, for only the pure in heart want to. There are rewards that do not sully motives. A man's love for a woman is not mercenary because he wants to marry her, nor his love for poetry mercenary because he wants to read it, nor his love of exercise less disinterested because he wants to run and leap and walk. Love, by definition, seeks to enjoy its object.","category":"Love","author":"C.S. Lewis"},"quote334":{"quote":"What is love? It is the morning and the evening star.","category":"Love","author":"Sinclair Lewis"},"quote335":{"quote":"An act of love that fails is just as much a part of the divine life as an act of love that succeeds, for love is measured by fullness, not by reception.","category":"Love","author":"Harold Lokes"},"quote336":{"quote":"Ah, how skilful grows the hand That obeyeth Love's command! It is the heart, and not the brain, That to the highest doth attain, And he who followeth Love's behest Far excelleth all the rest!published in The Seaside and the Fireside","category":"Love","author":"Henry Wadsworth Longfellowfrom The Building of the Ship"},"quote337":{"quote":"Talk not of wasted affection; affection never was wasted.","category":"Love","author":"Henry Wadsworth Longfellow"},"quote338":{"quote":"It is difficult to know at what moment love begins; it is less difficult to know that it has begun.","category":"Love","author":"Henry Wadsworth Longfellow"},"quote339":{"quote":"It is a beautiful trait in the lovers character, that they think no evil of the object loved.","category":"Love","author":"Henry Wadsworth Longfellow"},"quote340":{"quote":"Love gives itself; it is not bought.","category":"Love","author":"Henry Wadsworth Longfellow"},"quote341":{"quote":"Don't be afraid of showing affection. Be warm and tender, thoughtful and affectionate. Men are more helped by sympathy than by service. Love is more than money, and a kind word will give more pleasure than a present.","category":"Love","author":"Sir John Lubbock"},"quote342":{"quote":"A man has only one escape from his old self: to see a different self in the mirror of some woman's eyes.","category":"Love","author":"Clare Boothe Luce"},"quote343":{"quote":"Love is inseparable from knowledge.","category":"Love","author":"St. Macarius of Egypt"},"quote344":{"quote":"Great passions, my dear, don't exist: they're liars fantasies. What do exist are little loves that may last for a short or a longer while.","category":"Love","author":"Anna Magnani"},"quote345":{"quote":"There is an important difference between love and friendship. While the former delights in extremes and opposites, the latter demands equality.","category":"Love","author":"Madame de Maintenon"},"quote346":{"quote":"Nowadays men cannot love seven night but they must have all their desires: that love may not endure by reason; for where they be soon accorded and hasty, heat soon it cooleth. Right so fareth love nowadays, soon hot soon cold: this is no stability. But the old love was not so.","category":"Love","author":"Sir Thomas Malory"},"quote347":{"quote":"Queen Guenever, for whom I make here a little mention, that while she lived she was a true lover, and therefore she had a good end.","category":"Love","author":"Sir Thomas Malory"},"quote348":{"quote":"Do all things with love.","category":"Love","author":"Og Mandino"},"quote349":{"quote":"Treasure the love you receive above all. It will survive long after your good health has vanished.","category":"Love","author":"Og Mandino"},"quote350":{"quote":"Let the first impulse pass, wait for the second.","category":"Love","author":"Baltasar Gracian"},"quote351":{"quote":"God proved His love on the Cross. When Christ hung, and bled, and died, it was God saying to the world, I love you.","category":"Love","author":"Billy Graham"},"quote352":{"quote":"Love, love, love -- all the wretched cant of it, masking egotism, lust, masochism, fantasy under a mythology of sentimental postures, a welter of self-induced miseries and joys, blinding and masking the essential personalities in the frozen gestures of courtship, in the kissing and the dating and the desire, the compliments and the quarrels which vivify its barrenness.","category":"Love","author":"Germaine Greer"},"quote353":{"quote":"Love is a snowmobile racing across the tundra and then suddenly it flips over, pinning you underneath. At night, the ice weasels come.","category":"Love","author":"Matt Groening"},"quote354":{"quote":"Love is a perky elf dancing a merry little jig and then suddenly he turns on you with a miniature machine gun.","category":"Love","author":"Matt Groening"},"quote355":{"quote":"Two separate, distinct personalities, not separate at all, but inextricably bound, soul and body and mind, to each other, how did we get so far apart so fast?","category":"Love","author":"Judith Guest"},"quote356":{"quote":"Any woman who thinks the way to a man's heart is through his stomach is aiming about 10 inches too high.","category":"Love","author":"Adrienne Gusoff"},"quote357":{"quote":"Only the words of love kept alive are worthy of not being wasted","category":"Love","author":"Arlo Guthrie"},"quote358":{"quote":"Love is a gift from God, and as we obey His laws and genuinely learn to serve others, we develop God's love in our lives. Love of God is the means of unlocking divine powers which help us to live worthily and to overcome the world.","category":"Love","author":"David B. Haight"},"quote359":{"quote":"We really have to understand the person we want to love. If our love is only a will to possess, it is not love. If we only think of ourselves, if we know only our own needs and ignore the needs of the other person, we cannot love.","category":"Love","author":"Thich Nhat Hanh"},"quote360":{"quote":"There is always something left to love. And if you ain't learned that, you ain't learned nothing. Have you cried for that boy today? I don't mean for yourself and for the family 'cause we lost the money. I mean for him; what he's been through and what it done to him. Child, when do you think is the time to love somebody the most; when they done good and made things easy for everybody? Well then, you ain't through learning -- because that ain't the time at all. It's when he's at his lowest and can't believe in hisself 'cause the world done whipped him so. When you starts measuring somebody, measure him right child, measure him right. Make sure you done taken into account what hills and valleys he come through before he got to wherever he is.","category":"Love","author":"Lorraine Hansberryfrom the play, Raisin in the Sun"},"quote361":{"quote":"Love is the final end of the world's history, the Amen of the universe.","category":"Love","author":"Novalis Hardenberg"},"quote362":{"quote":"A lover without indiscretion is no lover at all. Circumspection and devotion are a contradiction in terms.","category":"Love","author":"Thomas Hardy"},"quote363":{"quote":"People need loving the most when they deserve it the least.","category":"Love","author":"John Harrigan"},"quote364":{"quote":"Love is misunderstood to be an emotion; actually, it is a state of awareness, a way of being in the world, a way of seeing oneself and others.","category":"Love","author":"David R. Hawkins"},"quote365":{"quote":"Love is the great miracle cure. Loving ourselves works miracles in our lives.","category":"Love","author":"Louise L. Hay"},"quote366":{"quote":"The story of a love is not important -- what is important is that one is capable of love. It is perhaps the only glimpse we are permitted of eternity.","category":"Love","author":"Helen Hayes"},"quote367":{"quote":"There is only one terminal dignity -- love.","category":"Love","author":"Helen Hayes"},"quote368":{"quote":"The love of liberty is the love of others; the love of power is the love of ourselves. We cannot force love.","category":"Love","author":"William Hazlitt"},"quote369":{"quote":"I do not think that what is called Love at first sight is so great an absurdity as it is sometimes imagined to be. We generally make up our minds beforehand to the sort of person we should like, grave or gay, black, brown, or fair; with golden tresses or raven locks; -- and when we meet with a complete example of the qualities we admire, the bargain is soon struck.","category":"Love","author":"William Hazlitt"},"quote370":{"quote":"One would always want to think of oneself as being on the side of love, ready to recognize it and wish it well --but, when confronted with it in others, one so often resented it, questioned its true nature, secretly dismissed the particular instance as folly or promiscuity. Was it merely jealousy, or a reluctance to admit so noble and enviable a sentiment in anyone but oneself?","category":"Love","author":"Shirley Hazzard"},"quote371":{"quote":"Love is that condition in which the happiness of another person is essential to your own.","category":"Love","author":"Robert A. Heinlein"},"quote372":{"quote":"Madame, it is an old word and each one takes it new and wears it out himself. It is a word that fills with meaning as a bladder with air and the meaning goes out of it as quickly. It may be punctured as a bladder is punctured and patched and blown up again and if you have not had it does not exist for you. All people talk of it, but those who have had it are marked by it, and I would not wish to speak of it further since of all things it is the most ridiculous to talk of and only fools go through it many times.","category":"Love","author":"Ernest Hemingway"},"quote373":{"quote":"Only the really plain people know about love --the very fascinating ones try so hard to create an impression that they very soon exhaust their talents.","category":"Love","author":"Katharine Hepburn"},"quote374":{"quote":"Love has nothing to do with what you are expecting to get--only with what you are expecting to give--which is everything.","category":"Love","author":"Katharine Hepburn"},"quote375":{"quote":"In the absence of love, there is nothing worth fighting for.","category":"Love","author":"Elijah Wood"},"quote376":{"quote":"For love... has two faces; one white, the other black; two bodies; one smooth, the other hairy. It has two hands, two feet, two tails, two, indeed, of every member and each one is the exact opposite of the other. Yet, so strictly are they joined together","category":"Love","author":"Virginia Woolf"},"quote377":{"quote":"A man falls in love through his eyes, a woman through her ears.","category":"Love","author":"Woodrow Wyatt"},"quote378":{"quote":"Mistresses are like books; if you pore upon them too much, they doze you and make you unfit for company; but if used discreetly, you are the fitter for conversation by em.","category":"Love","author":"William Wycherley"},"quote379":{"quote":"People who are sensible about love are incapable of it.","category":"Love","author":"Douglas Yates"},"quote380":{"quote":"A pity beyond all telling is hid in the heart of love.","category":"Love","author":"William Butler Yeats"},"quote381":{"quote":"Love the giver more than the gift.","category":"Love","author":"Brigham Young"},"quote382":{"quote":"You can't buy love, but you can pay heavily for it.","category":"Love","author":"Henny Youngman"},"quote383":{"quote":"When you interact with another, an illusion is part of this dynamic. This illusion allows each soul to perceive what it needs to understands in order to heal.","category":"Love","author":"Gary Zukav"},"quote384":{"quote":"Love without attachment is light.","category":"Love","author":"Norman O. Brown"},"quote385":{"quote":"To love without role, without power plays, is revolution.","category":"Love","author":"Rita Mae Brown"},"quote386":{"quote":"Love is the wild card of existence.","category":"Love","author":"Rita Mae Brown"},"quote387":{"quote":"How do I love thee? Let me count the ways.I love thee to the depth and breadth and heightMy soul can reach, when feeling out of sightFor the ends of Being and ideal Grace.I love thee to the level of every day'sMost quiet need; by sun and candle-light.I love thee freely, as men strive for Right;I love thee purely, as they turn from Praise.I love thee with the passion put to useIn my old griefs, and with my childhood's faithI love thee with a love I seemed to loseWith my lost saints,--I love thee with the breath.Smiles, tears, of all my life!--and, if God choose,I shall but love thee better after death.Elizabeth wrote this poem to Robert; Robert","category":"Love","author":"Elizabeth Barrett Browning"},"quote388":{"quote":"Who so loves believes the impossible.","category":"Love","author":"Elizabeth Barrett Browning"},"quote389":{"quote":"Never the time and the place and the loved one all together!","category":"Love","author":"Robert Browning"},"quote390":{"quote":"Grow old along with me!The best is yet to be,The last of life, for which the first was made:Our times are in his hand Who saith","category":"Love","author":"Robert BrowningRabbi Ben Ezra"},"quote391":{"quote":"We can recognize the dawn and the decline of love by the uneasiness we feel when alone together.","category":"Love","author":"Jean De La Bruyere"},"quote392":{"quote":"To be among people one loves, that's sufficient; to dream, to speak to them, to be silent among them, to think of indifferent things; but among them, everything is equal.","category":"Love","author":"Jean De La Bruyere"},"quote393":{"quote":"One seeks to make the loved one entirely happy, or, if that cannot be, entirely wretched.","category":"Love","author":"Jean De La Bruyere"},"quote394":{"quote":"When two people relate to each other authentically and humanly, God is the electricity that surges between them.","category":"Love","author":"Martin Buber"},"quote395":{"quote":"Love alone could waken love.","category":"Love","author":"Pearl Buck"},"quote396":{"quote":"The way is not in the sky. The way is in the heart.","category":"Love","author":"Buddha"},"quote397":{"quote":"Love the whole world as a mother lovers her only child.","category":"Love","author":"Buddha"},"quote398":{"quote":"Love thou the rose, yet leave it on its stem.","category":"Love","author":"Edward George Bulwer-Lytton"},"quote399":{"quote":"No cord nor cable can so forcibly draw, or hold so fast, as love can do with a twined thread.","category":"Love","author":"Robert Burton"},"quote400":{"quote":"Love is life. And if you miss love, you miss life.","category":"Love","author":"Leo Buscaglia"},"quote401":{"quote":"Love can never grow old. Locks may lose their brown and gold. Cheeks may fade and hollow grow. But the hearts that love will know, never winter's frost and chill, summer's warmth is in them still.","category":"Love","author":"Leo Buscaglia"},"quote402":{"quote":"Don't smother each other. No one can grow in the shade.","category":"Love","author":"Leo Buscaglia"},"quote403":{"quote":"Don't hold to anger, hurt or pain. They steal your energy and keep you from love.","category":"Love","author":"Leo Buscaglia"},"quote404":{"quote":"Perfect love is rare indeed - for to be a lover will require that you continually have the subtlety of the very wise, the flexibility of the child, the sensitivity of the artist, the understanding of the philosopher, the acceptance of the saint, the tolerance of the scholar and the fortitude of the certain.","category":"Love","author":"Leo Buscaglia"},"quote405":{"quote":"It is better to have loved and lost than never to have lost at all.","category":"Love","author":"Samuel Butler"},"quote406":{"quote":"Like the measles, love is most dangerous when it comes late in life.","category":"Love","author":"Lord (George Gordon) Byron"},"quote407":{"quote":"Man's love is of man's life a part; it is a woman's whole existence. In her first passion, a woman loves her lover, in all the others all she loves is love.","category":"Love","author":"Lord (George Gordon) Byron"},"quote408":{"quote":"Who loves, raves.","category":"Love","author":"Lord (George Gordon) Byron"},"quote409":{"quote":"Love and a cough cannot be hid.","category":"Love","author":"George Herbert"},"quote410":{"quote":"Those that embrace the entire universe with love, for the most part love nothing, but their narrow selves.","category":"Love","author":"Johann Gottfried Von Herder"},"quote411":{"quote":"Love is like a fruit. It may look good, but you shouldn't bite in it until it's ripe.","category":"Love","author":"Nick Hertl"},"quote412":{"quote":"Love is stronger than violence.","category":"Love","author":"Hermann Hesse"},"quote413":{"quote":"Love is only the game that is not called on account of darkness.","category":"Love","author":"Mangnu Hirschfield"},"quote414":{"quote":"Love is a conflict between reflexes and reflections.","category":"Love","author":"Mangnu Hirschfield"},"quote415":{"quote":"Love is like pi -- natural, irrational, and very important.","category":"Love","author":"Lisa Hoffman"},"quote416":{"quote":"The choicest thing this world has for a man is affection.","category":"Love","author":"Josiah Gilbert Holland"},"quote417":{"quote":"Love is the master key which opens the gates of happiness.","category":"Love","author":"Oliver Wendell Holmes"},"quote418":{"quote":"Where we love is home, home that our feet may leave, but not our hearts.","category":"Love","author":"Oliver Wendell Holmes"},"quote419":{"quote":"Subdue your passion or it will subdue you.","category":"Love","author":"Horace"},"quote420":{"quote":"Love is seeing without eyes, hearing without ears; hatred is nothing.","category":"Love","author":"Doug Horton"},"quote421":{"quote":"If you love something let it go free. If it doesn't come back, you never had it. If it comes back, love it forever.","category":"Love","author":"Doug Horton"},"quote422":{"quote":"Love is a given, hatred is acquired.","category":"Love","author":"Doug Horton"},"quote423":{"quote":"If a woman doesn't chase a man a little, she doesn't love him.","category":"Love","author":"Edward W. Howe"},"quote424":{"quote":"Life in abundance comes only through great love.","category":"Love","author":"Elbert Hubbard"},"quote425":{"quote":"Lovers are fools, but Nature makes them so.","category":"Love","author":"Elbert Hubbard"},"quote426":{"quote":"The love we give away is the only love we keep.","category":"Love","author":"Elbert Hubbard"},"quote427":{"quote":"I met in the street a very poor young man who was in love. His hat was old, his coat worn, his cloak was out at the elbows, the water passed through his shoes -- and the stars through his soul.","category":"Love","author":"Victor Hugo"},"quote428":{"quote":"Life is the flower for which love is the honey.","category":"Love","author":"Victor Hugo"},"quote429":{"quote":"To love another person is to see the face of God. Les Miserables","category":"Love","author":"Victor Hugo"},"quote430":{"quote":"The supreme happiness in life is the conviction that we are loved -- loved for ourselves, or rather, loved in spite of ourselves.","category":"Love","author":"Victor Hugo"},"quote431":{"quote":"The supreme happiness in life is the conviction that we are loved.","category":"Love","author":"Victor Hugo"},"quote432":{"quote":"Affection, like melancholy, magnifies trifles; but the magnifying of the one is like looking through a telescope at heavenly objects; that of the other, like enlarging monsters with a microscope.","category":"Love","author":"Leigh Hunt"},"quote433":{"quote":"Love, I find, is like singing. Everybody can do enough to satisfy themselves, though it may not impress the neighbors as being very much.","category":"Love","author":"Zora Neale Hurston"},"quote434":{"quote":"Where love is concerned, too much is not even enough.","category":"Love","author":"Pierre De Beaumarchais"},"quote435":{"quote":"When we understand that man is the only animal who must create meaning, who must open a wedge into neutral nature, we already understand the essence of love. Love is the problem of an animal who must find life, create a dialogue with nature in order to experience his own being.","category":"Love","author":"Ernest Becker"},"quote436":{"quote":"Young love is a flame; very pretty, often very hot and fierce, but still only light and flickering. The love of the older and disciplined heart is as coals, deep-burning, unquenchable.","category":"Love","author":"Henry Ward Beecher"},"quote437":{"quote":"Love is the river of life in the world.","category":"Love","author":"Henry Ward Beecher"},"quote438":{"quote":"I never knew how to worship until I knew how to love.","category":"Love","author":"Henry Ward Beecher"},"quote439":{"quote":"Love ceases to be a pleasure, when it ceases to be a secret.","category":"Love","author":"Aphra Behn"},"quote440":{"quote":"Honor the ocean of love.","category":"Love","author":"George De Benneville"},"quote441":{"quote":"The opposite of love is not to hate but to separate. If love and hate have something in common it is because, in both cases, their energy is that of bringing and holding together","category":"Love","author":"John BergerAnd Our Faces, My Heart, Brief as Photos, ch. 2, Pantheon (1984)"},"quote442":{"quote":"Love seeks no cause beyond itself and no fruit; it is its own fruit, its own enjoyment. I love because I love; I love in order that I may love.","category":"Love","author":"St. Bernard"},"quote443":{"quote":"Let no one believe that he has received the divine kiss, if he knows the truth without loving it or loves it without understanding it. But blessed is that kiss whereby not only is God recognized but also the Father is loved; for there is never full knowledge without perfect love.","category":"Love","author":"St. Bernard"},"quote444":{"quote":"All the pictures that hung in my memory before I knew you have faded and given place to our radient moments together. Now I cannot live apart from you...Your words are my food, your breath my wine. You are everything to me.","category":"Love","author":"Sarah Bernhardt"},"quote445":{"quote":"Set your affection on things above, not on things on the earth. Colossians 3:2","category":"Love","author":"Bible"},"quote446":{"quote":"We know that we have passed from death into life, because we love... 1 John 3:14","category":"Love","author":"Bible"},"quote447":{"quote":"And this I pray, that your love may abound still more and more in real knowledge and all discernment. Philippians 1:9","category":"Love","author":"Bible"},"quote448":{"quote":"For where your treasure is, there your heart will be also.","category":"Love","author":"Bible"},"quote449":{"quote":"This is my commandment, that ye love one another. Jesus, In John 15:12","category":"Love","author":"Bible"},"quote450":{"quote":"By this all men will know that you are my disciples, if you have love for one another. John 13:35","category":"Love","author":"Bible"},"quote451":{"quote":"Thou shalt love thy neighbor as thyself. Roman 13:9","category":"Love","author":"Bible"},"quote452":{"quote":"He that loveth not knoweth not God; for God is love. I John","category":"Love","author":"Bible"},"quote453":{"quote":"Keep me as the apple of the eye, hide me under the shadow of thy wings.","category":"Love","author":"Bible"},"quote454":{"quote":"Love is patient and kind; love is not jealous or boastful; it is not arrogant or rude. I Corinthians","category":"Love","author":"Bible"},"quote455":{"quote":"Love is the fulfilling of the Law.","category":"Love","author":"Bible"},"quote456":{"quote":"Stay me with flagons, comfort me with apples: for I am sick of love. The Song Of Solomon 2:5","category":"Love","author":"Bible"},"quote457":{"quote":"There is no fear in love; but perfect love casts out fear.","category":"Love","author":"Bible"},"quote458":{"quote":"And you are to love those who are your aliens for you yourselves were aliens in Egypt. Deuteronomy 10:19","category":"Love","author":"Bible"},"quote459":{"quote":"Suddenly the ground seemed to give way beneath me,and I found myself in quite another region.Within five minutes I went throughsome such reflections as the following:the loneliness of the human soul is unendurable;nothing can penetrate it except the highest intensityof the sort of love that religious teachers have preached;whatever does not spring from this motive is harmful,or at best useless;it follows that war is wrong,that a public school education is abominable,that the use of force is to be deprecated,and that in human relations one should penetrateto the core of loneliness in each person and speak to that.","category":"Love","author":"Bertrand RussellThe Autobiography of Bertrand Russell 1872-1914, p. 234."},"quote460":{"quote":"To fear love is to fear life, and those who fear life are already three parts dead.","category":"Love","author":"Bertrand Russell"},"quote461":{"quote":"Many people when they fall in love look for a little haven of refuge from the world, where they can be sure of being admired when they are not admirable, and praised when they are not praiseworthy.","category":"Love","author":"Bertrand Russell"},"quote462":{"quote":"The root of the matter the thing I mean is love, Christian love, or compassion. If you feel this, you have a motive for existence, a guide for action, a reason for courage, an imperative necessity for intellectual honesty.","category":"Love","author":"Bertrand Russell"},"quote463":{"quote":"Sure I love Goldie. How could you not love Goldie? Everyone loves Goldie. I love her, and I hope our love will continue, but I don't want to give an I-love-Goldie-Hawn interview.","category":"Love","author":"Kurt Russell"},"quote464":{"quote":"Every little girl knows about love. It is only her capacity to suffer because of it that increases.","category":"Love","author":"Francoise Sagan"},"quote465":{"quote":"Love, and do what thou wilt: whether thou hold thy peace, through love hold thy peace; whether thou cry out, through love cry out; whether thou correct, through love correct; whether thou spare, through love do thou spare: let the root of love be within, of this root can nothing spring but what is good.","category":"Love","author":"Saint Augustine of Hippo"},"quote466":{"quote":"What I needed most was to love and to be loved, eager to be caught. Happily I wrapped those painful bonds around me; and sure enough, I would be lashed with the red-hot pokers or jealousy, by suspicions and fear, by burst of anger and quarrels.","category":"Love","author":"Saint Augustine of Hippo"},"quote467":{"quote":"What does love look like? It has the hands to help others. It has the feet to hasten to the poor and needy. It has eyes to see misery and want. It has the ears to hear the sighs and sorrows of men. That is what love looks like.","category":"Love","author":"Saint Augustine of Hippo"},"quote468":{"quote":"God loves each of us as if there were only one of us.","category":"Love","author":"Saint Augustine of Hippo"},"quote469":{"quote":"Love consists not in feeling great things but in having great detachment and in suffering for the Beloved.","category":"Love","author":"Saint John of the Cross"},"quote470":{"quote":"In the evening of life, we will be judged on love alone.","category":"Love","author":"Saint John of the Cross"},"quote471":{"quote":"Love does not consist in gazing at each other, but in looking outward together in the same direction.","category":"Love","author":"Antoine De Saint-Exupery"},"quote472":{"quote":"Love is not just looking at each other, it's looking in the same direction.","category":"Love","author":"Antoine De Saint-Exupery"},"quote473":{"quote":"For true love is inexhaustible; the more you give, the more you have. And if you go to draw at the true fountainhead, the more water you draw, the more abundant is its flow.","category":"Love","author":"Antoine De Saint-Exupery"},"quote474":{"quote":"Tell me who admires you and loves you, and I will tell you who you are.","category":"Love","author":"Charles Augustin Sainte-Beuve"},"quote475":{"quote":"It is better to have loved your wife than never to have loved at all.","category":"Love","author":"Edgar Saltus"},"quote476":{"quote":"I regard as a mortal sin not only the lying of the senses in matters of love, but also the illusion which the senses seek to create where love is only partial. I say, I believe, that one must love with all of one's being, or else live, come what may, a life of complete chastity.","category":"Love","author":"George Sand"},"quote477":{"quote":"The lover knows much more about absolute good and universal beauty than any logician or theologian, unless the latter, too, be lovers in disguise.","category":"Love","author":"George Santayana"},"quote478":{"quote":"Not to believe in love is a great sign of dullness. There are some people so indirect and lumbering that they think all real affection must rest on circumstantial evidence.","category":"Love","author":"George Santayana"},"quote479":{"quote":"It is the privilege of those who fear love to murder those who do not fear it!","category":"Love","author":"May Sarton"},"quote480":{"quote":"Everything comes to us from others. To Be is to belong to someone.","category":"Love","author":"Jean-Paul Sartre"},"quote481":{"quote":"I believe the greatest gift I can conceive of having from anyone is to be seen by them, heard by them, to be understood and touched by them.","category":"Love","author":"Virginia Satir"},"quote482":{"quote":"I love Brian Piccolo, and I'd like all of you to love him. When you hit your knees to pray tonight, please ask God to love him, too.","category":"Love","author":"Gale SayersWords spoken in May 1970, as he accepted the NFL's Most Courageous Player award."},"quote483":{"quote":"Love is a spendthrift, leaves it arithmetic at home, is always in the red.","category":"Love","author":"Paul Scherer"},"quote484":{"quote":"Love is an irresistible desire to be irresistibly desired.","category":"Love","author":"Robert Frost"},"quote485":{"quote":"Love is staying up all night with a sick child -- or a healthy adult.","category":"Love","author":"Sir David Paradine Frost"},"quote486":{"quote":"Two persons love in one another the future good which they aid one another to unfold.","category":"Love","author":"Margaret Fuller"},"quote487":{"quote":"A coward is incapable of exhibiting love; it is the prerogative of the brave.","category":"Love","author":"Mahatma Gandhi"},"quote488":{"quote":"My life is an indivisible whole, and all my attitudes run into one another; and they all have their rise in my insatiable love for mankind.","category":"Love","author":"Mahatma Gandhi"},"quote489":{"quote":"Whenever you are confronted with an opponent. Conquer him with love.","category":"Love","author":"Mahatma Gandhi"},"quote490":{"quote":"Nothing is impossible for pure love.","category":"Love","author":"Mahatma Gandhi"},"quote491":{"quote":"Where there is love there is life.","category":"Love","author":"Mahatma Gandhi"},"quote492":{"quote":"For it was not into my ear you whispered, but into my heart. It was not my lips you kissed, but my soul.","category":"Love","author":"Judy Garland"},"quote493":{"quote":"What then in love can woman do? If we grow fond they shun us. And when we fly them, they pursue: But leave us when they've won us.","category":"Love","author":"John Gay"},"quote494":{"quote":"The chemist who can extract from his heart's elements, compassion, respect, longing, patience, regret, surprise, and forgiveness and compound them into one can create that atom which is called love.","category":"Love","author":"Kahlil Gibran"},"quote495":{"quote":"Love gives naught but itself and takes naught but from itself. Love possesses not nor would it be possessed; For love is sufficient unto love.","category":"Love","author":"Kahlil Gibran"},"quote496":{"quote":"It is wrong to think that love comes from long companionship and persevering courtship. Love is the offspring of spiritual affinity and unless that affinity is created in a moment, it will not be created for years or even generations.","category":"Love","author":"Kahlil Gibran"},"quote497":{"quote":"Ever has it been that love knows not its own depth until the hour of separation.","category":"Love","author":"Kahlil Gibran"},"quote498":{"quote":"Love possesses not nor will it be possessed, for love is sufficient unto love.","category":"Love","author":"Kahlil Gibran"},"quote499":{"quote":"Life without love is like a tree without blossoms or fruit.","category":"Love","author":"Kahlil Gibran, \"The Vision\""},"quote500":{"quote":"The weight of the world is love. Under the burden of solitude, under the burden of dissatisfaction.","category":"Love","author":"Allen Ginsberg"},"quote501":{"quote":"Love is the irresistible desire to be desired irresistibly.","category":"Love","author":"Louis Ginsberg"},"quote502":{"quote":"We love because it's the only true adventure.","category":"Love","author":"Nikki Giovanni"},"quote503":{"quote":"We are shaped and fashioned by what whom we love.","category":"Love","author":"Johann von Goethe"},"quote504":{"quote":"If I love you, what business is it of yours?","category":"Love","author":"Johann von Goethe"},"quote505":{"quote":"Love is an ideal thing, marriage a real thing; a confusion of the real with the ideal never goes unpunished.","category":"Love","author":"Johann von Goethe"},"quote506":{"quote":"That is the true season of love; when we believe that we alone can love, that no one could ever have loved as much before, and that no one will ever love in the same way again.","category":"Love","author":"Johann von Goethe"},"quote507":{"quote":"Today I begin to understand what love must be, if it exists. When we are parted, we each feel the lack of the other half of ourselves. We are incomplete like a book in two volumes of which the first has been lost. That is what I imagine love to be: incompleteness in absence.","category":"Love","author":"Edmond de Goncourt"},"quote508":{"quote":"Love is not blind -- it sees more, not less. But because it sees more, it is willing to see less.","category":"Love","author":"Rabbi J. Gordon"},"quote509":{"quote":"Dive deep, O mind, dive deep in the ocean of God's beauty! If you descend to the uttermost depths, there you will find the gem of love.","category":"Love","author":"Bengali Hymn"},"quote510":{"quote":"Love is the only bow of life's dark cloud. It is the Morning and Evening Star. It shines upon the cradle of the babe, and sheds its radiance upon the quiet tomb. It is the Mother of Art, inspirer of poet, patriot, and philosopher. It is the air and light of every heart, builder of every home, kinder of every fire on every hearth, It was the first dream of immortality. It fills the world with melody. Love is the magician, the enchanter, that changes worthless things to joy, and makes right royal kings of common clay.","category":"Love","author":"Robert G. Ingersoll"},"quote511":{"quote":"I would rather live and love where death is king than have eternal life where love is not.","category":"Love","author":"Robert G. Ingersoll"},"quote512":{"quote":"A woman's life is a history of the affections.","category":"Love","author":"Washington Irving"},"quote513":{"quote":"Love is never lost. If not reciprocated, it will flow back and soften and purify the heart.","category":"Love","author":"Washington Irving"},"quote514":{"quote":"Love is the total absence of fear. Love asks no questions. Its natural state is one of extension and expansion, not comparison and measurement.","category":"Love","author":"Gerald G. Jampolsky"},"quote515":{"quote":"Love can sometimes be magic. But magic can sometimes...just be an illusion.","category":"Love","author":"Javan"},"quote516":{"quote":"Nothing is more beautiful than the love that has weathered the storms of life. The love of the young for the young, that is the beginning of life. But the love of the old for the old, that is the beginning of things longer.","category":"Love","author":"Jerome K. Jerome"},"quote517":{"quote":"Love is not to be purchased, and affection has no price.","category":"Love","author":"St. Jerome"},"quote518":{"quote":"Love's like the measles; all the worse when it comes late in life.","category":"Love","author":"Douglas William Jerrold"},"quote519":{"quote":"Love, you are eternal like springtime.","category":"Love","author":"Juan Ramon Jiminez"},"quote520":{"quote":"Love is the wisdom of the fool and the folly of the wise.","category":"Love","author":"Samuel Johnson"},"quote521":{"quote":"Love doesn't make the world go round. Love is what makes the ride worthwhile.","category":"Love","author":"Franklin P. Jones"},"quote522":{"quote":"Bow-Chick-A-Wow-Wow!","category":"Love","author":"Justin Jones"},"quote523":{"quote":"Paradoxically, we fail to disclose ourselves to other people because we want so much to be loved. Because we feel that way we present ourselves as someone we think can be loved and accepted, and we conceal whatever would mar that image. Another reason we hide is to protect ourselves from change. . . Still another reason we don't disclose ourselves is that we were never taught how. . . Personal ambitions and economic pressures also give us powerful reasons for concealing what we really are. . . All of us hide behind the iron curtain of our public selves. . . Men hide what prevents them from seeming strong and masculine. . . Disclosure is so important (because) without it we really cannot know ourselves. Or to put it another way, we learn to deceive ourselves while we are trying to deceive others. For example, if I never express my sorrow, my love, my joy, I'll smother those feelings in myself until I almost forget they were once part of me.","category":"Love","author":"Sidney Jourard"},"quote524":{"quote":"","category":"Love","author":"Sidney JourardThe Transparent Self, 1971"},"quote525":{"quote":"Perhaps the most important reason for self-disclosure is that without it we cannot truly love.","category":"Love","author":"Sidney Jourard, \"Redbook\", October, 1971"},"quote526":{"quote":"Love (understood as the desire of good for another) is in fact so unnatural a phenomenon that it can scarcely repeat itself, the soul being unable to become virgin again and not having energy enough to cast itself out again into the ocean of another's soul.","category":"Love","author":"James Joyce"},"quote527":{"quote":"Love is as much of an object as an obsession, everybody wants it, everybody seeks it, but few ever achieve it, those who do will cherish it, be lost in it, and among all, never... never forget it.","category":"Love","author":"Curtis Judalet"},"quote528":{"quote":"Where love rules, there is no will to power; where power predominates, there love is lacking. The one is the shadow of the other.","category":"Love","author":"Carl Gustav Jung"},"quote529":{"quote":"Love in marriage should be the accomplishment of a beautiful dream, and not, as it too often is, the end.","category":"Love","author":"Alphonse Karr"},"quote530":{"quote":"I cannot exist without you - I am forgetful of every thing but seeing you again - my Life seems to stop there - I see no further. You have absorb'd me. I have a sensation at the present moment as though I were dissolving... I have been astonished that Men could die Martyrs for religion - I have shudder'd at it - I shudder no more - I could be martyr'd for my Religion - Love is my religion - I could die for that - I could die for you. My creed is Love and you are its only tenet - You have ravish'd me away by a Power I cannot resist.","category":"Love","author":"John Keats"},"quote531":{"quote":"How sweet it is to love, and to be dissolved, and as it were to bathe myself in thy love.","category":"Love","author":"Thomas Kempis"},"quote532":{"quote":"Love feels no burden, thinks nothing of trouble, attempts what is above its strength.... It is therefore able to undertake all things, and it completes many things, and warrants them to take effect, where he who does not love would faint and lie down.","category":"Love","author":"Thomas Kempis"},"quote533":{"quote":"Love feels no burden, regards not labors, strives toward more than it attains, argues not of impossibility, since it believes that it may and can do all things. Therefore it avails for all things, and fulfils and accomplishes much where one not a lover falls and lies helpless.","category":"Love","author":"Thomas Kempis"},"quote534":{"quote":"He who is in love is wise and is becoming wiser, sees newly every time he looks at the object beloved, drawing from it with his eyes and his mind those virtues which it possesses.","category":"Love","author":"Ralph Waldo Emerson"},"quote535":{"quote":"We don't believe in rheumatism and true love until after the first attack.","category":"Love","author":"Marie E. Eschenbach"},"quote536":{"quote":"We always come back to our first love.","category":"Love","author":"Etienne"},"quote537":{"quote":"Love is all we have, the only way that each can help the other.","category":"Love","author":"Euripides"},"quote538":{"quote":"He is not a lover who does not love forever.","category":"Love","author":"Euripides"},"quote539":{"quote":"The hardest of all is learning to be a well of affection, and not a fountain; to show them we love them not when we feel like it, but when they do.","category":"Love","author":"Nan Fairbrother"},"quote540":{"quote":"People love others not for who they are, but for how they make them feel.","category":"Love","author":"Irwin Federman"},"quote541":{"quote":"You talk too much, you laugh too loud, that's the price of love.","category":"Love","author":"Brian Ferry"},"quote542":{"quote":"A lover, when he is admitted to cards, ought to be solemnly silent, and observe the motions of his mistress. He must laugh when she laughs, sigh when she sighs. In short, he should be the shadow of her mind. A lady, in the presence of her lover, should never want a looking-glass; as a beau, in the presence of his looking-glass, never wants a mistress.","category":"Love","author":"Henry Fielding"},"quote543":{"quote":"I don't want to live -- I want to love first, and live incidentally.","category":"Love","author":"Zelda Fitzgerald"},"quote544":{"quote":"You couldn't get a clue during the clue mating season in a field full of horny clues if you smeared your body with clue musk and did the clue mating dance.","category":"Love","author":"Edward Flaherty"},"quote545":{"quote":"Oh love will make a dog howl in rhyme.","category":"Love","author":"John FletcherQueen of Corinth"},"quote546":{"quote":"The idea that nations should love one another, or that business concerns or marketing boards should love one another, or that a man in Portugal should love a man in Peru of whom he has never heard --it is absurd, unreal, dangerous. The fact is we can only love what we know personally. And we cannot know much.","category":"Love","author":"E. M. Forster"},"quote547":{"quote":"It makes no difference how deeply seated may be the trouble, how hopeless the outlook, how muddled the tangle, how great the mistake. A sufficient realization of love will dissolve it all.","category":"Love","author":"Emmet Fox"},"quote548":{"quote":"If you could only love enough, you could be the most powerful person in the world.","category":"Love","author":"Emmet Fox"},"quote549":{"quote":"Lovers who love truly do not write down their happiness.","category":"Love","author":"Anatole France"},"quote550":{"quote":"Well, love is insanity. The ancient Greeks knew that. It is the taking over of a rational and lucid mind by delusion and self-destruction. You lose yourself, you have no power over yourself, you can't even think straight.","category":"Love","author":"Marilyn French"},"quote551":{"quote":"We are never so defenseless against suffering as when we love, never so forlornly unhappy as when we have lost our love object or its love.","category":"Love","author":"Sigmund Freud"},"quote552":{"quote":"One is very crazy when in love.","category":"Love","author":"Sigmund Freud"},"quote553":{"quote":"Love and work are the cornerstones of our humanness.","category":"Love","author":"Sigmund Freud"},"quote554":{"quote":"Love, while you are able to love.","category":"Love","author":"A. Frieligrath"},"quote555":{"quote":"Love is often nothing but a favorable exchange between two people who get the most of what they can expect, considering their value on the personality market.","category":"Love","author":"Erich Fromm"},"quote556":{"quote":"Love is the only sane and satisfactory answer to the problem of human existence.","category":"Love","author":"Erich Fromm"},"quote557":{"quote":"In love the paradox occurs that two beings become one and yet remain two.","category":"Love","author":"Erich Fromm"},"quote558":{"quote":"Immature love says: 'I love you because I need you.' Mature love says 'I need you because I love you.'","category":"Love","author":"Erich Fromm"},"quote559":{"quote":"Love therefore","category":"Love","author":"Friedrich von SchillerPhilosophical Letters, Vol. III pp 210-211"},"quote560":{"quote":"Perhaps the old monks were right when they tried to root love out; perhaps the poets are right when they try to water it. It is a blood-red flower, with the color of sin; but there is always the scent of a god about it.","category":"Love","author":"Olive Schreiner"},"quote561":{"quote":"Nothing takes the taste out of peanut butter quite like unrequited love.","category":"Love","author":"Charles Monroe Schulz"},"quote562":{"quote":"Love... Force it and it disappears. You cannot will love, nor even control it. You can only guide its expression. It comes or it goes according to those qualities in life that invite it or deny its presence.","category":"Love","author":"David Seabury"},"quote563":{"quote":"Love means never having to say you're sorry.","category":"Love","author":"Erich Segal"},"quote564":{"quote":"True love comes quietly, without banners or flashing lights. If you hear bells, get your ears checked.","category":"Love","author":"Erich Segal"},"quote565":{"quote":"Those whom true love has held, it will go on holding.","category":"Love","author":"Seneca (Seneca the Elder)"},"quote566":{"quote":"If you wish to be loved; Love!","category":"Love","author":"Seneca (Seneca the Elder)"},"quote567":{"quote":"I believe love produces a certain flowering of the whole personality which nothing else can achieve.","category":"Love","author":"Ivan Sergeevich"},"quote568":{"quote":"The only thing bigger than God`s great universe is man`s ego.","category":"Love","author":"Gary Sevakis"},"quote569":{"quote":"Every man loves what he is good at.","category":"Love","author":"Thomas Shadwell"},"quote570":{"quote":"O Romeo, Romeo! wherefore art thou Romeo? Deny thy father and refuse thy name; Or, if thou wilt not, be but sworn my love... 'Tis but thy name that is my enemy;What's in a name? that which we call a rose By any other name would smell as sweet...","category":"Love","author":"William ShakespeareRomeo and Juliet, Act II, Scene II"},"quote571":{"quote":"Love sought is good, but given unsought is better.","category":"Love","author":"William Shakespeare"},"quote572":{"quote":"When love begins to sicken and decay it uses an enforced ceremony. Julius Caesar","category":"Love","author":"William Shakespeare"},"quote573":{"quote":"To say the truth, reason and love keep little company together now-a-days.","category":"Love","author":"William Shakespeare"},"quote574":{"quote":"They do not love that do not show their love. The course of true love never did run smooth. Love is a familiar. Love is a devil. There is no evil angel but Love.","category":"Love","author":"William Shakespeare"},"quote575":{"quote":"Love is too young to know what conscience is.","category":"Love","author":"William Shakespeare"},"quote576":{"quote":"Love is a smoke made with the fume of sighs. Being purged, a fire sparkling in lovers eyes. Being vexed, a sea nourished with lovers tears. What is it else? A madness most discreet, a choking gall and a preserving sweet.","category":"Love","author":"William Shakespeare"},"quote577":{"quote":"Men have died from time to time, and worms have eaten them, but not for love.","category":"Love","author":"William Shakespeare"},"quote578":{"quote":"But love is blind, and lovers cannot see What petty follies they themselves commit","category":"Love","author":"William Shakespeare"},"quote579":{"quote":"Love bears it out even to the edge of doom.","category":"Love","author":"William Shakespeare"},"quote580":{"quote":"She's gone. I am abused, and my relief must be to loathe her.","category":"Love","author":"William Shakespeare"},"quote581":{"quote":"We that are true lovers run into strange capers.","category":"Love","author":"William Shakespeare"},"quote582":{"quote":"Loving can cost a lot but not loving always costs more, and those who fear to love often find that want of love is an emptiness that robs the joy from life.","category":"Love","author":"Merle Shan"},"quote583":{"quote":"If you value a man's regard, strive with him. As to liking, you like your newspaper -- and despise it.","category":"Love","author":"George Bernard Shaw"},"quote584":{"quote":"What force is more potent than love?","category":"Love","author":"Igor Stravinsky"},"quote585":{"quote":"Is it not by love alone that we succeed in penetrating to the very essence of being?","category":"Love","author":"Igor Stravinsky"},"quote586":{"quote":"I hated her now with a hatred more fatal than indifference because it was the other side of love.","category":"Love","author":"J. August Strindberg"},"quote587":{"quote":"To fall in love is easy, even to remain in it is not difficult; our human loneliness is cause enough. But it is a hard quest worth making to find a comrade through whose steady presence one becomes steadily the person one desires to be.","category":"Love","author":"Anna Louise Strong"},"quote588":{"quote":"To love is to receive a glimpse of heaven.","category":"Love","author":"Karen Sunde"},"quote589":{"quote":"As love without esteem is capricious and volatile; esteem without love is languid and cold.","category":"Love","author":"Jonathan Swift"},"quote590":{"quote":"We often speak of love when we really should be speaking of the drive to dominate or to master, so as to confirm ourselves as active agents, in control of our own destinies and worthy of respect from others.","category":"Love","author":"Thomas Szasz"},"quote591":{"quote":"Love's overbrimming mystery joins death and life. It has filled my cup of pain with joy.","category":"Love","author":"Rabindranath Tagore"},"quote592":{"quote":"We live in the world when we love it.","category":"Love","author":"Rabindranath Tagore"},"quote593":{"quote":"Together, we'll live with the sadness. I'll love you with all the madness in my soul.","category":"Love","author":"Koushun Takami"},"quote594":{"quote":"For where there is true love, a man is neither out of measure lifted up by prosperity, nor cast down by mishap; whether you give or take away from him, so long as he keeps his beloved, he has a spring of inward peace. Thus, even though thy outward man grieve, or weep downright, that may well be borne, if only thy inner man remain at peace, perfectly content with the will of God.","category":"Love","author":"Johannes Tauler"},"quote595":{"quote":"No one worth possessing can be quite possessed.","category":"Love","author":"Sara Teasdale"},"quote596":{"quote":"A life without love in it is like a heap of ashes upon a deserted hearth, with the fire dead, the laughter stilled and the light extinguished.","category":"Love","author":"Frank Tebbets"},"quote597":{"quote":"I hold it true, whatever befall; I feel it, when I sorrow most; 'Tis better to have loved and lost Than never to have loved at all.","category":"Love","author":"Alfred Lord Tennyson"},"quote598":{"quote":"Love is the only gold.","category":"Love","author":"Alfred Lord Tennyson"},"quote599":{"quote":"Who is wise in love, love most, say least.","category":"Love","author":"Alfred Lord Tennyson"},"quote600":{"quote":"It is here, my daughters, that love is to be found -- not hidden away in corners but in the midst of occasions of sin. And believe me, although we may more often fail and commit small lapses, our gain will be incomparably the greater.","category":"Love","author":"Teresa of Avila"},"quote601":{"quote":"True love grows by sacrifice and the more thoroughly the soul rejects natural satisfaction the stronger and more detached its tenderness becomes.","category":"Love","author":"St. Theresa of Lisieux"},"quote602":{"quote":"There is no remedy for love than to love more.","category":"Love","author":"Henry David Thoreau"},"quote603":{"quote":"Love must be as much a light, as it is a flame.","category":"Love","author":"Henry David Thoreau"},"quote604":{"quote":"Love is the strange bewilderment that overtakes one person on account of another person.","category":"Love","author":"James Thurber"},"quote605":{"quote":"Love is what you've been through with somebody.","category":"Love","author":"James Thurber"},"quote606":{"quote":"Love is life. All, everything that I understand, I understand only because I love. Everything is, everything exists, only because I love. Everything is united by it alone. Love is God, and to die means that I, a particle of love, shall return to the general and eternal source.","category":"Love","author":"Leo Tolstoy"},"quote607":{"quote":"All, everything that I understand, I understand only because I love.","category":"Love","author":"Leo Tolstoy"},"quote608":{"quote":"If love is the answer, could you please rephrase the question?","category":"Love","author":"Lily Tomlin"},"quote609":{"quote":"The fickleness of the women I love is only equaled by the infernal constancy of the women who love me.","category":"Love","author":"George Bernard Shaw"},"quote610":{"quote":"First love is only a little foolishness and a lot of curiosity: no really self-respecting woman would take advantage of it.","category":"Love","author":"George Bernard Shaw"},"quote611":{"quote":"All love is sweet, Given or returned. Common as light is love, And its familiar voice wearies not ever. They who inspire is most are fortunate, As I am now: but those who feel it most Are happier still.","category":"Love","author":"Percy Bysshe Shelley"},"quote612":{"quote":"Love is free; to promise for ever to love the same woman is not less absurd than to promise to believe the same creed; such a vow in both cases excludes us from all inquiry.","category":"Love","author":"Percy Bysshe Shelley"},"quote613":{"quote":"Woe is me! The winged words on which my soul would pierceInto the heights of love's rare universe,Are chains of lead around its flight of fire--I pant, I sink, I tremble, I expire.","category":"Love","author":"Percy Bysshe ShelleyEpipsychidion (1821)"},"quote614":{"quote":"All fair in love and war.","category":"Love","author":"Francis Edward Smedley"},"quote615":{"quote":"Love is but the discovery of ourselves in others, and the delight in the recognition.","category":"Love","author":"Alexander Smith"},"quote616":{"quote":"A slight touch of friendly malice and amusement towards those we love keeps our affections for them from turning flat.","category":"Love","author":"Logan Pearsall Smith"},"quote617":{"quote":"To love and be loved is the great happiness of existence.","category":"Love","author":"Sydney Smith"},"quote618":{"quote":"Love is not a matter of counting the years -- it's making the years count.","category":"Love","author":"Wolfman Jack Smith"},"quote619":{"quote":"The hottest love has the coldest end.","category":"Love","author":"Socrates"},"quote620":{"quote":"I pray Thee, O God, that I may be beautiful within.","category":"Love","author":"Socrates"},"quote621":{"quote":"When desire, having rejected reason and overpowered judgment which leads to right, is set in the direction of the pleasure which beauty can inspire, and when again under the influence of its kindred desires it is moved with violent motion towards the beauty of corporeal forms, it acquires a surname from this very violent motion, and is called love.","category":"Love","author":"Socrates"},"quote622":{"quote":"One should never direct people towards happiness, because happiness too is an idol of the market-place. One should direct them towards mutual affection. A beast gnawing at its prey can be happy too, but only human beings can feel affection for each other, and this is the highest achievement they can aspire to.","category":"Love","author":"Alexandr Solzhenitsyn"},"quote623":{"quote":"One word frees us of all the weight and pain of life; that word is love.","category":"Love","author":"Sophocles"},"quote624":{"quote":"What will not woman, gentle woman dare; when strong affection stirs her spirit up?","category":"Love","author":"Robert Southey"},"quote625":{"quote":"Love is life's end, but never ending. Love is life's wealth, never spent, but ever spending. Love's life's reward, rewarded in rewarding.","category":"Love","author":"Herbert Spencer"},"quote626":{"quote":"Love is the emblem of eternity; it confounds all notion of time; effaces all memory of a beginning, all fear of an end.","category":"Love","author":"Germaine De Stael"},"quote627":{"quote":"We cease loving ourselves if no one loves us.","category":"Love","author":"Germaine De Stael"},"quote628":{"quote":"Love the art in yourself and not yourself in the art.","category":"Love","author":"Konstantin Stanislavisky"},"quote629":{"quote":"Love wholeheartedly, be surprised, give thanks and praise then you will discover the fullness of your life.","category":"Love","author":"David Steindl-Rast"},"quote630":{"quote":"A very small degree of hope is sufficient to cause the birth of love.","category":"Love","author":"Stendhal (Marie-Henri Beyle)"},"quote631":{"quote":"True love makes the thought of death frequent, easy, without terrors; it merely becomes the standard of comparison, the price one would pay for many things.","category":"Love","author":"Henri B. Stendhal"},"quote632":{"quote":"In love, unlike most other passions, the recollection of what you have had and lost is always better than what you can hope for in the future.","category":"Love","author":"Henri B. Stendhal"},"quote633":{"quote":"Love is stronger than justice.","category":"Love","author":"Sting"},"quote634":{"quote":"Love is shown in your deeds, not in your words.","category":"Love","author":"Fr. Jerome Cummings"},"quote635":{"quote":"But it is impossible to replace a person one has loved with distractions.","category":"Love","author":"Roald Dahl"},"quote636":{"quote":"Another kind of love and compassion is not based on something appearing beautiful or nice, but based on the fact that the other person, just like oneself, wants happiness and does not want suffering and indeed has every right to be happy and to overcome suffering. On such a basis, we feel a sense of responsibility, a sense of closeness toward that being. That is true compassion. This is because the compassion is based on reason, notjust on emotional feeling. As a consequence, it does not matter what the other's attitude is, whether negative, or positive. What matters is that it is a human being, a sentient being that has the experience of pain and pleasure. There is no reason not to feel compassion so long as it is a sentient being.","category":"Love","author":"Dalai LamaThe Dalai Lama, A Policy of Kindness"},"quote637":{"quote":"The way to a woman's heart is through your wallet.","category":"Love","author":"Frank Dane"},"quote638":{"quote":"It is better to have loved and lost, than to have paid for it and not liked it at all.","category":"Love","author":"Graham Davies"},"quote639":{"quote":"If we seek the pleasures of love, passion should be occasional, and common sense continual.","category":"Love","author":"Robertson Davies"},"quote640":{"quote":"Love is not enough. It must be the foundation, the cornerstone -- but not the complete structure. It is much too pliable, too yielding.","category":"Love","author":"Bette Davis"},"quote641":{"quote":"The more connections you and your lover make, not just between your bodies, but between your minds, your hearts, and your souls, the more you will strengthen the fabric of your relationship, and the more real moments you will experience together.","category":"Love","author":"Barbara De Angelis"},"quote642":{"quote":"Love is a force more formidable than any other. It is invisible -- it cannot be seen or measured, yet it is powerful enough to transform you in a moment, and offer you more joy than any material possession could.","category":"Love","author":"Barbara De Angelis"},"quote643":{"quote":"Love's greatest gift is its ability to make everything it touches sacred.","category":"Love","author":"Barbara De Angelis"},"quote644":{"quote":"Absence is to love what wind is to fire; it extinguishes the small, it enkindles the great.","category":"Love","author":"Comte DeBussy-Rabutin"},"quote645":{"quote":"Love comes from blindness, friendship from knowledge.","category":"Love","author":"Comte DeBussy-Rabutin"},"quote646":{"quote":"Love builds bridges where there are none.","category":"Love","author":"R. H. Delaney"},"quote647":{"quote":"Love makes the wildest spirit tame, and the tamest spirit wild.","category":"Love","author":"Alexis Delp"},"quote648":{"quote":"Do everything with so much love in your heart that you would never want to do it any other way.","category":"Love","author":"Yogi Desai"},"quote649":{"quote":"Love is an ocean of emotions entirely surrounded by expenses.","category":"Love","author":"Lord Thomas Dewar"},"quote650":{"quote":"Yes, I do touch. I believe that everyone needs that","category":"Love","author":"Princess of Wales Diana"},"quote651":{"quote":"I love to hold people's hands when I visit hospitals, even though they are shocked because they haven't experienced anything like it before, but to me it is a normal thing to do.","category":"Love","author":"Princess of Wales Diana"},"quote652":{"quote":"I remember when I used to sit on hospital beds and hold people?s hands, people used to be shocked because they?d never seen this before. To me it was quite normal.","category":"Love","author":"Princess of Wales Diana"},"quote653":{"quote":"My first thoughts are that I should not let people down, that I should support them and love them.","category":"Love","author":"Princess of Wales Diana"},"quote654":{"quote":"If you find someone you love in your life, then hang on to that love.","category":"Love","author":"Princess of Wales Diana"},"quote655":{"quote":"I know that I can give love for a minute, for half an hour; for a day, for a month, but I can give and I'm very happy to do that and I want to do that.","category":"Love","author":"Princess of Wales Diana"},"quote656":{"quote":"I adore him I have never been so happy. I have real love.","category":"Love","author":"Princess of Wales Diana"},"quote657":{"quote":"Everyone of us needs to show how much we care for each other and, in the process, care for ourselves.","category":"Love","author":"Princess of Wales Diana"},"quote658":{"quote":"A loving heart is the truest wisdom.","category":"Love","author":"Charles Dickens"},"quote659":{"quote":"A temporary insanity curable by marriage.","category":"Love","author":"Ambrose Bierce"},"quote660":{"quote":"Love is said to be blind, but I know some fellows in love who can see twice as much in their sweethearts as I do.","category":"Love","author":"Josh Billings"},"quote661":{"quote":"True love is night jasmine, a diamond in darkness, the heartbeat no cardiologist has ever heard. It is the most common of miracles, fashioned of fleecy clouds -- a handful of stars tossed into the night sky.","category":"Love","author":"Jim Bishop"},"quote662":{"quote":"Love seeketh not itself to please, nor for itself hath any care, but for another gives its ease, and builds a Heaven in Hell's despair.","category":"Love","author":"William Blake"},"quote663":{"quote":"Love is the immortal flow of energy that nourishes, extends and preserves. Its eternal goal is life.","category":"Love","author":"Smiley Blanton"},"quote664":{"quote":"Love matches are made by people who are content, for a month of honey, to condemn themselves to a life of vinegar.","category":"Love","author":"Marguerite Blessington"},"quote665":{"quote":"Who can give law to lovers? Love is a greater law to itself.","category":"Love","author":"Boethius (Anicius Manlius Severinus)De Consolatione Philosophiae"},"quote666":{"quote":"As for me, to love you alone, to make you happy, to do nothing which would contradict your wishes, this is my destiny and the meaning of my life.","category":"Love","author":"Napoleon Bonaparte"},"quote667":{"quote":"The only victory over love is flight.","category":"Love","author":"Napoleon Bonaparte"},"quote668":{"quote":"To fall in love is to create a religion that has a fallible god.","category":"Love","author":"Jorge Luis Borges"},"quote669":{"quote":"The more familiar two people become, the more the language they speak together departs from that of the ordinary, dictionary-defined discourse. Familiarity creates a new language, an in-house language of intimacy that carries reference to the story the two lovers are weaving together and that cannot be readily understood by others.","category":"Love","author":"Alain de BottonOn Love"},"quote670":{"quote":"...if the beginnings of love and amorous politics are equally rosy, then the ends may be equally bloody.","category":"Love","author":"Alain de BottonOn Love"},"quote671":{"quote":"A proof that experience is of no use, is that the end of one love does not prevent us from beginning another.","category":"Love","author":"Paul Bourget"},"quote672":{"quote":"When you love someone all your saved-up wishes start coming out.","category":"Love","author":"Elizabeth Bowen"},"quote673":{"quote":"Pity the selfishness of lovers: it is brief, a forlorn hope; it is impossible.","category":"Love","author":"Elizabeth Bowen"},"quote674":{"quote":"When once estrangement has arisen between those who truly love each other, everything seems to widen the breach.","category":"Love","author":"Mary Elizabeth Braddon"},"quote675":{"quote":"If I place love above everything, it is because for me it is the most desperate, the most despairing state of affairs imaginable.","category":"Love","author":"Andre Breton"},"quote676":{"quote":"When first we met we did not guess that Love would prove so hard a master.","category":"Love","author":"Robert Bridges"},"quote677":{"quote":"When Death to either shall come -- I pray it be first to me.","category":"Love","author":"Robert Bridges"},"quote678":{"quote":"Infinite hungers leap no more I in the chance swaying of your dress; and love has changed to kindliness.","category":"Love","author":"Rupert Brooke"},"quote679":{"quote":"All the little emptiness of love!","category":"Love","author":"Rupert Brooke"},"quote680":{"quote":"Real love is a pilgrimage. It happens when there is no strategy, but it is very rare because most people are strategists.","category":"Love","author":"Anita Brookner"},"quote681":{"quote":"Love comes when manipulation stops; when you think more about the other person than about his or her reactions to you. When you dare to reveal yourself fully. When you dare to be vulnerable.","category":"Love","author":"Joyce Brothers"},"quote682":{"quote":"The best proof of love is trust.","category":"Love","author":"Joyce Brothers"},"quote683":{"quote":"Sometimes the heart sees what is invisible to the eye.","category":"Love","author":"H. Jackson Brown, Jr."},"quote684":{"quote":"He who is not impatient is not in love.","category":"Love","author":"Italian Proverb"},"quote685":{"quote":"Who travels for love finds a thousand miles not longer than one.","category":"Love","author":"Japanese Proverb"},"quote686":{"quote":"A man in love mistakes a pimple for a dimple.","category":"Love","author":"Japanese Proverb"},"quote687":{"quote":"It is easier to guard a sack full of fleas than a girl in love.","category":"Love","author":"Yiddish Proverb"},"quote688":{"quote":"He that plants trees loves others besides himself.","category":"Love","author":"English Proverb"},"quote689":{"quote":"You don't love a woman because she is beautiful, but she is beautiful because you love her.","category":"Love","author":"Anon."},"quote690":{"quote":"If you love somebody, let them go. If they return, they were always yours. If they don't, they never were.","category":"Love","author":"Anon."},"quote691":{"quote":"Love has nothing to do with what you are expecting to get, it's what you are expected to give -- which is everything.","category":"Love","author":"Anon."},"quote692":{"quote":"In love, there is always one who kisses and one who offers the cheek.","category":"Love","author":"Proverb"},"quote693":{"quote":"A heart that loves is always young.","category":"Love","author":"Proverb"},"quote694":{"quote":"It is easy to halve the potato where there is love.","category":"Love","author":"Proverb"},"quote695":{"quote":"Love laughs at locksmiths.","category":"Love","author":"Proverb"},"quote696":{"quote":"Love rules his kingdom without a sword.","category":"Love","author":"Proverb"},"quote697":{"quote":"Follow love and it will flee, flee love and it will follow.","category":"Love","author":"Proverb"},"quote698":{"quote":"Love can neither be bought or sold, its only price is love.","category":"Love","author":"Proverb"},"quote699":{"quote":"Blue eyes say, Love me or I die; black eyes say, Love me or I kill thee.","category":"Love","author":"Proverb"},"quote700":{"quote":"All my life I have had a choice of hate and love. I chose love and I am here.","category":"Love","author":"A.R. RahmanAcademy Award acceptance."},"quote701":{"quote":"Everyone admits that love is wonderful and necessary, yet no one agrees on just what it is.","category":"Love","author":"Diane Ackerman"},"quote702":{"quote":"There is a law that man should love his neighbor as himself. In a few hundred years it should be as natural to mankind as breathing or the upright gait; but if he does not learn it he must perish.","category":"Love","author":"Alfred Adler"},"quote703":{"quote":"And, oh, how blessed is it thus to meet! To feel that vanished years have not estranged us,distance has not diminished love, that we are to each other even as we parted; to feel again the fond kiss, to hear once more the accents of a voice which to us has been for years so still,--a voice that brings with it the gush of memory! Past days flit before us; feelings, thoughts, hopes, we deemed were dead, all rise again, summoned by that secret witchery, the well-remembered though long silent voice. Let years, long, lingering, saddening years drag on their chain, let youth have given place to manhood, manhood to age, still will it be the same--the voice we once have loved, and deemed to us for ever still--oh, time, and grief, and blighted hope will be forgotten, and youth, in its undimmed and joyous beauty, its glow of generous feelings, its bright anticipations, all, all again be ours. | -Grace AguilarThe Mother's Recompense, Volume II, 1859","category":"Love"},"quote704":{"quote":"Are you ready to cut off your head and place your foot on it? If so, come; Love awaits you! Love is not grown in a garden, nor sold in the marketplace; whether you are a king or a servant, the price is your head, and nothing less. Yes, the cost of the elixir of love is your head! Do you hesitate? 0 miser, It is cheap at that price!","category":"Love","author":"Abu Hamid Al-Ghazzali"},"quote705":{"quote":"Love is a great beautifier.","category":"Love","author":"Louisa May Alcott"},"quote706":{"quote":"The Impossible Generalized Man today is the critic who believes in loving those unworthy of love as well as those worthy --yet believes this only insofar as no personal risk is entailed. Meaning he loves no one, worthy or no. This is what makes him impossible.","category":"Love","author":"Nelson Algren"},"quote707":{"quote":"I was nauseous and tingly all over. I was either in love or I had smallpox.","category":"Love","author":"Woody Allen"},"quote708":{"quote":"Sex alleviates tension. Love causes it.","category":"Love","author":"Woody Allen"},"quote709":{"quote":"For a crowd is not company; and faces are but a gallery of pictures; and talk but a tinkling cymbal, where there is no love.","category":"Love","author":"Francis Bacon"},"quote710":{"quote":"Nuptial love makes mankind; friendly love perfects it; but wanton love corrupts and debases it.","category":"Love","author":"Francis Bacon"},"quote711":{"quote":"What the world really needs is more love and less paper work.","category":"Love","author":"Pearl Bailey"},"quote712":{"quote":"The sweetest joy, the wildest woe is love.","category":"Love","author":"Pearl Bailey"},"quote713":{"quote":"Looking back, I have this to regret, that too often when I loved, I did not say so.","category":"Love","author":"Ray Stannard Baker David Grayson"},"quote714":{"quote":"Love does not begin and end the way we seem to think it does. Love is a battle, love is a war; love is a growing up.","category":"Love","author":"James Baldwin"},"quote715":{"quote":"Love takes off masks that we fear we cannot live without and know we cannot live within.","category":"Love","author":"James Baldwin"},"quote716":{"quote":"The motto of chivalry is also the motto of wisdom; to serve all, but love only one.","category":"Love","author":"Honore de Balzac"},"quote717":{"quote":"Do you want to know a good way to fall in love? Just associate with all your pleasant experiences with someone, and disassociate from all the unpleasant ones.","category":"Love","author":"Richard Bandler"},"quote718":{"quote":"I leave before being left. I decide.","category":"Love","author":"Brigitte Bardot"},"quote719":{"quote":"Love is just a system for getting someone to call you darling after sex.","category":"Love","author":"Julian Barnes"},"quote720":{"quote":"The advantage of love at first sight is that it delays a second sight.","category":"Love","author":"Natalie Clifford Barney"},"quote721":{"quote":"Lovers should also have their days off.","category":"Love","author":"Natalie Clifford Barney"},"quote722":{"quote":"The fate of love is that it always seems too little or too much.","category":"Love","author":"Amelia E. Barr"},"quote723":{"quote":"If you have it Love, you don't need to have anything else, and if you don't have it, it doesn't matter much what else you have.","category":"Love","author":"James Barrie"},"quote724":{"quote":"If it is your time, love will track you down like a cruise missile.","category":"Love","author":"Lynda Barry"},"quote725":{"quote":"Love is the delightful interval between meeting a beautiful girl and discovering that she looks like a haddock.","category":"Love","author":"John Barrymore"},"quote726":{"quote":"To try to write love is to confront the muck of language: that region of hysteria where language is both too much and too little, excessive and impoverished.","category":"Love","author":"Roland Barthes"},"quote727":{"quote":"Naturally, love's the most distant possibility.","category":"Love","author":"Georges Bataille"},"quote728":{"quote":"The greatest weakness of most humans is their hesitancy to tell others how much they love them while they're still alive.","category":"Love","author":"Orlando A. Battista"},"quote729":{"quote":"It is unfortunately very true that, without leisure and money, love can be no more than an orgy of the common man. Instead of being a sudden impulse full of ardor and reverie, it becomes a distastefully utilitarian affair.","category":"Love","author":"Charles Baudelaire"},"quote730":{"quote":"The lover of life makes the whole world into his family, just as the lover of the fair sex creates his from all the lovely women he has found, from those that could be found, and those who are impossible to find.","category":"Love","author":"Charles Baudelaire"},"quote731":{"quote":"To love someone is to isolate him from the world, wipe out every trace of him, dispossess him of his shadow, drag him into a murderous future. It is to circle around the other like a dead star and absorb him into a black light.","category":"Love","author":"Jean Baudrillard"},"quote732":{"quote":"If you say, I love you, then you have already fallen in love with language, which is already a form of break up and infidelity.","category":"Love","author":"Jean Baudrillard"},"quote733":{"quote":"There exists, between people in love, a kind of capital held by each. This is not just a stock of affects or pleasure, but also the possibility of playing double or quits with the share you hold in the other's heart.","category":"Love","author":"Jean Baudrillard"},"quote734":{"quote":"I argue thee that love is life. And life hath immortality.","category":"Love","author":"Emily Dickinson"},"quote735":{"quote":"Who dares deny that this is true: The whole is more than all its parts?A whole love than divided love,Or than half love from fifty hearts?Yet who dare either this deny:The part is more than is the whole?That treasures halved with one dear loveAre more than double to the soul?","category":"Love","author":"Arthur Dillon"},"quote736":{"quote":"For in the end, we will conserve only what we love. We will love only what we understand. We will understand only what we are taught.","category":"Love","author":"Baba Dioum"},"quote737":{"quote":"I love Mickey Mouse more than any woman I have ever known.","category":"Love","author":"Walt Disney"},"quote738":{"quote":"The magic of first love is our ignorance that it can never end.","category":"Love","author":"Benjamin Disraeli"},"quote739":{"quote":"We are all born for love. It is the principle of existence, and its only end.","category":"Love","author":"Benjamin Disraeli"},"quote740":{"quote":"Come live with me, and be my love,And we will some new pleasures proveOf golden sands, and crystal brooks,With silken lines, and silver hooks.","category":"Love","author":"John Donne, \"The Bait\""},"quote741":{"quote":"Love, all alike, no season knows, nor clime, nor hours, days, months, which are the rags of time.","category":"Love","author":"John Donne"},"quote742":{"quote":"Love built on beauty, soon as beauty, dies.","category":"Love","author":"John Donne"},"quote743":{"quote":"Love was as subtly caught, as a disease; But being got it is a treasure sweet, which to defend is harder than to get: And ought not be profaned on either part, for though 'Tis got by chance, 'Tis kept by art.","category":"Love","author":"John Donne"},"quote744":{"quote":"Busy old fool, unruly Sun, why dost thou thus through windows and through curtains call on us? Must to thy motions lovers seasons run?","category":"Love","author":"John Donne"},"quote745":{"quote":"To fail to love is not to exist at all.","category":"Love","author":"Mark Van Doren"},"quote746":{"quote":"Love all that has been created by God, both the whole and every grain of sand. Love every leaf and every ray of light. Love the beasts and the birds, love the plants, love every separate fragment. If you love each fragment, you will understand the mystery of the whole resting in God.","category":"Love","author":"Fyodor Dostoyevsky"},"quote747":{"quote":"Love is a ocean of emotions entirely surrounded by expenses.","category":"Love","author":"Lord Drewar"},"quote748":{"quote":"On the last analysis, then, love is life. Love never faileth and life never faileth so long as there is love.","category":"Love","author":"Henry Drummond"},"quote749":{"quote":"To love abundantly is to live abundantly, and to love forever is to live forever.","category":"Love","author":"Henry Drummond"},"quote750":{"quote":"You will find as you look back upon your life that the moments when you have truly lived are the moments when you have done things in the spirit of love.","category":"Love","author":"Henry Drummond"},"quote751":{"quote":"Love works a different way in different minds, the fool it enlightens and the wise it blinds.","category":"Love","author":"John Dryden"},"quote752":{"quote":"Love is love's reward.","category":"Love","author":"John Dryden"},"quote753":{"quote":"Love is not in our choice but in our fate.","category":"Love","author":"John Dryden"},"quote754":{"quote":"We only love truly once. It is the first time and succeeding passions are less uncontrolled.","category":"Love","author":"Du Coeur"},"quote755":{"quote":"The pain of love is the pain of being alive. It is a perpetual wound.","category":"Love","author":"Maureen Duffy"},"quote756":{"quote":"Art is not necessary at all. All that is necessary to make this world a better place to live in is to love --to love as Christ loved, as Buddha loved.","category":"Love","author":"Isadora Duncan"},"quote757":{"quote":"It was the men I deceived the most that I loved the most.","category":"Love","author":"Marguerite Duras"},"quote758":{"quote":"To love one child and to love all children, whether living or dead --somewhere these two loves come together. To love a no-good but humble punk and to love an honest man who believes himself to be an honest man --somewhere these, too, come together.","category":"Love","author":"Marguerite Duras"}}
