{"quote0":{"quote":"How simple a thing it seems to me that to know ourselves as we are, we must know our mothers names.","category":"Mother","author":"Alice Walker"},"quote1":{"quote":"And so our mothers and grandmothers have, more often than not anonymously, handed on the creative spark, the seed of the flower they themselves never hoped to see: or like a sealed letter they could not plainly read.","category":"Mother","author":"Alice WalkerIn Search of Our Mothers' Gardens (p. 240)"},"quote2":{"quote":"They say that man is mighty, He governs land and sea;He wields a mighty scepterO","category":"Mother","author":"William Ross Wallace"},"quote3":{"quote":"My Mother was the most beautiful woman I ever saw. All I am I owe to my Mother. I attribute all my success in life to the moral, intellectual and physical education I received from her.","category":"Mother","author":"George Washington"},"quote4":{"quote":"Young women especially have something invested in being nice people, and it's only when you have children that you realize you're not a nice person at all, but generally a selfish bully.","category":"Mother","author":"Fay Weldon"},"quote5":{"quote":"Motherhood is the strangest thing, it can be like being one's own Trojan horse.","category":"Mother","author":"Rebecca West"},"quote6":{"quote":"All women become like their mothers. That is their tragedy. No man does. That's his.","category":"Mother","author":"Oscar Wilde"},"quote7":{"quote":"Of all the rights of women, the greatest is to be a mother.","category":"Mother","author":"Lin Yutang"},"quote8":{"quote":"He that would the daughter win must with the mother first begin.","category":"Mother","author":"English Proverb"},"quote9":{"quote":"A mother understands what a child does not say.","category":"Mother","author":"Yiddish Proverb"},"quote10":{"quote":"God couldn't be everywhere, so he created mothers","category":"Mother","author":"Yiddish Proverb"},"quote11":{"quote":"God could not be everywhere and therefore he made mothers","category":"Mother","author":"Anon."},"quote12":{"quote":"Original Poems for Infant Minds My MotherWho ran to help me when I fell,And would some pretty story tell,Or kiss the place to make it well?My Mother.","category":"Mother","author":"Anon."},"quote13":{"quote":"For a mother is the only person on earth Who can divide her love among ten children And each child still have all her love.","category":"Mother","author":"Anon."},"quote14":{"quote":"Heaven is at the feet of Mothers.","category":"Mother","author":"Arabic Proverb"},"quote15":{"quote":"A busy mother makes slothful daughters.","category":"Mother","author":"Proverb"},"quote16":{"quote":"An ounce of mother is worth a pound of clergy.","category":"Mother","author":"Proverb"},"quote17":{"quote":"A mother's heart is always with her children.","category":"Mother","author":"Proverb"},"quote18":{"quote":"Where there is a mother in the home, matters go well.","category":"Mother","author":"Amos Bronson Alcott"},"quote19":{"quote":"What do girls do who haven't any mothers to help them through their troubles?","category":"Mother","author":"Louisa May Alcott"},"quote20":{"quote":"A mother who is really a mother is never free.","category":"Mother","author":"Honore de Balzac"},"quote21":{"quote":"The heart of a mother is a deep abyss at the bottom of which you will always find forgiveness.","category":"Mother","author":"Honore de Balzac"},"quote22":{"quote":"The mother's heart is the child's schoolroom.","category":"Mother","author":"Henry Ward Beecher"},"quote23":{"quote":"Her children arise up, and call her blessed.","category":"Mother","author":"BibleProverbs 31: 28"},"quote24":{"quote":"The best thing that could happen to motherhood already has. Fewer women are going into it.","category":"Mother","author":"Victoria Billings"},"quote25":{"quote":"When a woman is twenty, a child deforms her; when she is thirty, he preserves her; and when forty, he makes her young again.","category":"Mother","author":"Leon Blum"},"quote26":{"quote":"Let France have good mothers, and she will have good sons.","category":"Mother","author":"Napoleon Bonaparte"},"quote27":{"quote":"Women know the way to rear up children (to be just). They know a simple, merry, tender knack of tying sashes, fitting baby-shoes, and stringing pretty words that make no sense. And kissing full sense into empty words.","category":"Mother","author":"Elizabeth Barrett Browning"},"quote28":{"quote":"Women known The way to rear up children (to be just)They know a simple, merry, tender knackOf tying sashes, fitting baby-shoesAnd stringing pretty words that make no sense.And kissing full sense into empty words.","category":"Mother","author":"Elizabeth Barrett BrowningAurora Leigh"},"quote29":{"quote":"Motherhood: All love begins and ends there.","category":"Mother","author":"Robert Browning"},"quote30":{"quote":"Some are kissing mothers and some are scolding mothers, but it is love just the same -- and most mothers kiss and scold together.","category":"Mother","author":"Pearl Buck"},"quote31":{"quote":"A mother is she who can take the place of all others but whose place no one else can take.","category":"Mother","author":"Cardinal Mermillod"},"quote32":{"quote":"Never does one feel oneself so utterly helpless as in trying to speak comfort for great bereavement. I will not try it. Time is the only comforter for the loss of a mother.","category":"Mother","author":"Jane Welsh Carlyle"},"quote33":{"quote":"There are lots of things that you can brush under the carpet about yourself until you're faced with somebody whose needs won't be put off.","category":"Mother","author":"Angela Carter"},"quote34":{"quote":"The kind of power mothers have is enormous. Take the skyline of Istanbul -- enormous breasts, pathetic little willies, a final revenge on Islam. I was so scared I had to crouch in the bottom of the boat when I saw it.","category":"Mother","author":"Angela Carter"},"quote35":{"quote":"Nobody can misunderstand a boy like his own mother. Mothers at present can bring children into the world, but this performance is apt to mark the end of their capacities. They can't even attend to the elementary animal requirements of their offspring. It is quite surprising how many children survive in spite of their mothers.","category":"Mother","author":"Norman Douglas"},"quote36":{"quote":"I believe that always, or almost always, in all childhood and in all the lives that follow them, the mother represents madness. Our mothers always remain the strangest, craziest people we've ever met.","category":"Mother","author":"Marguerite Duras"},"quote37":{"quote":"For that's what a woman, a mother wants -- to teach her children to take an interest in life. She knows it's safer for them to be interested in other people's happiness than to believe in their own.","category":"Mother","author":"Marguerite Duras"},"quote38":{"quote":"The fact that we are all trained to be mothers from infancy on means that we are all trained to devote our lives to men, whether they are our sons or not; that we are all trained to force other women to exemplify the lack of qualities which characterizes the cultural construct of femininity.","category":"Mother","author":"Andrea Dworkin"},"quote39":{"quote":"No culture on earth outside of mid-century suburban America has ever deployed one woman per child without simultaneously assigning her such major productive activities as weaving, farming, gathering, temple maintenance, and tent-building. The reason is that full-time, one-on-one child-raising is not good for women or children.","category":"Mother","author":"Barbara Ehrenreich"},"quote40":{"quote":"Take motherhood: nobody ever thought of putting it on a moral pedestal until some brash feminists pointed out, about a century ago, that the pay is lousy and the career ladder nonexistent.","category":"Mother","author":"Barbara Ehrenreich"},"quote41":{"quote":"Life began with waking up and loving my mother's face.","category":"Mother","author":"George Eliot"},"quote42":{"quote":"A mother's yearning feels the presence of the cherished child even in the degraded man.","category":"Mother","author":"George Eliot"},"quote43":{"quote":"But the mother's yearning, that completest type of the life in another life which is the essence of real human love, feels the presence of the cherished child even in the debased, degraded man.","category":"Mother","author":"George Eliot"},"quote44":{"quote":"It is true that you may occasionally overhear a mother say Children must have their naps, It's mother who knows best. When what she really means by that Is that she needs a rest.","category":"Mother","author":"Donna EvlethInspiring Quotations compiled by A M Wells, Jr, 1988"},"quote45":{"quote":"The lullaby is the spell whereby the mother attempts to transform herself back from an ogre to a saint.","category":"Mother","author":"James Fenton"},"quote46":{"quote":"A mother is not a person to lean on, but a person to make leaning unnecessary.","category":"Mother","author":"Dorothy Canfield Fisherquoted in 'O' Magazine, May 2003"},"quote47":{"quote":"Mother's love is peace. It need not be acquired, it need not be deserved.","category":"Mother","author":"Erich Fromm"},"quote48":{"quote":"RICHER THAN GOLDYou may have tangible wealth untold;Caskets of jewels and coffers of gold.Richer than I you can never be --I had a mother who read to me.","category":"Mother","author":"Strickland Gillilan"},"quote49":{"quote":"The mother as a social servant instead of a home servant will not lack in true mother duty. From her work, loved and honored though it is, she will return to her home life, the child life, with an eager, ceaseless pleasure, cleansed of all the fret and fraction and weariness that so mar it now.","category":"Mother","author":"Charlotte Perkins Gilman"},"quote50":{"quote":"Morality and its victim, the mother -- what a terrible picture! Is there indeed anything more terrible, more criminal, than our glorified sacred function of motherhood?","category":"Mother","author":"Emma Goldman"},"quote51":{"quote":"All that remains to the mother in modern consumer society is the role of scapegoat; psychoanalysis uses huge amounts of money and time to persuade analysis and to foist their problems on to the absent mother, who has no opportunity to utter a word in her own defense. Hostility to the mother in our societies is an index of mental health.","category":"Mother","author":"Germaine Greer"},"quote52":{"quote":"The commonest fallacy among women is that simply having children makes them a mother - which is as absurd as believing that having a piano makes one a musician.","category":"Mother","author":"Sydney J. Harris"},"quote53":{"quote":"The most important thing a father can do for his children is to love their mother.","category":"Mother","author":"Theodore Hesburgh"},"quote54":{"quote":"Youth fades; love droops, the leaves of friendship fall; A mother's secret hope outlives them all.","category":"Mother","author":"Oliver Wendell Holmes"},"quote55":{"quote":"A man never sees all that his mother has been to him until it's too late to let her know he sees it.","category":"Mother","author":"William Dean Howells"},"quote56":{"quote":"And yet of all the home remedies, A good wife and mother is still the best.","category":"Mother","author":"Kin Hubbard"},"quote57":{"quote":"A mother is the truest friend we have, when trials, heavy and sudden, fall upon us; when adversity takes the place of prosperity; when friends who rejoice with us in our sunshine, desert us when troubles thicken around us, still will she cling to us, and endeavor by her kind precepts and counsels to dissipate the clouds of darkness, and cause peace to return to our hearts.","category":"Mother","author":"Washington Irving"},"quote58":{"quote":"M-O-T-H-E-RM is for the million things she gave me,O means only that she's growing old,T is for the tears she shed to save me,H is for her heart of purest gold;E is for her eyes, with love-light shining,R means right, and right she'll always be,Put them all together, they spell MOTHER,A word that means the world to me.","category":"Mother","author":"Howard Johnson"},"quote59":{"quote":"A mother is a person who seeing there are only four pieces of pie for five people, promptly announces she never did care for pie.","category":"Mother","author":"Tenneva Jordan"},"quote60":{"quote":"Whatever else is unsure in this stinking dunghill of a world, a mother's love is not.","category":"Mother","author":"James JoyceA Portrait of the Artist as a Young Man, ch. 5, 1916"},"quote61":{"quote":"The watchful mother tarries nigh, though sleep has closed her infants eyes.","category":"Mother","author":"John Keble"},"quote62":{"quote":"I remember my mother's prayers and they have always followed me. They have clung to me all my life.","category":"Mother","author":"Abraham Lincoln"},"quote63":{"quote":"All that I am, or hope to be, I owe to my angel mother.","category":"Mother","author":"Abraham Lincoln"},"quote64":{"quote":"Few misfortunes can befall a boy which bring worse consequences than to have a really affectionate mother.","category":"Mother","author":"W. Somerset Maugham"},"quote65":{"quote":"The Enemy, who wears her mother's usual face and confidential tone, has access; doubtless stares into her writing case and listens on the phone.","category":"Mother","author":"Phyllis Mcginley"},"quote66":{"quote":"Anyone who doesn't miss the past never had a mother.","category":"Mother","author":"Gregory Nunn"},"quote67":{"quote":"GOD made a wonderful mother, A mother who never grows old;He made her smile of the sunshine,And He molded her heart of pure gold;In her eyes He placed bright shining stars,In her cheeks, fair roses you see;God made a wonderful mother,And He gave that dear mother to me.","category":"Mother","author":"Pat O'ReillyA WONDERFUL MOTHER"},"quote68":{"quote":"Clearly, society has a tremendous stake in insisting on a woman's natural fitness for the career of mother: the alternatives are all too expensive.","category":"Mother","author":"Ann Oakley"},"quote69":{"quote":"Every man must define his identity against his mother. If he does not, he just falls back into her and is swallowed up.","category":"Mother","author":"Camille Anna Paglia"},"quote70":{"quote":"Maternity is on the face of it an unsociable experience. The selfishness that a woman has learned to stifle or to dissemble where she alone is concerned, blooms freely and unashamed on behalf of her offspring.","category":"Mother","author":"Emily James Putnam"},"quote71":{"quote":"A Mother's love is something that no on can explain,It is made of deep devotionand of sacrifice and pain,It is endless and unselfishand enduring come what mayFor nothing can destroy itor take that love away . . .It is patient and forgivingwhen all others are forsaking,And it never fails or falterseven though the heart is breaking . . .It believes beyond believingwhen the world around condemns,And it glows with all the beautyof the rarest, brightest gems . . .It is far beyond defining,it defies all explanation,And it still remains a secretlike the mysteries of creation . . .A many splendoured miracleman cannot understandAnd another wondrous evidenceof God's tender guiding hand.","category":"Mother","author":"Helen Steiner RiceA MOTHER'S LOVE"},"quote72":{"quote":"A mother's love is like an island In life's ocean vast and wide,A peaceful, quiet shelterFrom the restless, rising tide. A mother's love is like a fortressAnd we seek protection thereWhen the waves of tribulationSeem to drown us in despair. A mother's love is a sanctuaryWhere our soul can find sweet restFrom the struggle and the tensionOf life's fast and futile quest. A mother's love is like a towerRising far above the crowd,And her smile is like the sunshineBreaking through a threatening cloud. A mother's love is like a beaconBurning bright with Faith and PrayerAnd through the changing scenes of lifeWe can find a haven there.... For a mother's love is fashionedAfter God's enduring love,It is endless and unfailingLike the love of Him above. For God knew in His great wisdomThat he couldn't be everywhere,So he put His little ChildrenIn a loving mother's care.","category":"Mother","author":"Helen Steiner RiceA Mother's Love"},"quote73":{"quote":"The worker can unionize, go out on strike; mothers are divided from each other in homes, tied to their children by compassionate bonds; our wildcat strikes have most often taken the form of physical or mental breakdown.","category":"Mother","author":"Adrienne Rich"},"quote74":{"quote":"As her sons have seen her: the mother in patriarchy: controlling, erotic, castrating, heart-suffering, guilt-ridden, and guilt-provoking; a marble brow, a huge breast, an avid cave; between her legs snakes, swamp-grass, or teeth; on her lap a helpless infant or a martyred son. She exists for one purpose: to bear and nourish the son.","category":"Mother","author":"Adrienne Rich"},"quote75":{"quote":"Biological possibility and desire are not the same as biological need. Women have childbearing equipment. For them to choose not to use the equipment is no more blocking what is instinctive than it is for a man who, muscles or no, chooses not to be a weightlifter.","category":"Mother","author":"Betty Rollin"},"quote76":{"quote":"Only in America do these peasants, our mothers, get their hair dyed platinum at the age of sixty, and walk up and down Collins Avenue in Florida in pedal pushers and mink stoles -- and with opinions on every subject under the sun. It isn't their fault they were given a gift like speech -- look, if cows could talk, they would say things just as idiotic.","category":"Mother","author":"Philip Roth"},"quote77":{"quote":"There was never a great man who had not a great mother.","category":"Mother","author":"Olive Schreiner"},"quote78":{"quote":"Mothers are the most instinctive philosophers.","category":"Mother","author":"Harriet Beecher Stowe"},"quote79":{"quote":"Mother is the name for God in the lips and hearts of little children.","category":"Mother","author":"William Makepeace Thackeray"},"quote80":{"quote":"My mother had a great deal of trouble with me, but I think she enjoyed it.","category":"Mother","author":"Mark Twain"},"quote81":{"quote":"A Freudian slip is when you say one thing but mean your mother.","category":"Mother","author":"Source Unknown"},"quote82":{"quote":"Men never think, at least seldom think, what a hard task it is for us women to go through this very often. God's will be done, and if He decrees that we are to have a great number of children why we must try to bring them up as useful and exemplary members of society.","category":"Mother","author":"Queen Victoria"}}
