{"quote0":{"quote":"We would frequently be ashamed of our good deeds if people saw all of the motives that produced them.","category":"Motivational","author":"Francois de la Rochefoucauld"},"quote1":{"quote":"You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, I have lived through this horror. I can take the next thing that comes along. . . . You must do the thing you think you cannot do.","category":"Motivational","author":"Eleanor Roosevelt"},"quote2":{"quote":"I cannot believe that the purpose of life is to be happy. I think the purpose of life is to be useful, to be responsible, to be compassionate. It is, above all to matter, to count, to stand for something, to have made some difference that you lived at all.","category":"Motivational","author":"Leo Rosten"},"quote3":{"quote":"We should not teach children the sciences; but give them a taste for them.","category":"Motivational","author":"Jean Jacques Rousseau"},"quote4":{"quote":"Motivation is what gets you started. Habit is what keeps you going.","category":"Motivational","author":"Jim Ryun"},"quote5":{"quote":"The world is not respectable; it is mortal, tormented, confused, deluded forever; but it is shot through with beauty, with love, with glints of courage and laughter; and in these, the spirit blooms timidly, and struggles to the light amid the thorns.","category":"Motivational","author":"George Santayana"},"quote6":{"quote":"Why did I want to win? because I didn't want to lose!","category":"Motivational","author":"Max Schmelling"},"quote7":{"quote":"We may think there is willpower involved, but more likely change is due to want power. Wanting the new addiction more than the old one. Wanting the new me in preference to the person I am now.","category":"Motivational","author":"George Sheehan"},"quote8":{"quote":"The most important thing about motivation is goal setting. You should always have a goal.","category":"Motivational","author":"Francie Larrieu Smith"},"quote9":{"quote":"Whatever you are from nature, keep to it; never desert your own line of talent...Be what Nature intended you for, and you will succeed; be anything else, and you will be ten thousand times worse than nothing.","category":"Motivational","author":"Sydney SmithThe Way To Succeed, W M Thayer, (Page 211), 1902"},"quote10":{"quote":"You make the world a better place by making yourself a better person.","category":"Motivational","author":"Scott Sorrell"},"quote11":{"quote":"I still feel like I gotta prove something. There are a lot of people hoping I fail. But I like that. I need to be hated.","category":"Motivational","author":"Howard Stern"},"quote12":{"quote":"When you come to the end of all the light you know, and it's time to step into the darkness of the unknown, faith is knowing that one of two things shall happen: Either you will be given something solid to stand on or you will be taught to fly.","category":"Motivational","author":"Edward Teller"},"quote13":{"quote":"Next to excellence, comes the appreciation of it.","category":"Motivational","author":"William Makepeace Thackeray"},"quote14":{"quote":"Look at a day when you are supremely satisfied at the end. It's not a day when you lounge around doing nothing; its when you had everything to do, and you've done it.","category":"Motivational","author":"Margaret Thatcher"},"quote15":{"quote":"Help people become more motivated by guiding them to the source of their own power.","category":"Motivational","author":"Paul G. Thomas"},"quote16":{"quote":"The most important thing about a man is what he believes in the depth of his being. This is the thing that makes him what he is, The thing that organizes him and feeds him; the thing that keeps him going in the face of untoward circumstances; the thing that gives him resistance.","category":"Motivational","author":"Hugh Stevenson Tigner"},"quote17":{"quote":"We must treasure the achievers of our land because it's they who raise the sights of all the others.","category":"Motivational","author":"Source Unknown"},"quote18":{"quote":"There is nothing that fear and hope does not permit men to do.","category":"Motivational","author":"Marquis De Vauvenargues"},"quote19":{"quote":"You must rouse into people's consciousness their own prudence and strength, if you want to raise their character.","category":"Motivational","author":"Marquis De Vauvenargues"},"quote20":{"quote":"I set myself on fire and people come to watch me burn.","category":"Motivational","author":"John Wesley"},"quote21":{"quote":"I have always been pushed by the negative. The apparent failure of a play sends me back to my typewriter that very night, before the reviews are out. I am more compelled to get back to work than if I had a success.","category":"Motivational","author":"Tennessee (Thomas Lanier) Williams"},"quote22":{"quote":"People often say that motivation doesn't last. Well, neither does bathing-that's why we recommend it daily.","category":"Motivational","author":"Zig Ziglar"},"quote23":{"quote":"Our lives are not determined by what happens to us but by how we react to what happens, not by what life brings to us, but by the attitude we bring to life. A positive attitude causes a chain reaction of positive thoughts, events, and outcomes. It is a catalyst, a spark that creates extraordinary results.","category":"Motivational","author":"Anon."},"quote24":{"quote":"All your life you are told the things you cannot do. All your life they will say you're not good enough or strong enough or talented enough; they will say you're the wrong height or the wrong weight or the wrong type to play this or be this or achieve this. THEY WILL TELL YOU NO, a thousand times no, until all the no's become meaningless. All your life they will tell you no, quite firmly and very quickly.AND YOU WILL TELL THEM YES.","category":"Motivational","author":"Anon.Nike ad"},"quote25":{"quote":"Don't spur a willing horse.","category":"Motivational","author":"Proverb"},"quote26":{"quote":"It is not the horse that draws the cart, but the oats.","category":"Motivational","author":"Proverb"},"quote27":{"quote":"Men are more accountable for their motives, than for anything else; and primarily, morality consists in the motives, that is in the affections.","category":"Motivational","author":"Archibald Alexander"},"quote28":{"quote":"Aerodynamically, the bumble bee shouldn't be able to fly, but the bumble bee doesn't know it so it goes on flying anyway.","category":"Motivational","author":"Mary Kay Ash"},"quote29":{"quote":"God made man to go by motives, and he will not go without them, any more than a boat without steam or a balloon without gas.","category":"Motivational","author":"Henry Ward Beecher"},"quote30":{"quote":"Avoiding the phrase","category":"Motivational","author":"Bo BennettYear to Success"},"quote31":{"quote":"You cannot raise a man up by calling him down.","category":"Motivational","author":"William J. H. Boetcker"},"quote32":{"quote":"There are two levers for moving men -- interest and fear.","category":"Motivational","author":"Napoleon Bonaparte"},"quote33":{"quote":"Striving for excellence motivates you; striving for perfection is demoralizing.","category":"Motivational","author":"Harriet Braiker"},"quote34":{"quote":"You know a dream is like a river, ever changing as it flows.And a dreamer's just a vessel that must follow where it goes.Trying to learn from what's behind you and never knowing what's in storemakes each day a constant battle just to stay between the shores.And I will sail my vessel 'til the river runs dry.Like a bird upon the wind, these waters are my sky.I'll never reach my destination if I never try,So I will sail my vessel 'til the river runs dry.Too many times we stand aside and let the water slip away.To what we put off 'til tomorrow has now become today.So don't you sit upon the shore and say you're satisfied.Choose to chance the rapids and dare to dance the tides.","category":"Motivational","author":"Garth Brookssong The River co-written with Victoria Shaw"},"quote35":{"quote":"Life takes on meaning when you become motivated, set goals and charge after them in an unstoppable manner.","category":"Motivational","author":"Les Brown"},"quote36":{"quote":"Make no little plans; they have no magic to stir men's blood and probably themselves will not be realized. Make big plans; aim high in hope and work, remembering that a noble, logical diagram once recorded will not die, but long after we are gone be a living thing, asserting itself with ever-growing insistence.","category":"Motivational","author":"Daniel Hudson Burnham"},"quote37":{"quote":"The ultimate inspiration is the deadline.","category":"Motivational","author":"Nolan Bushnell"},"quote38":{"quote":"Nobody motivates today's workers. If it doesn't come from within, it doesn't come. Fun helps remove the barriers that allow people to motivate themselves.","category":"Motivational","author":"Herman Cain"},"quote39":{"quote":"If you do not wish a man to do a thing, you had better get him to talk about it; for the more men talk, the more likely they are to do nothing else.","category":"Motivational","author":"Thomas Carlyle"},"quote40":{"quote":"There is only one way... to get anybody to do anything. And that is by making the other person want to do it.","category":"Motivational","author":"Dale Carnegie"},"quote41":{"quote":"Whatever touches the nerves of motive, whatever shifts man's moral position, is mightier than steam, or calorie, or lightening.","category":"Motivational","author":"Edwin Hubbell Chapin"},"quote42":{"quote":"If I would be happy, I would be a bad ballplayer. With me, when I get mad, it puts energy in my body.","category":"Motivational","author":"Roberto Clemente"},"quote43":{"quote":"Without a compelling cause, our employees are just putting in time. Their minds might be engaged, but their hearts are not. Meaning precedes motivation.","category":"Motivational","author":"Lee J. Colan7 Defining Moments"},"quote44":{"quote":"What comes from the heart, goes to the heart.","category":"Motivational","author":"Samuel Taylor Coleridge"},"quote45":{"quote":"No one does anything from a single motive.","category":"Motivational","author":"Samuel Taylor Coleridge"},"quote46":{"quote":"I want you to be everything that's you, deep at the center of your being.","category":"Motivational","author":"Confucius"},"quote47":{"quote":"The most important thing in the Olympic Games is not to win but to take part, just as the most important thing in life is not the triumph but the struggle. The essential thing is not to have conquered but to have fought well.","category":"Motivational","author":"Pierre de CoubertinThe Olympic Creed Inspired by Bishop Ethelbert Talbot, speech, Olympic Games 1908"},"quote48":{"quote":"Motivation is everything. You can do the work of two people, but you can't be two people. Instead, you have to inspire the next guy down the line and get him to inspire his people.","category":"Motivational","author":"Lee Iacocca"},"quote49":{"quote":"Though a good motive cannot sanction a bad action, a bad motive will always vitiate a good action. In common and trivial matters we may act without motives, but in momentous ones the most careful deliberation is wisdom.","category":"Motivational","author":"W. M. L. Jay"},"quote50":{"quote":"Stay hungry, stay foolish.","category":"Motivational","author":"Steve JobsJobs quote from 2005 Stanford commencement address."},"quote51":{"quote":"When the administrator feels himself to be the sole driving agency, and finds himself chiefly engaged in arousing those who apathetic and coercing those who are antagonistic, there is something vitally wrong with the administration. An executive should find himself engaged chiefly in directing the energies which create themselves naturally in all parts of the business, and in finding the proper outlet for the eager upward striving of the ranks below.","category":"Motivational","author":"E.E. Jones"},"quote52":{"quote":"To handle yourself, use your head; to handle others, use your heart.","category":"Motivational","author":"Donald Laird"},"quote53":{"quote":"A year from now you may wish you had started today.","category":"Motivational","author":"Karen Lamb"},"quote54":{"quote":"We talk on principal, but act on motivation.","category":"Motivational","author":"Walter Savage Landor"},"quote55":{"quote":"Any change, any loss, does not make us victims. Others can shake you, surprise you, disappoint you, but they can't prevent you from acting, from taking the situation you're presented with and moving on. No matter where you are in life, no matter what your situation, you can always do something. You always have a choice and the choice can be power.","category":"Motivational","author":"Blaine LeeThe Power Principle"},"quote56":{"quote":"What we see depends mainly on what we look for.","category":"Motivational","author":"Sir John Lubbock"},"quote57":{"quote":"I usually need a can of beer to prime me.","category":"Motivational","author":"Norman Mailer"},"quote58":{"quote":"One of the reasons it has seemed so difficult for a person to change his habits, his personality, or his way of life, has been that heretofore nearly all efforts at change have been directed to the circumference of the self, so to speak, rather than to the center.","category":"Motivational","author":"Maxwell Maltz"},"quote59":{"quote":"How do I change? If I feel depressed I will sing. If I feel sad I will laugh. If I feel ill I will double my labour. If I feel fear I will plunge ahead. If I feel inferior I will wear new garments. If I feel uncertain I will raise my voice. If I feel poverty I will think of wealth to come. If I feel incompetent I will think of past success. If I feel insignificant I will remember my goals. Today I will be the master of my emotions.","category":"Motivational","author":"Og Mandino"},"quote60":{"quote":"I will act now. I will act now. I will act now. Henceforth, I will repeat these words each hour, each day, everyday, until the words become as much a habit as my breathing, and the action which follows becomes as instinctive as the blinking of my eyelids. With these words I can condition my mind to perform every action necessary for my success. I will act now. I will repeat these words again and again and again. I will walk where failures fear to walk. I will work when failures seek rest. I will act now for now is all I have. Tomorrow is the day reserved for the labor of the lazy. I am not lazy. Tomorrow is the day when the failure will succeed. I am not a failure. I will act now. Success will not wait. If I delay, success will become wed to another and lost to me forever. This is the time. This is the place. I am the person.","category":"Motivational","author":"Og Mandino"},"quote61":{"quote":"The master in the art of living makes little distinction between his work and his play, his labor and his leisure, his mind and his body, his information and his recreation, his love and his religion. He hardly knows which is which. He simply pursues his vision of excellence at whatever he does, leaving others to decide whether he is working or playing. To him he's always doing both.","category":"Motivational","author":"James A. Michenerattributed"},"quote62":{"quote":"Am I motivated by what I really want out of life -- or am I mass-motivated?","category":"Motivational","author":"Earl Nightingale"},"quote63":{"quote":"I've always felt it was not up to anyone else to make me give my best.","category":"Motivational","author":"Akeem Olajuwon"},"quote64":{"quote":"The only way to get people to like working hard is to motivate them. Today, people must understand why they're working hard. Every individual in an organization is motivated by something different.","category":"Motivational","author":"Rick Pitino"},"quote65":{"quote":"Two purposes in human nature rule. Self-love to urge, and reason to restrain.","category":"Motivational","author":"Alexander Pope"},"quote66":{"quote":"All right, they're on our left, they're on our right, they're in front of us, they're behind us... they can't get away this time. When Surrounded By 8 Enemy Divisions During WW2","category":"Motivational","author":"Chesty Puller"},"quote67":{"quote":"You are what you think. You are what you go for. You are what you do!","category":"Motivational","author":"Bob Richards"},"quote68":{"quote":"It is simpler and easier to flatter people than to praise them.","category":"Motivational","author":"Jean Paul Richter"},"quote69":{"quote":"A champion needs a motivation above and beyond winning.","category":"Motivational","author":"Pat Riley"},"quote70":{"quote":"There's always the motivation of wanting to win. Everybody has that. But a champion needs, in his attitude, a motivation above and beyond winning.","category":"Motivational","author":"Pat Riley"},"quote71":{"quote":"I never criticize a player until they are first convinced of my unconditional confidence in their abilities.","category":"Motivational","author":"John Robinson"},"quote72":{"quote":"We promise according to our hopes and perform according to our fears.","category":"Motivational","author":"Francois de la Rochefoucauld"},"quote73":{"quote":"Motivation is like food for the brain. You cannot get enough in one sitting. It needs continual and regular top up s.","category":"Motivational","author":"Peter Davies"},"quote74":{"quote":"Citius, Altius, Fortius(Faster, Higher, Stronger)Father Didon was a friend of Baron Pierre de Coubertin who made this the Olympic Motto.","category":"Motivational","author":"Henri Martin DidonThe Olympic Motto"},"quote75":{"quote":"The ones who want to achieve and win championships motivate themselves.","category":"Motivational","author":"Mike Ditka"},"quote76":{"quote":"We know nothing about motivation. All we can do is write books about it.","category":"Motivational","author":"Peter Drucker"},"quote77":{"quote":"Comfort the afflicted, and afflict the comfortable.","category":"Motivational","author":"Finley Peter Dunne"},"quote78":{"quote":"Recognition is the greatest motivator.","category":"Motivational","author":"Gerard C. Eakedale"},"quote79":{"quote":"Motivation is the art of getting people to do what you want them to do because they want to do it.","category":"Motivational","author":"Dwight D Eisenhower"},"quote80":{"quote":"The best morale exist when you never hear the word mentioned. When you hear a lot of talk about it, it's usually lousy.","category":"Motivational","author":"Dwight D Eisenhower"},"quote81":{"quote":"If you would lift me up you must be on higher ground.","category":"Motivational","author":"Ralph Waldo Emerson"},"quote82":{"quote":"Men who for truth and honor's sake Stand fast and suffer long.Brave men who work while others sleep,Who dare while others fly...They build a nation's pillars deepAnd lift them to the sky.","category":"Motivational","author":"Ralph Waldo Emersonfrom A Nation's Strenth"},"quote83":{"quote":"Five minutes of today are worth as much to me, as five minutes in the next millennium. Let us be poised, and wise, and our own, today.http://www.rwe.org/works/Essays-2nd_Series_2_Experience.htm","category":"Motivational","author":"Ralph Waldo EmersonExperience from Essays: Second Series (1844)"},"quote84":{"quote":"You don't have to do anything you don't want to do.","category":"Motivational","author":"David Harold Fink"},"quote85":{"quote":"One of the strongest characteristics of genius is the power of lighting its own fire.","category":"Motivational","author":"John W. Foster"},"quote86":{"quote":"The mechanics of industry is easy. The real engine is the people : Their motivation and direction.","category":"Motivational","author":"Ken Gilbert"},"quote87":{"quote":"Make sure you visualize what you really want, not what someone else wants for you.","category":"Motivational","author":"Jerry Gillies"},"quote88":{"quote":"Instruction does much, but encouragement does everything.","category":"Motivational","author":"Johann von Goethe"},"quote89":{"quote":"It is in human nature to relax, when not compelled by personal advantage or disadvantage.","category":"Motivational","author":"Johann von Goethe"},"quote90":{"quote":"Who is sure of their own motives can in confidence advance or retreat.","category":"Motivational","author":"Johann von Goethe"},"quote91":{"quote":"A message prepared in the mind reaches a mind; a message prepared in a life reaches a life.","category":"Motivational","author":"Bill Gothard"},"quote92":{"quote":"A wife encourages her husband's egoism in order to encourage her own.","category":"Motivational","author":"Russell Green"},"quote93":{"quote":"Some of us are like wheelbarrows, only useful when pushed and easily upset.","category":"Motivational","author":"Jack Herbert"},"quote94":{"quote":"When the leader passes over all alike, not making a distinction, then the endeavors of those who are capable of exertion are entirely lost.","category":"Motivational","author":"Hitopadesa"},"quote95":{"quote":"The inner thought coming from the heart represents the real motives and desires. These are the cause of action.","category":"Motivational","author":"Raymond Holliwell"},"quote96":{"quote":"It's not my job to motivate players. They bring extraordinary motivation to our program. It's my job not to de-motivate them.","category":"Motivational","author":"Lou Holtz"},"quote97":{"quote":"Motivation is simple. You eliminate those who are not motivated.","category":"Motivational","author":"Lou Holtz"}}
