{"quote0":{"quote":"The best way to end a war is not to begin it.","category":"Peace","author":"Source Unknown"},"quote1":{"quote":"Two things rob people of their peace of mind : work unfinished and work not yet begun.","category":"Peace","author":"Source Unknown"},"quote2":{"quote":"Peace is the deliberate adjustment of my life to the will of God.","category":"Peace","author":"Source Unknown"},"quote3":{"quote":"Peace is that brief glorious moment in history when everybody stands around reloading.","category":"Peace","author":"Source Unknown"},"quote4":{"quote":"Maintain peace with men, war with their vices.","category":"Peace","author":"Source Unknown"},"quote5":{"quote":"A peace that depends on fear is nothing but a suppressed war.","category":"Peace","author":"Henry Van Dyke"},"quote6":{"quote":"Observe good faith and justice toward all nations. Cultivate peace and harmony with all.","category":"Peace","author":"George Washington"},"quote7":{"quote":"To be prepared for war is one of the most effective means of preserving peace.","category":"Peace","author":"George Washington"},"quote8":{"quote":"Peace hath higher tests of manhood than battle ever knew.","category":"Peace","author":"John Greenleaf Whittier"},"quote9":{"quote":"Mankind must remember that peace is not God's gift to his creatures; peace is our gift to each other.","category":"Peace","author":"Elie Wiesel, Nobel lecture, Oslo, December 11, 1986"},"quote10":{"quote":"They imply, first of all, that it must be a peace without victory. It is not pleasant to say this. I beg that I may be permitted to put my own interpretation upon it and that it may be understood that no other interpretation was in my thought. I am seeking only to face realities and to face them without soft concealments. Victory would mean peace forced upon the loser, a victor's terms imposed upon the vanquished. It would be accepted in humiliation, under duress, at an intolerable sacrifice, and would leave a sting, a resentment, a bitter memory upon which terms of peace would rest, not permanently, but only as upon quicksand. Only a peace between equals can last, only a peace the very principle of which is equality and a common participation in a common benefit. The right state of mind, the right feeling between nations, is as necessary for a lasting peace as is the just settlement of vexed questions of territory or of racial and national allegiance.","category":"Peace","author":"Woodrow Wilson, Address of the President of the United States to the Senate, January 22, 1917"},"quote11":{"quote":"There is a price which is too great to pay for peace, and that price can be put in one word. One cannot pay the price of self-respect.","category":"Peace","author":"Woodrow Wilson"},"quote12":{"quote":"We can best help you to prevent war not by repeating your words and following your methods but by finding new words and creating new methods.","category":"Peace","author":"Virginia Woolf"},"quote13":{"quote":"War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.","category":"Peace","author":"Mao Zedong"},"quote14":{"quote":"We used to wonder where war lived, what it was that made it so vile. And now we realize that we know where it lives, that it is inside ourselves.","category":"Peace","author":"Albert Camus"},"quote15":{"quote":"This is the greatest honour I have ever received in my life. Peace has always been my greatest concern. Yet in my childhood I learned to love it. My mother - an exceptional, brilliant woman - used to speak to me about it when I was still a child, because in those years there were also a lot of wars. Moreover, I am Catalan. Catalonia had the first democratic Parliament much before than England. And it was in my country where there was a beginning of united nations. At that time - the eleventh Century - they met in Toluges - today in France - to speak about peace, because the Catalonian people of that time were already against war. That is why, the United Nations, which work only for the ideal of peace, are in my hearth, because everything relating to peace goes directly there.I have not played the cello in front of an audience since long years but I think I must do it this time. I am going to play a melody from the Catalonian folklore: The singing of the Birds. Birds, when in the sky, go singing: Peace, peace, peace. And this is a melody that Bach, Beethoven and all great people would have admired and loved. And, in addition, it springs up from the soul of my country: Catalonia.","category":"Peace","author":"Pau (Pablo) Casals, Before the United Nations Assembly accepting the Medal of Peace"},"quote16":{"quote":"When the soul is naughted and transformed, then of herself she neither works nor speaks nor wills, nor feels nor hears nor understands; neither has she of herself the feeling of outward or inward, where she may move. And in all things it is God who rules and guides her, without the meditation of any creature.... And she is so full of peace that thought she pressed her flesh, her nerves, her bones, no other thing come forth from them than peace.","category":"Peace","author":"St. Catherine of Genoa"},"quote17":{"quote":"There is no shadow of protection to be had by sheltering behind the slender stockades of visionary speculation, or by hiding behind the wagon-wheels of pacific theories.","category":"Peace","author":"Madame Chiang Kai-Shek"},"quote18":{"quote":"I prefer the most unfair peace to the most righteous war.","category":"Peace","author":"Marcus Tullius Cicero"},"quote19":{"quote":"The United States is not a nation to which peace is a necessity.","category":"Peace","author":"Grover Cleveland"},"quote20":{"quote":"What all men are really after is some form, or perhaps only some formula, of peace.","category":"Peace","author":"Joseph Conrad"},"quote21":{"quote":"Peace is produced by war.","category":"Peace","author":"Pierre Corneille"},"quote22":{"quote":"If you want to make peace, you don't talk to your friends. You talk to your enemies.","category":"Peace","author":"Moshe Dayan"},"quote23":{"quote":"That doctrine of peace at any price has done more mischief than any I can well recall that have been afloat in this country. It has occasioned more wars than any of the most ruthless conquerors. It has disturbed and nearly destroyed that political equilibrium so necessary to the liberties and the welfare of the world.","category":"Peace","author":"Benjamin Disraeli"},"quote24":{"quote":"There hasn't been peace on earth because people cant seem to figure out that the real enemy is the people manipulating world events from behind the scenes for their own selfish interests.","category":"Peace","author":"James Dye"},"quote25":{"quote":"Every kind of peaceful cooperation among men is primarily based on mutual trust and only secondarily on institutions such as courts of justice and police.","category":"Peace","author":"Albert Einstein"},"quote26":{"quote":"For peace of mind, we need to resign as general manager of the universe.","category":"Peace","author":"Larry Eisenberg"},"quote27":{"quote":"We seek peace, knowing that peace is the climate of freedom.","category":"Peace","author":"Dwight D Eisenhower"},"quote28":{"quote":"Peace and justice are two sides of the same coin.","category":"Peace","author":"Dwight D Eisenhower"},"quote29":{"quote":"Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.","category":"Peace","author":"Dwight D Eisenhower"},"quote30":{"quote":"We have heard much of the phrase, peace and friendship. This phrase, in expressing the aspiration of America, is not complete. We should say instead, peace and friendship, in freedom. This, I think, is America's real message to the rest of the world.","category":"Peace","author":"Dwight D Eisenhower"},"quote31":{"quote":"Think not forever of yourselves, O Chiefs, nor of your own generation. Think of continuing generations of our families, think of our grandchildren and of those yet unborn, whose faces are coming from beneath the ground.","category":"Peace","author":"TS (Thomas Stearns) Eliot"},"quote32":{"quote":"Peace cannot be achieved through violence, it can only be attained through understanding.","category":"Peace","author":"Ralph Waldo Emerson"},"quote33":{"quote":"Peace has its victories, but it takes brave men and women to win them.","category":"Peace","author":"Ralph Waldo Emerson"},"quote34":{"quote":"Nothing can bring you peace but yourself; nothing, but the triumph of principles.","category":"Peace","author":"Ralph Waldo Emerson"},"quote35":{"quote":"All men love peace in their armchairs after dinner; but they disbelieve the other nations's professions, rightly measuring its sincerity by their own.","category":"Peace","author":"Oscar W. FirkinsOscar Firkins: Memoirs and Letters"},"quote36":{"quote":"There never was a good war or a bad peace.","category":"Peace","author":"Benjamin Franklin"},"quote37":{"quote":"He that would live in peace and at ease must not speak all he knows or all he sees.","category":"Peace","author":"Benjamin Franklin"},"quote38":{"quote":"If we are to live together in peace, we must come to know each other better.","category":"Peace","author":"Lyndon B. Johnson"},"quote39":{"quote":"I do not want the peace which passeth understanding, I want the understanding which bringeth peace.","category":"Peace","author":"Helen Keller"},"quote40":{"quote":"Peace and happiness are what you covet, but these are only to be obtained by labor.","category":"Peace","author":"Thomas Kempis"},"quote41":{"quote":"Do not let your peace depend on the hearts of men; whatever they say about you, good or bad, you are not because of it another man, for as you are, you are.","category":"Peace","author":"Thomas Kempis"},"quote42":{"quote":"First keep peace with yourself, then you can also bring peace to others.","category":"Peace","author":"Thomas Kempis"},"quote43":{"quote":"But peace does not rest in the charters and covenants alone. It lies in the hearts and minds of all people. So let us not rest all our hopes on parchment and on paper, let us strive to build peace, a desire for peace, a willingness to work for peace in the hearts and minds of all of our people. I believe that we can. I believe the problems of human destiny are not beyond the reach of human beings.","category":"Peace","author":"John Fitzgerald Kennedy"},"quote44":{"quote":"It is an unfortunate fact that we can secure peace only by preparing for war.","category":"Peace","author":"John Fitzgerald Kennedy"},"quote45":{"quote":"Peace is a daily, a weekly, a monthly process, gradually changing opinions, slowly eroding old barriers, quietly building new structures.","category":"Peace","author":"John Fitzgerald Kennedy"},"quote46":{"quote":"World peace, like community peace, does not require that each man love his neighbor -- it requires only that they live together with mutual tolerance, submitting their disputes to a just and peaceful settlement.","category":"Peace","author":"John Fitzgerald Kennedy"},"quote47":{"quote":"You can't have a better tomorrow if you are thinking about yesterday all the time.","category":"Peace","author":"Charles Franklin Kettering"},"quote48":{"quote":"Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.","category":"Peace","author":"Martin Luther King, Jr."},"quote49":{"quote":"Please, we can get along here.","category":"Peace","author":"Rodney King"},"quote50":{"quote":"Yes, we are all different. Different customs, different foods, different mannerisms, different languages, but not so different that we cannot get along with one another. If we will disagree without being disagreeable.","category":"Peace","author":"J. Martin Kohe"},"quote51":{"quote":"Live and let live is the rule of common justice.","category":"Peace","author":"Sir Roger L'Estrange"},"quote52":{"quote":"But then peace, peace! I am so mistrustful of it: so much afraid that it means a sort of weakness and giving in.","category":"Peace","author":"D. H. (David Herbert) LawrenceSelected Letters of D. H. Lawrence"},"quote53":{"quote":"You either get tired fighting for peace, or you die.","category":"Peace","author":"John Lennon"},"quote54":{"quote":"Imagine all the people living life in peace. You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us, and the world will be as one.","category":"Peace","author":"John Lennon"},"quote55":{"quote":"It just was a gradual development over the years. I mean last year was 'all you need is Love.' This year, it's 'all you need is Love and peace, baby.' Give peace a chance, and remember Love. The only hope for us is peace. Violence begets violence. You can have peace as soon as you like if we all pull together. You're all geniuses, and you're all beautiful. You don't need anyone to tell you who you are. You are what you are. Get out there and get peace, think peace, and live peace and breathe peace, and you'll get it as soon as you like.","category":"Peace","author":"John Lennon"},"quote56":{"quote":"Force is all-conquering, but its victories are short-lived.","category":"Peace","author":"Abraham Lincoln"},"quote57":{"quote":"I heard the bells on Christmas Day. Their old familiar carols play. And wild and sweet the words repeat. Of peace on earth goodwill to men.","category":"Peace","author":"Henry Wadsworth Longfellow"},"quote58":{"quote":"If man does find the solution for world peace it will be the most revolutionary reversal of his record we have ever known.","category":"Peace","author":"General George Catlett MarshallBiennial Report of the Chief of Staff, US Army, September 1, 1945"},"quote59":{"quote":"A musician must make music, an artist must paint, a poet must write, if they are to be ultimately at peace with themselves.","category":"Peace","author":"Abraham Maslow"},"quote60":{"quote":"Let us ever remember that our interest is in concord, not in conflict; and that our real eminence rests in the victories of peace, not those of war.","category":"Peace","author":"William McKinley"},"quote61":{"quote":"Let the ideas clash but not the hearts.","category":"Peace","author":"C. C. Mehta"},"quote62":{"quote":"The pacifist is as surely a traitor to his country and to humanity as is the most brutal wrongdoer.","category":"Peace","author":"Theodore Roosevelt"},"quote63":{"quote":"Peace is normally a great good, and normally it coincides with righteousness, but it is righteousness and not peace which should bind the conscience of a nation as it should bind the conscience of an individual; and neither a nation nor an individual can surrender conscience to another's keeping.","category":"Peace","author":"Theodore Roosevelt"},"quote64":{"quote":"You may either win your peace or buy it: win it, by resistance to evil; buy it, by compromise with evil.","category":"Peace","author":"John Ruskin"},"quote65":{"quote":"This idea of weapons of mass exterminations utterly horrible and is something which no one with one spark of humanity can tolerate. I will not pretend to obey a government which is organizing a mass massacre of mankind.","category":"Peace","author":"Bertrand Russell"},"quote66":{"quote":"Peace is more precious than a piece of land.","category":"Peace","author":"Anwar Sadat"},"quote67":{"quote":"O Lord, make me an instrument of Thy Peace! Where there is hatred, let me sow love.Where there is injury, pardon.Where there is discord, harmony.Where there is doubt, faith.Where there is despair, hope.Where there is darkness, light.Where there is sorrow, joy.Oh Divine Master, grant that I may not so much seek to be consoled as to console; to be understood as to understand; to be loved as to love; for it is in giving that we receive; it is in pardoning that we are pardoned; and it is in dying that we are born to Eternal Life.The exact origin of this beautiful prayer remains unknown, it does not appear in any known writings of St Francis. The first known appearance of this inspiring prayer was in 1912 when it was published in the French magazine La Clochette.http://wahiduddin.net/saint_francis_of_assisi.htm","category":"Peace","author":"Saint Francis of AssisiThe Peace Prayer of Saint Francis (often referred to as The Prayer of Saint Francis of Assisi)"},"quote68":{"quote":"Sometime they'll give a war and nobody will come.","category":"Peace","author":"Carl Sandburg"},"quote69":{"quote":"Peace is rarely denied to the peaceful.","category":"Peace","author":"Friedrich von Schiller"},"quote70":{"quote":"It is difficult for intellect, technology, and peace to coexist. Not because peace is static where the other two require constant stimulation. Peace can embrace change. It is because we live in a world where intellect and technology compete for power. And peace does not allow for inequality or competition.","category":"Peace","author":"Andrea Scholer"},"quote71":{"quote":"When the wish for peace is genuine, the means for finding it is giving in a form each mind that seeks for it in honesty can understand.","category":"Peace","author":"Helen Schucman"},"quote72":{"quote":"A peace above all earthly dignities, a still and quiet conscience.","category":"Peace","author":"William Shakespeare"},"quote73":{"quote":"Peace is not only better than war, but infinitely more arduous","category":"Peace","author":"George Bernard Shaw"},"quote74":{"quote":"I will not play at tug o' war.I'd rather play at hug o' war,Where everyone hugsInstead of tugs,Where everyone gigglesAnd rolls on the rug,Where everyone kisses,And everyone grins,And everyone cuddles,And everyone wins.","category":"Peace","author":"Shel SilversteinHug O' War"},"quote75":{"quote":"The wise man... if he would live at peace with others, he will bear and forbear.","category":"Peace","author":"Samuel Smiles"},"quote76":{"quote":"Peace is not an absence of war, it is a virtue, a state of mind, a disposition for benevolence, confidence, justice.","category":"Peace","author":"Baruch (_Benedict de) Spinoza"},"quote77":{"quote":"To many men... the miasma of peace seems more suffocating than the bracing air of war.","category":"Peace","author":"George Steiner"},"quote78":{"quote":"Peace is the one condition of survival in this nuclear age.","category":"Peace","author":"Adlai Stevenson"},"quote79":{"quote":"They make a wilderness and call it peace.","category":"Peace","author":"Tacitus"},"quote80":{"quote":"Wars begin in the minds of men, and in those minds, love and compassion would have built the defenses of peace.","category":"Peace","author":"U. Thant"},"quote81":{"quote":"Let us not be justices of the peace, but angels of peace.","category":"Peace","author":"St. Theresa of Lisieux"},"quote82":{"quote":"Peace is the happy natural state of man; war is corruption and disgrace.","category":"Peace","author":"James Thomson"},"quote83":{"quote":"I would rather have peace in the world than be President.","category":"Peace","author":"Harry S Truman"},"quote84":{"quote":"It is understanding that gives us an ability to have peace. When we understand the other fellow's viewpoint, and he understands ours, then we can sit down and work out our differences.","category":"Peace","author":"Harry S Truman"},"quote85":{"quote":"Peace may cost as much as war, but it is a better buy.","category":"Peace","author":"Source Unknown"},"quote86":{"quote":"When we can't find peace in ourselves it is vain to look for it elsewhere.","category":"Peace","author":"Proverb"},"quote87":{"quote":"Nonviolence is the supreme law of life.","category":"Peace","author":"Proverb"},"quote88":{"quote":"Peace with a club in hand is war.","category":"Peace","author":"Proverb"},"quote89":{"quote":"If a man would live in peace he should be blind, deaf, and dumb.","category":"Peace","author":"Proverb"},"quote90":{"quote":"Harmony is one phase of the law whose spiritual expression is love.","category":"Peace","author":"James Allen"},"quote91":{"quote":"Bullets cannot be recalled. They cannot be uninvented. But they can be taken out of the gun.","category":"Peace","author":"Martin Amis"},"quote92":{"quote":"Right human relations is the only true peace.","category":"Peace","author":"Alice A. Bailey"},"quote93":{"quote":"If the history of the past fifty years teaches us anything, it is that peace does not follow disarmament -- disarmament follows peace.","category":"Peace","author":"Bernard Baruch"},"quote94":{"quote":"They shall beat their swords into plowshares, and their spears into pruning-hooks: nation shall not lift up sword against nation, neither shall they learn war any more. Isaiah 2:4","category":"Peace","author":"Bible"},"quote95":{"quote":"Seek peace, and pursue it. Proverbs 34:14","category":"Peace","author":"Bible"},"quote96":{"quote":"The peace makers shall be called the children of God.","category":"Peace","author":"Bible"},"quote97":{"quote":"Think not I came to send peace on the earth; I came not to send peace but a sword.","category":"Peace","author":"Bible"},"quote98":{"quote":"Those who love thy law have great peace, and nothing causes them to stumble. Psalms 119:165","category":"Peace","author":"Bible"},"quote99":{"quote":"When a person's ways please the Lord, he makes even his enemies to be at peace with them.","category":"Peace","author":"Bible"},"quote100":{"quote":"Peace, in international affairs, is a period of cheating between two periods of fighting.","category":"Peace","author":"Ambrose Bierce"},"quote101":{"quote":"If they want peace, nations should avoid the pin-pricks that precede cannon-shots.","category":"Peace","author":"Napoleon Bonaparte"},"quote102":{"quote":"One cannot subdue a man by holding back his hands. Lasting peace comes not from force.","category":"Peace","author":"David Borenstein, October 26, 1999"},"quote103":{"quote":"When you're finally up on the moon, looking back at the earth, all these differences and nationalistic traits are pretty well going to blend and you're going to get a concept that maybe this is really one world and why the hell can't we learn to live together like decent people?","category":"Peace","author":"Frank Borman"},"quote104":{"quote":"We've learned how to destroy, but not to create; how to waste, but not to build; how to kill men, but not how to save them; how to die, but seldom how to live.","category":"Peace","author":"Omar Bradley"},"quote105":{"quote":"In truth, to attain to interior peace, one must be willing to pass through the contrary to peace. Such is the teaching of the Sages.","category":"Peace","author":"Swami Brahmanada"},"quote106":{"quote":"Don't tell me peace has broken out.","category":"Peace","author":"Bertolt Brecht"},"quote107":{"quote":"All that a pacifist can undertake -- but it is a very great deal -- is to refuse to kill, injure or otherwise cause suffering to another human creature, and untiringly to order his life by the rule of love though others may be captured by hate.","category":"Peace","author":"Vera Brittain"},"quote108":{"quote":"Why can't peace be a single overriding common purpose: why do we wait for a crisis to pull us together? Let's pull together for peace.","category":"Peace","author":"Rita Mae Brown"},"quote109":{"quote":"'He insulted me, he cheated me, he beat me, he robbed me' -- those who are free of resentful thoughts surely find peace.","category":"Peace","author":"Buddha"},"quote110":{"quote":"It is madness for sheep to talk peace with a wolf.","category":"Peace","author":"Thomas Fuller"},"quote111":{"quote":"You cannot shake hands with a clenched fist.","category":"Peace","author":"Indira GandhiQuoted by Christian Science Monitor, May 17, 1982"},"quote112":{"quote":"Mental violence has no potency and injures only the person whose thoughts are violent. It is otherwise with mental non-violence. It has potency which the world does not yet know.","category":"Peace","author":"Mahatma Gandhi"},"quote113":{"quote":"A peace that comes from fear and not from the heart is the opposite of peace.","category":"Peace","author":"Gersonides"},"quote114":{"quote":"It is easier to lead men to combat, stirring up their passion, than to restrain them and direct them toward the patient labors of peace.","category":"Peace","author":"Andre Gide"},"quote115":{"quote":"We look forward to the time when the Power of Love will replace the Love of Power. Then will our world know the blessings of Peace.","category":"Peace","author":"William Ewart Gladstone"},"quote116":{"quote":"Never for the sake of peace and quiet deny your convictions.","category":"Peace","author":"Dag Hammarskjold"},"quote117":{"quote":"The pursuit of peace and progress cannot end in a few years in either victory or defeat. The pursuit of peace and progress, with its trials and its errors, its successes and its setbacks, can never be relaxed and never abandoned.","category":"Peace","author":"Dag Hammarskjold"},"quote118":{"quote":"The practice of peace and reconciliation is one of the most vital and artistic of human actions.","category":"Peace","author":"Thich Nhat Hanh"},"quote119":{"quote":"I now understand what Christ suffered in Gethsemane as well as any man living.","category":"Peace","author":"James Keir Hardie"},"quote120":{"quote":"If mankind had wished for what is right, they might have had it long ago.","category":"Peace","author":"William Hazlitt"},"quote121":{"quote":"In moderating, not satisfying desires, lies peace.","category":"Peace","author":"Ben Hecht"},"quote122":{"quote":"One sword keeps another in the sheath.","category":"Peace","author":"George Herbert"},"quote123":{"quote":"War grows out of the desire of the individual to gain advantage at the expense of his fellow men.","category":"Peace","author":"Napoleon Hill"},"quote124":{"quote":"Yes, we love peace, but we are not willing to take wounds for it, as we are for war.","category":"Peace","author":"John Andrew HolmesWisdom in Small Doses"},"quote125":{"quote":"Peace is not made at the council table or by treaties, but in the hearts of men.","category":"Peace","author":"Herbert Hoover"},"quote126":{"quote":"Universal peace sounds ridiculous to the head of an average family.","category":"Peace","author":"Kin Hubbard"},"quote127":{"quote":"Peace has its victories no less than war, but it doesn't have as many monuments to unveil.","category":"Peace","author":"Kin Hubbard"},"quote128":{"quote":"The pursuit of peace resembles the building of a great cathedral. It is the work of a generation. In concept it requires a master-architect; in execution, the labors of many.","category":"Peace","author":"Hubert Humphrey"},"quote129":{"quote":"It is useless for the sheep to pass resolutions in favor of vegetarianism, while the wolf remains of a different opinion.","category":"Peace","author":"W. R. [William Ralph] Inge"},"quote130":{"quote":"Peace and friendship with all mankind is our wisest policy, and I wish we may be permitted to pursue it.","category":"Peace","author":"Thomas Jefferson"},"quote131":{"quote":"There is peace more destructive of the manhood of living man than war is destructive of his material body.","category":"Peace","author":"Douglas William Jerrold"},"quote132":{"quote":"Not peace at any price! Chains are worse than bayonets.","category":"Peace","author":"Douglas William Jerrold"},"quote133":{"quote":"To get Peace you must work for Justice.","category":"Peace","author":"John Paul VI"},"quote134":{"quote":"Peace has her victories which are no less renowned than war.","category":"Peace","author":"John Milton"},"quote135":{"quote":"War is pillage versus resistance and if illusions of magnitude could be transmuted into ideals of magnanimity, peace might be realized.","category":"Peace","author":"Marianne Moore"},"quote136":{"quote":"If we have no peace, it is because we have forgotten that we belong to each other.","category":"Peace","author":"Mother Theresa"},"quote137":{"quote":"Everybody today seems to be in such a terrible rush, anxious for greater developments and greater riches and so on, so that children have very little time for their parents. Parents have very little time for each other, and in the home begins the disruption of peace of the world.","category":"Peace","author":"Mother Theresa"},"quote138":{"quote":"If the Nazis have really been guilty of the unspeakable crimes circumstantially imputed to them, then -- let us make no mistake -- pacifism is faced with a situation with which it cannot cope. The conventional pacifist conception of a reasonable or generous peace is irrelevant to this reality.","category":"Peace","author":"John Middleton Murry"},"quote139":{"quote":"There is no way to peace; peace is the way.","category":"Peace","author":"A. J. Muste"},"quote140":{"quote":"Peace is not a relationship of nations. It is a condition of mind brought about by a serenity of soul. Peace is not merely the absence of war. It is also a state of mind. Lasting peace can come only to peaceful people.","category":"Peace","author":"Jawaharlal Nehru"},"quote141":{"quote":"The man who has gotten everything he wants is all in favor of peace and order.","category":"Peace","author":"Jawaharlal Nehru"},"quote142":{"quote":"What we need is a generation of peace.","category":"Peace","author":"Jawaharlal Nehru"},"quote143":{"quote":"Peace is no more than a dream as long as we need the comfort of the clan.","category":"Peace","author":"Peter Nicols"},"quote144":{"quote":"The greatest honor history can bestow is that of peacemaker.","category":"Peace","author":"Richard Milhous Nixon"},"quote145":{"quote":"Violence is unnecessary and costly. Peace is the only way.","category":"Peace","author":"Julius Kambarge Nyerere"},"quote146":{"quote":"The world cannot continue to wage war like physical giants and to seek peace like intellectual pygmies.","category":"Peace","author":"Basil O'Connor"},"quote147":{"quote":"When you find peace within yourself, you become the kind of person who can live at peace with others.","category":"Peace","author":"Peace Pilgrim"},"quote148":{"quote":"No one can find inner peace except by working, not in a self- centered way, but for the whole human family.","category":"Peace","author":"Peace Pilgrim"},"quote149":{"quote":"World peace will never be stable until enough of us find inner peace to stabilize it","category":"Peace","author":"Peace Pilgrim"},"quote150":{"quote":"We can work on inner peace and world peace at the same time. On one hand, people have found inner peace by losing themselves in a cause larger than themselves, like the cause of world peace, because finding inner peace means coming from the self-centered life into the life centered in the good of the whole. On the other hand, one of the ways of working for world peace is to work for more inner peace, because world peace will never be stable until enough of us find inner peace to stabilize it.","category":"Peace","author":"Peace Pilgrim"},"quote151":{"quote":"This is the way of peace: Overcome evil with good, falsehood with truth, and hatred with love.","category":"Peace","author":"Peace Pilgrim"},"quote152":{"quote":"One little person, giving all of her time to peace, makes news. Many people, giving some of their time, can make history.","category":"Peace","author":"Peace Pilgrim"},"quote153":{"quote":"The true and solid peace of nations consists not in equality of arms, but in mutual trust alone.","category":"Peace","author":"Pope John XXIII"},"quote154":{"quote":"If you want peace work for justice.","category":"Peace","author":"Pope Paul VI"},"quote155":{"quote":"The peace dividend is peace.","category":"Peace","author":"Dan Quayle"},"quote156":{"quote":"When we are unable to find tranquility within ourselves, it is useless to seek it elsewhere.","category":"Peace","author":"Francois de la Rochefoucauld"},"quote157":{"quote":"If we want a free and peaceful world, if we want to make the deserts bloom and man grow to greater dignity as a human being-we can do it.","category":"Peace","author":"Eleanor Roosevelt"}}
