{"quote0":{"quote":"I've always been interested in people, but I've never liked them.","category":"People","author":"W. Somerset Maugham"},"quote1":{"quote":"If there is a look of human eyes that tells of perpetual loneliness, so there is also the familiar look that is the sign of perpetual crowds.","category":"People","author":"Alice Meynell"},"quote2":{"quote":"The south produced statesmen and soldiers, planters and doctors and lawyers and poets, but certainly no engineers and mechanics. Let Yankees adopt such low callings. Gone With The Wind","category":"People","author":"Margaret Mitchell"},"quote3":{"quote":"He is one of those people who would be enormously improved by death.","category":"People","author":"Hector Hugh Munro"},"quote4":{"quote":"He was a sociologist; he had got into an intellectual muddle early on in life and never managed to get out.","category":"People","author":"Iris Murdoch"},"quote5":{"quote":"People are all exactly alike. There's no such thing as a race and barely such a thing as an ethnic group. If we were dogs, we'd be the same breed. George Bush and an Australian Aborigine have fewer differences than a Lhasa apso and a toy fox terrier. A Japanese raised in Riyadh would be an Arab. A Zulu raised in New Rochelle would be an orthodontist. People are all the same, though their circumstances differ terribly.","category":"People","author":"P. J. O'RourkeHolidays in Hell, \"Atlantic Monthly Press\""},"quote6":{"quote":"'Exactly,' he said, while he leant forward excitedly, for all the world like a Jack-in-the-box let loose. 'Precisely; and you are a journalist - call yourself one, at least - and it should be part of your business to notice and describe people. I don't mean only the wonderful personage with the clear Saxon features, the fine blue eyes, the noble brow and classic face, but the ordinary person - the person who represents ninety out of every hundred of his own kind - the average Englishman, say, of the middle classes, who is neither very tall nor very short, who wears a moustache which is neither fair nor dark, but which masks his mouth, and a top hat which hides the shape of his head and brow, a man, in fact, who dresses like hundreds of his fellow-creatures, moves like them, speaks like them, has no peculiarity.'","category":"People","author":"Baroness Emmuska Orczyfrom 'The Mysterious Death on the Underground Railway'"},"quote7":{"quote":"When you have a taste for exceptional people, you always end up meeting them everywhere.","category":"People","author":"Mac Orlan"},"quote8":{"quote":"Towns are full of people, houses full of tenants, hotels full of guests, trains full of travelers, caf?s full of customers, parks full of promenaders, consulting-rooms of famous doctors full of patients, theatres full of spectators, and beaches full of bathers. What previously was, in general, no problem, now begins to be an everyday one, namely, to find room.","category":"People","author":"Jos"},"quote9":{"quote":"That you may please others you must be forgetful of yourself.","category":"People","author":"Ovid"},"quote10":{"quote":"All I say is, nobody has any business to go around looking like a horse and behaving as if it were all right. You don't catch horses going around looking like people, do you?","category":"People","author":"Dorothy ParkerHorsie"},"quote11":{"quote":"There are only three types of people; those who have found God and serve him; those who have not found God and seek him, and those who live not seeking, or finding him. The first are rational and happy; the second unhappy and rational, and the third foolish and unhappy.","category":"People","author":"Blaise Pascal"},"quote12":{"quote":"Most of the great triumphs and tragedies of history are caused not by people being fundamentally good or fundamentally evil, but by people being fundamentally people.","category":"People","author":"Terry Pratchett"},"quote13":{"quote":"A person well satisfied with themselves is seldom satisfied with others, and others, rarely are with them.","category":"People","author":"Francois de la Rochefoucauld"},"quote14":{"quote":"There are people who in spite of their merit disgust us, and others who please us in spite of their faults.","category":"People","author":"Francois de la Rochefoucauld"},"quote15":{"quote":"People are eternally divided into two classes, the believer, builder, and praiser, and the unbeliever, destroyer and critic.","category":"People","author":"John Ruskin"},"quote16":{"quote":"People have the power to redeem the work of fools.","category":"People","author":"Patty Smith"},"quote17":{"quote":"Unhurt people are not much good in the world.","category":"People","author":"Enid Starkie"},"quote18":{"quote":"There used to be a thing or a commodity we put great store by. It was called the People. Find out where the People have gone. I don't mean the square-eyed toothpaste-and-hair-dye people or the new-car-or-bust people, or the success-and-coronary people. Maybe they never existed, but if there ever were the People, that's the commodity the Declaration was talking about, and Mr. Lincoln.","category":"People","author":"John Steinbeck"},"quote19":{"quote":"Men often treat others worse than they treat themselves, but they rarely treat anyone better. It is the height of folly to expect consideration and decency from a person who mistreats himself.","category":"People","author":"Thomas Szasz"},"quote20":{"quote":"You know about a person who deeply interests you more than you can be told. A look, a gesture, an act, which to everybody else is insignificant tells you more about that one than words can.","category":"People","author":"Henry David Thoreau"},"quote21":{"quote":"He who knows others is wise.He who knows himself is enlightened.","category":"People","author":"Lao TzuTao Te Ching"},"quote22":{"quote":"We are the people our parents warned us about.","category":"People","author":"Source Unknown"},"quote23":{"quote":"There are two kinds of people; those who can count and those who can't.","category":"People","author":"Source Unknown"},"quote24":{"quote":"People will teach you how to sell them if you'll pay attention to the messages they send you.","category":"People","author":"Source Unknown"},"quote25":{"quote":"The crowd gives the leader new strength","category":"People","author":"Evenus"},"quote26":{"quote":"The time comes when each one of us has to give up as illusions the expectations which, in his youth, he pinned upon his fellow-men, and when he may learn how much difficulty and pain has been added to his life by their ill-will.","category":"People","author":"Sigmund Freud"},"quote27":{"quote":"The person you consider ignorant and insignificant is the one who came from God, that he might learn bliss from grief and knowledge from gloom.","category":"People","author":"Kahlil Gibran, \"The Visit of Wisdom\""},"quote28":{"quote":"Only when human sorrows are turned into a toy with glaring colors will baby people become interested -- for a while at least. The people are a very fickle baby that must have new toys every day.","category":"People","author":"Emma Goldman"},"quote29":{"quote":"Every thought, action, decision or feeling creates an eddy in the interlocking, interbalancing, ever-moving energy fields of life, leaving a permanent record for all of time. This realization can be intimidating when it first dawns on us, but it becomes a springboard for rapid evolution.","category":"People","author":"David R. Hawkins"},"quote30":{"quote":"No matter where or what, there are makers, takers, and fakers.","category":"People","author":"Robert A. Heinlein"},"quote31":{"quote":"The only thing that could spoil a day was people. People were always the limiters of happiness except for the very few that were as good as spring itself.","category":"People","author":"Ernest Hemingway"},"quote32":{"quote":"Sad people dislike the happy, and the happy the sad; the quick thinking the sedate, and the careless the busy and industrious.","category":"People","author":"Horace"},"quote33":{"quote":"I hate the irreverent rabble and keep them far from me.","category":"People","author":"Horace"},"quote34":{"quote":"Some people can stay longer in an hour than others can in a week.","category":"People","author":"William Dean Howells"},"quote35":{"quote":"The person who can be only serious or only cheerful, is but half a man.","category":"People","author":"Leigh Hunt"},"quote36":{"quote":"We demand that people should be true to the pictures we have of them, no matter how repulsive those pictures may be: we prefer the true portrait in all its homogeneity, to one with a detail added which refuses to fit in.","category":"People","author":"Pamela Hansford Johnson"},"quote37":{"quote":"The people long eagerly for just two things. Bread and circuses.","category":"People","author":"Juvenal"},"quote38":{"quote":"If you cannot mould yourself as you would wish, how can you expect other people to be entirely to your liking?","category":"People","author":"Thomas KempisThe Imitation of Christ, I"},"quote39":{"quote":"We hold the view that the people make the best judgment in the long run.","category":"People","author":"John Fitzgerald Kennedy"},"quote40":{"quote":"Spiritual superiority only sees the individual. But alas, ordinarily we human beings are sensual and, therefore, as soon as it is a gathering, the impression changes -- we see something abstract, the crowd, and we become different. But in the eyes of God, the infinite spirit, all the millions that have lived and now live do not make a crowd, He only sees each individual.","category":"People","author":"Soren Kierkegaard"},"quote41":{"quote":"All the people like us are We, and everyone else is They.","category":"People","author":"Rudyard Kipling"},"quote42":{"quote":"One can no longer live with people: it is too hideous and nauseating. Owners and owned, they are like the two sides of a ghastly disease.","category":"People","author":"D. H. (David Herbert) Lawrence"},"quote43":{"quote":"Crowds are somewhat like the sphinx of ancient fable: It is necessary to arrive at a solution of the problems offered by their psychology or to resign ourselves to being devoured by them.","category":"People","author":"Gustave Le Bon"},"quote44":{"quote":"In New York, people are very overbooked.You say, When do you want to have dinner? It's May. They say, What about October? And then they complain: Oh you can't believe how booked up I am.","category":"People","author":"Fran Lebowitz"},"quote45":{"quote":"In each of us there is a little of all of us.","category":"People","author":"G. C. (Georg Christoph) Lichtenberg"},"quote46":{"quote":"I am convinced we do not only love ourselves in others but hate ourselves in others too.","category":"People","author":"G. C. (Georg Christoph) Lichtenberg"},"quote47":{"quote":"If all power is in the people, if there is no higher law than their will, and if by counting their votes, their will may be ascertained -- then the people may entrust all their power to anyone, and the power of the pretender and the usurper is then legitimate. It is not to be challenged since it came originally from the sovereign people.","category":"People","author":"Walter Lippmann"},"quote48":{"quote":"Social movements are at once the symptoms and the instruments of progress. Ignore them and statesmanship is irrelevant; fail to use them and it is weak.","category":"People","author":"Walter Lippmann"},"quote49":{"quote":"Please accept my resignation. I don't care to belong to any club that will have me as a member.","category":"People","author":"Groucho Marx"},"quote50":{"quote":"Some people are electrifying, they light up a room when they leave.","category":"People","author":"Yiddish Proverb"},"quote51":{"quote":"Everyone is kneaded out of the same dough but not baked in the same oven.","category":"People","author":"Yiddish Proverb"},"quote52":{"quote":"There are three kinds of people; those that make things happen, those that watch things happen and those who don't know what's happening.","category":"People","author":"Proverb"},"quote53":{"quote":"The man who follows the crowd will usually get no further than the crowd. The man who walks alone is likely to find himself in places no one has","category":"People","author":"Alan Ashley-Pitt"},"quote54":{"quote":"To understand the true quality of people, you must look into their minds, and examine their pursuits and aversions.","category":"People","author":"Marcus Aurelius"},"quote55":{"quote":"There are two kinds of people in the world, those who believe there are two kinds of people in the world and those who don't.","category":"People","author":"Robert Benchley"},"quote56":{"quote":"Just when you think that a person is just a backdrop for the rest of the universe, watch them and see that they laugh, they cry, they tell jokes ... they're just friends waiting to be made.","category":"People","author":"Dr. Jeffrey Borenstein"},"quote57":{"quote":"What's important is promising something to the people, not actually keeping those promises. The people have always lived on hope alone.","category":"People","author":"Hermann Broch"},"quote58":{"quote":"The ones who count are those persons who","category":"People","author":"Martin Buber"},"quote59":{"quote":"If the people are happy, united, wealthy, and powerful, we presume the rest. We conclude that to be good from whence good is derived.","category":"People","author":"Edmund Burke"},"quote60":{"quote":"There are two kinds of people, those who finish what they start and so on.","category":"People","author":"Robert Byrne"},"quote61":{"quote":"Look, when that crowd gets to cheering, when we know they're with us, when we know they like us, we play better. A hell of a lot better!","category":"People","author":"Bill Carlin"},"quote62":{"quote":"But we are the people of England; and we have not spoken yet. Smile at us, pay us, pass us. But do not quite forget.","category":"People","author":"G. K. Chesterton"},"quote63":{"quote":"If it has to choose who is to be crucified, the crowd will always save Barabbas.","category":"People","author":"Jean Cocteau"},"quote64":{"quote":"There are two types of people. Those we who come into a room and say, Well, here I am! and those who come in and say, Ah, there you are.","category":"People","author":"Frederick L. Collins"},"quote65":{"quote":"Always remember, there are two types of people in this world. Those who come into a room and say, Well, here I am! and those who come in and say, Ah, there you are!","category":"People","author":"Frederick L. Collins"},"quote66":{"quote":"These people have no religion, neither are they idolaters, but are a very gentle race, without the knowledge of any iniquity; they neither kill, nor steal, nor carry weapons... they have a knowledge that there is a God above, and are firmly persuaded that we have come from heaven.","category":"People","author":"Christopher ColumbusJournal of the First Voyage to America. (1492-1493)"},"quote67":{"quote":"A man's real life is that accorded to him in the thoughts of other men by reason of respect or natural love.","category":"People","author":"Joseph Conrad"},"quote68":{"quote":"It is when we try to grapple with another man's intimate need that we perceive how incomprehensible, wavering, and misty are the beings that share with us the sight of the stars and the warmth of the sun.","category":"People","author":"Joseph Conrad"},"quote69":{"quote":"We have no higher life that is really apart from other people. It is by imagining them that our personality is built up; to be without the power of imagining them is to be a low-grade idiot.","category":"People","author":"Charles Horton Cooley"},"quote70":{"quote":"If one had to worry about one's actions in respect of other people's ideas, one might as well be buried alive in an antheap or married to an ambitious violinist. Whether that man is the prime minister, modifying his opinions to catch votes, or a bourgeois in terror lest some harmless act should be misunderstood and outrage some petty convention, that man is an inferior man and I do not want to have anything to do with him any more than I want to eat canned salmon.","category":"People","author":"Aleister Crowley"},"quote71":{"quote":"Only a few human beings should grow to the square mile; they are commonly planted too close.","category":"People","author":"William T. Davis"},"quote72":{"quote":"What we know of other people's only our memory of the moments during which we knew them.","category":"People","author":"TS (Thomas Stearns) Eliot"},"quote73":{"quote":"The people are to be taken in small doses.","category":"People","author":"Ralph Waldo Emerson"},"quote74":{"quote":"Other men are lenses through which we read our own minds. Each man seeks those of different quality from his own, and such as are good of their kind; that is, he seeks other men, and the rest.","category":"People","author":"Ralph Waldo Emerson"},"quote75":{"quote":"The toughest part of getting to the top of the ladder, is getting through the crowd at the bottom.","category":"People","author":"Source Unknown"},"quote76":{"quote":"There are two kinds of people in the world. Those who walk into a room and say, There you are and those who say, Here I am","category":"People","author":"Abigail Van Buren"},"quote77":{"quote":"The public is a ferocious beast. One must either chain it up or flee from it.","category":"People","author":"Voltaire (François-Marie Arouet)"},"quote78":{"quote":"We are all what we pretend to be, but, we had better be very careful what we pretend.","category":"People","author":"Kurt Vonnegut"},"quote79":{"quote":"I am a deeply superficial person.","category":"People","author":"Andy Warhol"},"quote80":{"quote":"No sociologist should think himself too good, even in his old age, to make tens of thousands of quite trivial computations in his head and perhaps for months at a time. One cannot with impunity try to transfer this task entirely to mechanical assistants if one wishes to figure something, even though the final result is often small indeed.","category":"People","author":"Max Weber"},"quote81":{"quote":"I wonder if we are all wrong about each other, if we are just composing unwritten novels about the people we meet?","category":"People","author":"Rebecca West"},"quote82":{"quote":"The genius of the United States is not best or most in its executives or legislatures, nor in its ambassadors or authors or colleges, or churches, or parlors, nor even in its newspapers or inventors, but always most in the common people.","category":"People","author":"Walt Whitman"},"quote83":{"quote":"It is absurd to divide people into good and bad. People are either charming or tedious.","category":"People","author":"Oscar Wilde"},"quote84":{"quote":"The eyes of others our prisons; their thoughts our cages.","category":"People","author":"Virginia Woolf"},"quote85":{"quote":"Great bodies of people are never responsible for what they do.","category":"People","author":"Virginia Woolf"},"quote86":{"quote":"The only certainty about following the crowd is that you will all get there together.","category":"People","author":"Mychal Wynn"},"quote87":{"quote":"The people, and the people alone, are the motive force in the making of world history.","category":"People","author":"Mao Zedong"}}
