{"quote0":{"quote":"Time is a sort of river of passing events, and strong is its current; no sooner is a thing brought to sight than it is swept by and another takes its place, and this too will be swept away.","category":"Time","author":"Marcus Aurelius"},"quote1":{"quote":"For a man can lose neither the past nor the future; for how can one take from him that which is not his? So remember these two points: first, that each thing is of like form from everlasting and comes round again in its cycle, and that it signifies not whether a man shall look upon the same things for a hundred years or two hundred, or for an infinity of time; second, that the longest lived and the shortest lived man, when they come to die, lose one and the same thing.","category":"Time","author":"Marcus AureliusMeditations"},"quote2":{"quote":"The best way to pay for a lovely moment is to enjoy it.","category":"Time","author":"Richard Bach"},"quote3":{"quote":"To choose time is to save time.","category":"Time","author":"Francis Bacon"},"quote4":{"quote":"Time is a dressmaker specializing in alterations.","category":"Time","author":"Faith Baldwin"},"quote5":{"quote":"The geometry of landscape and situation seems to create its own systems of time, the sense of a dynamic element which is cinematizing the events of the canvas, translating a posture or ceremony into dynamic terms. The greatest movie of the 20th century is the Mona Lisa, just as the greatest novel is Gray's Anatomy.","category":"Time","author":"J. G. Ballard"},"quote6":{"quote":"Eternity -- waste of time.","category":"Time","author":"Natalie Clifford Barney"},"quote7":{"quote":"We are weighed down, every moment, by the conception and the sensation of Time. And there are but two means of escaping and forgetting this nightmare: pleasure and work. Pleasure consumes us. Work strengthens us. Let us choose.","category":"Time","author":"Charles Baudelaire"},"quote8":{"quote":"A grindstone that had not grit in it, how long would it take to sharpen an ax? And affairs that had not grit in them, how long would they take to make a man?","category":"Time","author":"Henry Ward Beecher"},"quote9":{"quote":"The first hour of the morning is the rudder of the day.","category":"Time","author":"Henry Ward Beecher"},"quote10":{"quote":"The supply of time is a daily miracle. You wake up in the morning and lo! Your purse is magnificently filled with 24 hours of the unmanufactured tissue of the universe of life. It is yours! The most precious of your possessions.","category":"Time","author":"Arnold Bennett"},"quote11":{"quote":"You wake up in the morning, and your purse is magically filled with twenty-four hours of un-manufactured tissue of the universe of your life! It is yours. It is the most precious of possessions. No one can take it from you. And no one receives either more or less than you receive.","category":"Time","author":"Arnold Bennett"},"quote12":{"quote":"We never shall have any more time we have, and we have always had, all the time there is.","category":"Time","author":"Thomas A. Bennett"},"quote13":{"quote":"Modern thought has transferred the spectral character of Death to the notion of time itself. Time has become Death triumphant over all.","category":"Time","author":"John Berger"},"quote14":{"quote":"There's never enough time to do it right, but there's always enough time to do it over.","category":"Time","author":"Jack Bergman"},"quote15":{"quote":"Time is a great teacher, but unfortunately it kills all its pupils.","category":"Time","author":"Hector Louis Berlioz"},"quote16":{"quote":"There is a time for everything, and a season for every activity under heaven. Ecclesiastes 3:1","category":"Time","author":"Bible"},"quote17":{"quote":"Time is like money, the less we have of it to spare the further we make it go.","category":"Time","author":"Josh Billings"},"quote18":{"quote":"It is difficult to live in the present, ridiculous to live in the future, and impossible to live in the past. Nothing is as far away as one minute ago.","category":"Time","author":"Jim Bishop, \"comment in the NY Journal-American\", May 7, 1961"},"quote19":{"quote":"You will never find time for anything. If you want time, you must make it.","category":"Time","author":"Charles Bixton"},"quote20":{"quote":"Eternity is in love with the productions of time.","category":"Time","author":"William Blake"},"quote21":{"quote":"To see the world in a grain of sand, and to see heaven in a wild flower, hold infinity in the palm of your hand, and eternity in an hour.","category":"Time","author":"William Blake"},"quote22":{"quote":"The hours of folly are measured by the clock, but of wisdom no clock can measure.","category":"Time","author":"William Blake"},"quote23":{"quote":"A man must be master of his hours and days, not their servant.","category":"Time","author":"William Frederick Book"},"quote24":{"quote":"I am definitely going to take a course on time management... just as soon as I can work it into my schedule.","category":"Time","author":"Louis E. Boone"},"quote25":{"quote":"Time is Too slow for those who wait, Too swift for those who fear, Too long for those who grieve, Too short for those who rejoice. But for those who love, time is not.","category":"Time","author":"Henry Van Dyke"},"quote26":{"quote":"You are not born for fame if you don't know the value of time.","category":"Time","author":"Marquis De Vauvenargues"},"quote27":{"quote":"Time bears away all things, even the mind.","category":"Time","author":"VirgilEclogues, Book IX, Line 51."},"quote28":{"quote":"Time is an equal opportunity employer. Each human being has exactly the same number of hours and minutes every day. Rich people can't buy more hours. Scientists can't invent new minutes. And you can't save time to spend it on another day. Even so, time is amazingly fair and forgiving. No matter how much time you've wasted in the past, you still have an entire tomorrow.","category":"Time","author":"Denis Waitley"},"quote29":{"quote":"Time is the most precious element of human existence. The successful person knows how to put energy into time and how to draw success from time.","category":"Time","author":"Denis Waitley"},"quote30":{"quote":"People who cannot find time for recreation are obliged sooner or later to find time for illness.","category":"Time","author":"John Wanamaker"},"quote31":{"quote":"Time I have only just a minute. Only sixty seconds in it. Forced upon me, can't refuse it. Didn't seek it, didn't choose it. But it's up to me to use it. I must suffer if I lose it. Give account if I abuse it, Just a tiny little minute but eternity is in it.","category":"Time","author":"Christine Warren"},"quote32":{"quote":"I want to go ahead of Father Time with a scythe of my own.","category":"Time","author":"H. G. [Herbert George] Wells"},"quote33":{"quote":"Between too early and too late, there is never more than a moment.","category":"Time","author":"Franz Werfel"},"quote34":{"quote":"Here or henceforward it is all the same to me, I accept Time absolutely.","category":"Time","author":"Walt Whitman"},"quote35":{"quote":"Time is waste of money.","category":"Time","author":"Oscar Wilde"},"quote36":{"quote":"It is only in appearance that time is a river. It is rather a vast landscape and it is the eye of the beholder that moves.","category":"Time","author":"Thornton WilderThe Eighth Day Harper & Row 67"},"quote37":{"quote":"For time is the longest distance between two places.","category":"Time","author":"Tennessee (Thomas Lanier) Williams"},"quote38":{"quote":"In politics a week is a very long time.","category":"Time","author":"Harold Wilson"},"quote39":{"quote":"We are always acting on what has just finished happening. It happened at least 1/30th of a second ago. We think we're in the present, but we aren't. The present we know is only a movie of the past.","category":"Time","author":"Thomas Wolfe"},"quote40":{"quote":"Here is the same clock that walked quietly Through those enormous years I half recall,When between one blue summer and anotherTime seemed as many miles as round the world,And world a day, a moment or a mile,Or a sweet slope of grass edged with the sea,Or a new song to sing, or a tree dressed in gold","category":"Time","author":"Judith WrightThe Moving Image, 1946"},"quote41":{"quote":"There is surely nothing other than the single purpose of the present moment. A man's whole life is a succession of moment after moment. If one fully understands the present moment, there will be nothing else to do, and nothing else to pursue.","category":"Time","author":"Yamamoto TsunetomoHagakure"},"quote42":{"quote":"The years like great black oxen tread the world, and God the herdsman treads them on behind, and I am broken by their passing feet.","category":"Time","author":"William Butler Yeats"},"quote43":{"quote":"Procrastination is the thief of time.note: this line also appears in Charles Dickens' David Copperfield.","category":"Time","author":"Edward YoungNight Thoughts. (in Night i. Line 393), 1742"},"quote44":{"quote":"Without music to decorate it, time is just a bunch of boring production deadlines or dates by which bills must be paid.","category":"Time","author":"Frank Zappa"},"quote45":{"quote":"The greatest loss of time is delay and expectation, which depend upon the future. We let go the present, which we have in our power, and look forward to that which depends upon chance, and so relinquish a certainty for an uncertainty.","category":"Time","author":"Seneca (Seneca the Elder)"},"quote46":{"quote":"My pipe is out, my glass is dry;My fire is almost ashes too;But once again, before you go,And I prepare to meet the New;Old Year! a parting word that's true,For we've been comrades, you and I--I thank God for each day of you;There! bless you now! Old Year, good-bye!","category":"Time","author":"Robert William ServiceThe Passing of the Year"},"quote47":{"quote":"Ha, ha! keep time: how sour sweet music is, When time is broke and no proportion kept!So is it in the music of men's lives.And here have I the daintiness of earTo cheque time broke in a disorder'd string;But for the concord of my state and timeHad not an ear to hear my true time broke.I wasted time, and now doth time waste me;For now hath time made me his numbering clock:My thoughts are minutes; and with sighs they jarTheir watches on unto mine eyes, the outward watch,Whereto my finger, like a dial's point,Is pointing still, in cleansing them from tears.http://www.online-literature.com/shakespeare/richardII/19/","category":"Time","author":"William ShakespeareKing Richard II Act V Scene V"},"quote48":{"quote":"O, call back yesterday, bid time return.","category":"Time","author":"William Shakespeare"},"quote49":{"quote":"Wasted time means wasted lives.","category":"Time","author":"R. Shannon"},"quote50":{"quote":"Everything happens to everybody sooner or later if there is time enough.","category":"Time","author":"George Bernard Shaw"},"quote51":{"quote":"When the time is right, you just got to do it.","category":"Time","author":"Jack Simplot"},"quote52":{"quote":"Lost wealth may be replaced by industry, lost knowledge by study, lost health by temperance or medicine, but lost time is gone forever.","category":"Time","author":"Samuel Smiles"},"quote53":{"quote":"Time: that which man is always trying to kill, ends in killing him.","category":"Time","author":"Herbert Spencer"},"quote54":{"quote":"Time is the only critic without ambition.","category":"Time","author":"John Steinbeck"},"quote55":{"quote":"Come on, Come on, and there'll be no turning back. You were only killing time and it can kill you right back Come on, Come on, its time to burn up the fuse. You got nothing to do and even less to lose.","category":"Time","author":"Jim Steinman"},"quote56":{"quote":"Eternity is a terrible thought. I mean, where's it going to end?","category":"Time","author":"Tom Stoppard"},"quote57":{"quote":"The longest day must have its close --the gloomiest night will wear on to a morning. An eternal, inexorable lapse of moments is ever hurrying the day of the evil to an eternal night, and the night of the just to an eternal day.","category":"Time","author":"Harriet Beecher Stowe"},"quote58":{"quote":"Don't serve time, make time serve you","category":"Time","author":"William Sutton"},"quote59":{"quote":"Time turns the old days to derision, our loves into corpses or wives; and marriage and death and division make barren our lives.","category":"Time","author":"Algernon Charles Swinburne"},"quote60":{"quote":"The butterfly counts not months but moments, and has time enough.","category":"Time","author":"Rabindranath Tagore"},"quote61":{"quote":"Time is not a line, but a series of now-points.","category":"Time","author":"Taisen Deshimaru"},"quote62":{"quote":"If, before going to bed every night, you will tear a page from the calendar, and remark, there goes another day of my life, never to return, you will become time conscious.","category":"Time","author":"A. B. Zu Tavern"},"quote63":{"quote":"Time will take your money, but money won't buy time.","category":"Time","author":"James Taylor"},"quote64":{"quote":"A day may sink or save a realm.","category":"Time","author":"Alfred Lord Tennyson"},"quote65":{"quote":"In eternity there is indeed something true and sublime. But all these times and places and occasions are now and here. God himself culminates in the present moment and will never be more divine in the lapse of the ages. Time is but a stream I go a-fishing in. I drink at it, but when I drink I see the sandy bottom and detect how shallow it is. Its thin current slides away but eternity remains.","category":"Time","author":"Henry David Thoreau"},"quote66":{"quote":"Time is but the stream I go fishing in. I drink at it, but while I drink I see the sandy bottom and detect how shallow it is. It's thin current slides away, but eternity remains.","category":"Time","author":"Henry David Thoreau"},"quote67":{"quote":"As if you could kill time without injuring eternity.","category":"Time","author":"Henry David Thoreau"},"quote68":{"quote":"You cannot kill time without injuring eternity.","category":"Time","author":"Henry David Thoreau"},"quote69":{"quote":"Is what I'm doing or about to do getting us closer to our objective?","category":"Time","author":"Robert Townsend"},"quote70":{"quote":"Time makes heroes but dissolves celebrities.","category":"Time","author":"Daniel J. Boorstin"},"quote71":{"quote":"Time is the substance from which I am made. Time is a river which carries me along, but I am the river; it is a tiger that devours me, but I am the tiger; it is a fire that consumes me, but I am the fire.","category":"Time","author":"Jorge Luis Borges"},"quote72":{"quote":"A watch can only tell us how much time it is, how much time has passed, or how much time must still pass before something will occur. These statements are related not to time itself but only to its measurement or calculation.","category":"Time","author":"Medard Boss"},"quote73":{"quote":"Time is the one thing we possess. Our success depends upon the use of our time, and its by-product, the odd moment.","category":"Time","author":"Arthur Brisbane"},"quote74":{"quote":"I am ready any time. Do not keep me waiting.","category":"Time","author":"John Mason Brown"},"quote75":{"quote":"Time has no meaning in itself unless we choose to give it significance.","category":"Time","author":"Leo Buscaglia"},"quote76":{"quote":"You must never find time for anything. If you want time you must make it.","category":"Time","author":"Charles Buxton"},"quote77":{"quote":"Oh Time! the beautifier of the dead, adorer of the ruin, comforter and only healer when the heart hath bled... Time, the avenger!","category":"Time","author":"Lord (George Gordon) Byron"},"quote78":{"quote":"If time is precious, no book that will not improve by repeated reading deserves to be read at all.","category":"Time","author":"Thomas Carlyle"},"quote79":{"quote":"The illuminable, silent, never-resting thing called Time, rolling, rushing on, swift, silent, like an all-embracing oceantide, on which we and all the universe swim like exhalations, like apparitions which are, and then are not: this is forever very literally a miracle; a thing to strike us dumb, for we have no word to speak about it.","category":"Time","author":"Thomas CarlyleOn Heroes, Hero-Worship, and the Heroic in History, 1841"},"quote80":{"quote":"There is time for work. And time for love. That leaves no other time.","category":"Time","author":"Coco Chanel"},"quote81":{"quote":"Time and tide wait for no man.","category":"Time","author":"Chaucer"},"quote82":{"quote":"The less one has to do, the less time one finds to do it in.","category":"Time","author":"Lord Chesterfield"},"quote83":{"quote":"Take care in your minutes, and the hours will take care of themselves.","category":"Time","author":"Lord Chesterfield"},"quote84":{"quote":"I recommend you to take care of the minutes, for the hours will take care of themselves.","category":"Time","author":"Lord Chesterfield"},"quote85":{"quote":"If we open a quarrel between the past and the present, we shall find we have lost the future.","category":"Time","author":"Sir Winston Churchill"},"quote86":{"quote":"Time destroys the speculation of men, but it confirms nature.","category":"Time","author":"Marcus Tullius Cicero"},"quote87":{"quote":"Much may be done in those little shreds and patches of time, which every day produces, and which most men throw away, but which nevertheless will make at the end of it no small deduction for the life of man.","category":"Time","author":"Charles Caleb Colton"},"quote88":{"quote":"Time; that black and narrow isthmus between two eternities.","category":"Time","author":"Charles Caleb Colton"},"quote89":{"quote":"Time is the most undefinable yet paradoxical of things; the past is gone, the future is not come, and the present becomes the past even while we attempt to define it, and, like the flash of lightning, at once exists and expires.","category":"Time","author":"Charles Caleb Colton"},"quote90":{"quote":"We simply assume that the way we see things is the way they really are or the way they should be. And our attitudes and behaviors grow out of these assumptions.","category":"Time","author":"Stephen Covey"},"quote91":{"quote":"Management works in the system; Leadership works on the system.","category":"Time","author":"Stephen Covey"},"quote92":{"quote":"Nothing is to come, and nothing past: But an eternal now, does always last.","category":"Time","author":"Abraham Cowley"},"quote93":{"quote":"Time is money, especially when you are talking to a lawyer or buying a commercial.","category":"Time","author":"Frank Dane"},"quote94":{"quote":"A man who dares to waste one hour of his life has not discovered the value of life.","category":"Time","author":"Charles Darwin"},"quote95":{"quote":"One thing you can't recycle is wasted time.","category":"Time","author":"Anon."},"quote96":{"quote":"Monday is the key day of the week.","category":"Time","author":"Scottish Proverb"},"quote97":{"quote":"An inch of time cannot be bought with an inch of gold.","category":"Time","author":"Chinese Proverb"},"quote98":{"quote":"There is but an hour a day between a good housewife and a bad one.","category":"Time","author":"English Proverb"},"quote99":{"quote":"Time is the soul of business.","category":"Time","author":"English Proverb"},"quote100":{"quote":"With time and patience the mulberry leaf becomes a silk gown.","category":"Time","author":"Chinese Proverb"},"quote101":{"quote":"Time goes by so fast, people go in and out of your life. You must never miss the opportunity to tell these people how much they mean to you.no source for this, even a website dedicated to Cheers doesn't have it http://www.tvtome.com/tvtome/servlet/GuidePageServlet/showid-66/epid-14345/","category":"Time","author":"Anon.attributed to Cheers"},"quote102":{"quote":"Everything passes, everything perishes, everything palls.","category":"Time","author":"Proverb"},"quote103":{"quote":"Life is half spent before one knows what it is.","category":"Time","author":"Proverb"},"quote104":{"quote":"Love makes time pass away and time makes love pass away.","category":"Time","author":"Proverb"},"quote105":{"quote":"Why kill time when one can employ it.","category":"Time","author":"Proverb"},"quote106":{"quote":"Forever is a long bargain.","category":"Time","author":"Proverb"},"quote107":{"quote":"The morning hour has gold in its mouth.","category":"Time","author":"Proverb"},"quote108":{"quote":"Even a clock that is not going is right twice a day.","category":"Time","author":"Proverb"},"quote109":{"quote":"Time and I against any two.","category":"Time","author":"Proverb"},"quote110":{"quote":"The longest day soon comes to an end.","category":"Time","author":"Proverb"},"quote111":{"quote":"Soon enough is well enough.","category":"Time","author":"Proverb"},"quote112":{"quote":"Now is the watchword of the wise.","category":"Time","author":"Proverb"},"quote113":{"quote":"Lost time is never found again.","category":"Time","author":"Proverb"},"quote114":{"quote":"We are preoccupied with time. If we could learn to love space as deeply as we are now obsessed with time, we might discover a new meaning in the phrase to live like men.","category":"Time","author":"Edward AbbeyDesert Solitaire"},"quote115":{"quote":"It is all very beautiful and magical here - a quality which cannot be described. You have to live it and breathe it, let the sun bake into you. The skies and the lands are so enormous, and the detail so precise and exquisite that wherever you are you are isolated into a glowing world between the macro and the micro, where everything is sidewise under you and over you, and the clocks stopped long ago.","category":"Time","author":"Ansel Adamsfrom A Letter to Alfred Stieglitz from Abiquiu, New Mexico., September 21, 1937"},"quote116":{"quote":"Eternity! thou pleasing, dreadful thought.","category":"Time","author":"Joseph Addison"},"quote117":{"quote":"I cannot afford to waste my time making money.","category":"Time","author":"Louis Agassiz"},"quote118":{"quote":"Since time is the one immaterial object which we cannot influence -- neither speed up nor slow down, add to nor diminish -- it is an imponderably valuable gift.","category":"Time","author":"Maya Angelou"},"quote119":{"quote":"He who lets time rule him will live the life of a slave.","category":"Time","author":"John Arthorne"},"quote120":{"quote":"Time is the wisest of all counselors.","category":"Time","author":"Plutarch"},"quote121":{"quote":"One by one the sands are flowing, One by one the moments fall;Some are coming, some are going;Do not strive to grasp them all.","category":"Time","author":"Adelaide Proctor"},"quote122":{"quote":"You can't turn back the clock. But you can wind it up again.","category":"Time","author":"Bonnie Prudden"},"quote123":{"quote":"One of the greatest resources people cannot mobilize themselves is that they try to accomplish great things. Most worthwhile achievements are the result of many little things done in a single direction.","category":"Time","author":"Nido Qubein"},"quote124":{"quote":"Time is the fairest and toughest judge.","category":"Time","author":"Edgar Quinet"},"quote125":{"quote":"The shortest period of time lies between the minute you put some money away for a rainy day and the unexpected arrival of rain.","category":"Time","author":"Jane Bryant Quinn"},"quote126":{"quote":"Time is at once the most valuable and the most perishable of all our possessions.","category":"Time","author":"John Randolph"},"quote127":{"quote":"Don't be fooled by the calendar. There are only as many days in the year as you make use of. One man gets only a week's value out of a year while another man gets a full year's value out of a week.","category":"Time","author":"Charles Richards"},"quote128":{"quote":"There is here no measuring with time, no year matters, and ten years are nothing. Being an artist means, not reckoning and counting, but ripening like the tree which does not force it's sap and stands confident in the storms of Spring without the fear that after them may come no Summer. It does come. I learn it daily, learn it with pain to which I am grateful","category":"Time","author":"Rainer Maria Rilke"},"quote129":{"quote":"Once you have mastered time, you will understand how true it is that most people overestimate what they can accomplish in a year -- and underestimate what they can achieve in a decade!","category":"Time","author":"Anthony Robbins"},"quote130":{"quote":"Nothing is a waste of time if you use the experience wisely.","category":"Time","author":"Auguste Rodin"},"quote131":{"quote":"Half our life is spent trying to find something to do with the time we have rushed through life trying to save.","category":"Time","author":"Will Rogers"},"quote132":{"quote":"Time is more value than money. You can get more money, but you cannot get more time.","category":"Time","author":"Jim Rohn"},"quote133":{"quote":"never before have we had so little time in which to do so much.","category":"Time","author":"Franklin D. Roosevelt"},"quote134":{"quote":"American time has stretched around the world. It has become the dominant tempo of modern history, especially of the history of Europe.","category":"Time","author":"Harold Rosenberg"},"quote135":{"quote":"The Eternal looked upon me for a moment with His eye of power, and annihilated me in His being, and become manifest to me in His essence. I saw I existed through Him.","category":"Time","author":"Rumi"},"quote136":{"quote":"The time you enjoy wasting is not wasted time.","category":"Time","author":"Bertrand Russell"},"quote137":{"quote":"A truer image of the world, I think, is obtained by picturing things as entering into the stream of time from an eternal world outside, than from a view which regards time as the devouring tyrant of all that is.","category":"Time","author":"Bertrand Russell"},"quote138":{"quote":"Imagine that I am riding a bicycle toward you. As I approach an intersection I nearly collide, so it seems to me, with a horsedrawn cart. I swerve and barely avoid being run over. Now think of the event again, and imagine that the cart and the bicycle are both traveling close to the speed of light. If you are standing down the road, the cart is traveling at right angles to your light of sight. You see me, by reflected sunlight, traveling toward you. Would not my speed be added to the speed of light so that my image would get to you considerably before the image of the cart? Should you not see me swerve before you see the cart arrive? Can the cart and I approach the intersection simultaneously from my point of view, but not from yours? Could I experience a near collision with the cart while you perhaps see me swerve around nothing and pedal cheerfully on toward the town of Vinci? These are curious and subtle questions. They challenge the obvious. There is a reason that no one thought of them before Einstein. From such elementary questions, Einstein produced a fundamental rethinking of the world, a revolution in physics.","category":"Time","author":"Carl SaganCosmos. (New York: Ballantine, 1980), 166-167."},"quote139":{"quote":"Time is the coin of your life. It is the only coin you have, and only you can determine how it will be spent. Be careful lest you let other people spend it for you.","category":"Time","author":"Carl Sandburg"},"quote140":{"quote":"Time has a wonderful way of weeding out the trivial.","category":"Time","author":"Richard Ben Sapir"},"quote141":{"quote":"Three o clock is always too late or too early for anything you want to do.","category":"Time","author":"Jean-Paul Sartre"},"quote142":{"quote":"Think with awe on the slow and quiet power of time.","category":"Time","author":"Friedrich von Schiller"},"quote143":{"quote":"Time is that in which all things pass away.","category":"Time","author":"Arthur Schopenhauer"},"quote144":{"quote":"Time discovered truth.","category":"Time","author":"Seneca (Seneca the Elder)"},"quote145":{"quote":"No one can be right all of the time, but it helps to be right most of the time.","category":"Time","author":"Robert Half"},"quote146":{"quote":"Time spent on hiring is time well spent.","category":"Time","author":"Robert Half"},"quote147":{"quote":"Misspending a man's time is a kind of self-homicide.","category":"Time","author":"Edward F. Halifax"},"quote148":{"quote":"Time is a great healer, but a poor beautician.","category":"Time","author":"Lucille S. Harper"},"quote149":{"quote":"This required abandoning the idea that there is a universal quantity called time that all clocks measure. Instead, everyone would have his own personal time. The clocks of two people would agree if they were at rest with respect to each other but not if they were moving. This has been confirmed by a number of experiments, including one in which an extremely accurate timepiece was flown around the world and then compared with one that had stayed in place. If you wanted to live longer, you could keep flying to the east so the speed of the plane added to the earth","category":"Time","author":"Stephen Hawking"},"quote150":{"quote":"Time is the rider that breaks youth.","category":"Time","author":"George Herbert"},"quote151":{"quote":"City people try to buy time as a rule, when they can, whereas country people are prepared to kill time, although both try to cherish in their mind's eye the notion of a better life ahead.","category":"Time","author":"Edward Hoagland"},"quote152":{"quote":"Time, you old gypsy man, will you not stay, put up your caravan just for one day?","category":"Time","author":"Ralph Hodgson"},"quote153":{"quote":"Make a good use of the present.","category":"Time","author":"Horace"},"quote154":{"quote":"When men are not regretting that life is so short, they are doing something to kill time.","category":"Time","author":"Edward W. Howe"},"quote155":{"quote":"What a folly it is to dread the thought of throwing away life at once, and yet have no regard to throwing it away by parcels and piecemeal.","category":"Time","author":"John Howe"},"quote156":{"quote":"He who every morning plans the transaction of the day and follows out the plan, carries a thread that will guide him through the labyrinth of the most busy life.","category":"Time","author":"Victor Hugo"},"quote157":{"quote":"We realize our dilemma goes deeper than shortage of time; it is basically a problem of priorities. We confess, We have left undone those things that ought to have done; and we have done those things which we ought not to have done.","category":"Time","author":"Charles E. Hummel"},"quote158":{"quote":"Time, whose tooth gnaws away at everything else, is powerless against truth.","category":"Time","author":"Thomas Henry Huxley"},"quote159":{"quote":"If you want to make good use of your time, you've got to know what's most important and then give it all you've got.","category":"Time","author":"Lee Iacocca"},"quote160":{"quote":"Heck by the time a man scratches his behind, clears his throat, and tells me how smart he is, we've already wasted fifteen minutes.","category":"Time","author":"Lyndon B. Johnson"},"quote161":{"quote":"O, for an engine, to keep back all clocks, or make the sun forget his motion!","category":"Time","author":"Ben Jonson"},"quote162":{"quote":"Time is a gift, given to you, given to give you the time you need, the time you need to have the time of your life.","category":"Time","author":"Norton JusterThe Phantom Tollbooth"},"quote163":{"quote":"The idea is to make decisions and act on them -- to decide what is important to accomplish, to decide how something can best be accomplished, to find time to work at it and to get it done.","category":"Time","author":"Karen Kakascik"},"quote164":{"quote":"We must use time as a tool, not as a couch.","category":"Time","author":"John Fitzgerald Kennedy"},"quote165":{"quote":"I have lots of things to teach you now, in case we ever meet, concerning the message that was transmitted to me under a pine tree in North Carolina on a cold winter moonlit night. It said that Nothing Ever Happened, so don't worry. It's all like a dream. Everything is ecstasy, inside. We just don't know it because of our thinking-minds. But in our true blissful essence of mind is known that everything is alright forever and forever and forever. Close your eyes, let your hands and nerve-ends drop, stop breathing for 3 seconds, listen to the silence inside the illusion of the world, and you will remember the lesson you forgot, which was taught in immense milky way soft cloud innumerable worlds long ago and not even at all. It is all one vast awakened thing. I call it the golden eternity. It is perfect. We were never really born, we will never really die. It has nothing to do with the imaginary idea of a personal self, other selves, many selves everywhere: Self is only an idea, a mortal idea. That which passes into everything is one thing. It's a dream already ended. There's nothing to be afraid of and nothing to be glad about. I know this from staring at mountains months on end. They never show any expression, they are like empty space. Do you think the emptiness of space will ever crumble away? Mountains will crumble, but the emptiness of space, which is the one universal essence of mind, the vast awakenerhood, empty and awake, will never crumble away because it was never born.","category":"Time","author":"Jack Kerouac"},"quote166":{"quote":"We must use time creatively -- and forever realize that the time is always hope to do great things.","category":"Time","author":"Martin Luther King, Jr."},"quote167":{"quote":"Time makes friendship stronger, but love weaker","category":"Time","author":"Jean De La Bruyere"},"quote168":{"quote":"Time = Life, Therefore, waste your time and waste of your life, or master your time and master your life.","category":"Time","author":"Alan Lakein"},"quote169":{"quote":"Review our priorities, ask the question; What's the best use of our time right now?","category":"Time","author":"Alan Lakein"},"quote170":{"quote":"Your greatest asset is your earning ability. Your greatest resource is your time.","category":"Time","author":"Brian Tracy"},"quote171":{"quote":"When as a child I laughed and wept, time crept. When as a youth I waxed more bold, time strolled. When I became a full-grown man, time RAN. When older still I daily grew, time FLEW. Soon I shall find, in passing on, time gone. O Christ! wilt Thou have saved me then? Amen.","category":"Time","author":"Henry Twells"},"quote172":{"quote":"If there is a symbol of our age, perhaps it is something that every factory worker does each day of their working lives -- I refer to clocking in. (Very soon probably they won't even have to do that; the clock will itself observe them by radar.) In the ancient world when a person entered a temple, each made a votive offering to a god or a goddess at the door. As twentieth century people file into their shrines, they obediently pay their due to the god that regulates their lives -- the clock. It is the clock that measures us, that silent witness that keeps our going in and our coming out and relentlessly records our every movement. That is where all our organization and machinery to free us from time, to save us time, has brought us. Never before have we had such control over things, and never before have we been so enslaved by them. And of nothing is this more true than of time.","category":"Time","author":"Evelyn UnderhillThe Mastery of Time"},"quote173":{"quote":"Everything in this life takes longer than you think except life itself.","category":"Time","author":"Source Unknown"},"quote174":{"quote":"He that lacks the time to mourn, lacks time to mend.","category":"Time","author":"Source Unknown"},"quote175":{"quote":"An alarm clock is a device that makes you rise and whine.","category":"Time","author":"Source Unknown"},"quote176":{"quote":"I am what you will be, I was what you are.","category":"Time","author":"Source Unknown"},"quote177":{"quote":"The infinite is in the finite of every instant.","category":"Time","author":"Source Unknown"},"quote178":{"quote":"Every morning you are handed 24 golden hours. They are one of the few things in this world that you get free of charge. If you had all the money in the world, you couldn't buy an extra hour. What will you do with this priceless treasure? Remember, you must","category":"Time","author":"Source Unknown"},"quote179":{"quote":"One thing you can't recycle is wasted time","category":"Time","author":"Source Unknown"},"quote180":{"quote":"Priority: A statement of the importance of a user or a program. Often expressed as a relative priority, indicating that the user doesn't care when the work is completed so long as he is treated less badly than someone else.","category":"Time","author":"Source Unknown"},"quote181":{"quote":"Get into the habit of asking yourself if what you are doing can be handled by someone else.","category":"Time","author":"Source Unknown"},"quote182":{"quote":"A person who borrows your watch, tells you what time it is, pockets your watch, and then sends you a bill for it.","category":"Time","author":"Source Unknown"},"quote183":{"quote":"A man's main job is to become supremely aware of and intimately involved in the great issues of his time","category":"Time","author":"Source Unknown"},"quote184":{"quote":"To save time is to lengthen life.","category":"Time","author":"Source Unknown"},"quote185":{"quote":"You love what you find time to do.","category":"Time","author":"Source Unknown"},"quote186":{"quote":"What comes first, the compass or the clock? Before one can truly manage time (the clock), it is important to know where you are going, what your priorities and goals are, in which direction you are headed (the compass). Where you are headed is more important than how fast you are going. Rather than always focusing on what's urgent, learn to focus on what is really important.","category":"Time","author":"Source Unknown"},"quote187":{"quote":"Time spent in getting even would be better spent in getting ahead.","category":"Time","author":"Source Unknown"},"quote188":{"quote":"Time is nature's way of making sure that everything doesn't happen at once.","category":"Time","author":"Source Unknown"},"quote189":{"quote":"Time invested in improving ourselves cuts down on time wasted in disapproving of others.","category":"Time","author":"Source Unknown"},"quote190":{"quote":"Time cuts down all, both great and small.","category":"Time","author":"Source Unknown"},"quote191":{"quote":"The woman who says she won't be a minute is usually right.","category":"Time","author":"Source Unknown"},"quote192":{"quote":"To get all there is out of living, we must employ our time wisely, never being in too much of a hurry to stop and sip life, but never losing our sense of the enormous value of a minute.","category":"Time","author":"Robert Updegraff"},"quote193":{"quote":"The trouble with our times is that the future is not what it used to be.","category":"Time","author":"Paul Ambroise Valery"},"quote194":{"quote":"Time is too slow for those who waittoo swift for those who feartoo long for those who grieve,too short for those who rejoice,but for those who love, time is eternity.Hours fly, flowers die, new days, new ways pass by, Love stays.","category":"Time","author":"Henry Van DykeKatrina's Sun Dial"},"quote195":{"quote":"Time stays long enough for those who use it.","category":"Time","author":"Leonardo DaVinci"},"quote196":{"quote":"A day wasted on others is not wasted on one's self.","category":"Time","author":"Charles Dickens"},"quote197":{"quote":"Time is the most valuable thing a man can spend.","category":"Time","author":"Diogenes"},"quote198":{"quote":"Time goes, you say? Ah, no! Alas, Time stays, we go.","category":"Time","author":"Austin Dobson"},"quote199":{"quote":"One can always trust to time. Insert a wedge of time and nearly everything straightens itself out.","category":"Time","author":"Norman Douglas"},"quote200":{"quote":"Time is the scarcest resource of the manager; If it is not managed, nothing else can be managed","category":"Time","author":"Peter Drucker"},"quote201":{"quote":"Everything requires time. It is the only truly universal condition. All work takes place in time and uses up time. Yet most people take for granted this unique, irreplaceable, and necessary resource. Nothing else, perhaps, distinguishes effective executives as much as their tender loving care of time.","category":"Time","author":"Peter Drucker"},"quote202":{"quote":"Until we can manage TIME, we can manage nothing else.","category":"Time","author":"Peter Drucker"},"quote203":{"quote":"One cannot buy, rent or hire more time. The supply of time is totally inelastic. No matter how high the demand, the supply will not go up. There is no price for it. Time is totally perishable and cannot be stored. Yesterday's time is gone forever, and will never come back. Time is always in short supply. There is no substitute for time. Everything requires time. All work takes place in, and uses up time. Yet most people take for granted this unique, irreplaceable and necessary resource.","category":"Time","author":"Peter Drucker"},"quote204":{"quote":"Time is the most valuable coin in your life. You and you alone will determine how that coin will be spent. Be careful that you don't let other people spend it for you.","category":"Time","author":"John Dryden"},"quote205":{"quote":"The best way to fill time is to waste it.","category":"Time","author":"Marguerite Duras"},"quote206":{"quote":"Time is what keeps the light from reaching us. There is no greater obstacle to God than time: and not only time but temporalities, not only temporal things but temporal affections, not only temporal affections but the very taint and smell of time.","category":"Time","author":"Meister Eckhart"},"quote207":{"quote":"If an army of monkeys were strumming on typewriters, they might write all the books in the British Museum.","category":"Time","author":"Sir Arthur Eddington, \"In the Nature of the Physical World\", 1928"},"quote208":{"quote":"When a man sits with a pretty girl for an hour, it seems like a minute. But let him sit on a hot stove for a minute -- then it's longer than any hour. That's relativity!","category":"Time","author":"Albert Einstein"},"quote209":{"quote":"All my possessions for a moment of time.","category":"Time","author":"Queen Elizabeth"},"quote210":{"quote":"One of the illusions of life is that the present hour is not the critical, decisive hour. Write it on your heart that every day is the best day in the year. No man has learned anything rightly, until he knows that every day is Doomsday.","category":"Time","author":"Ralph Waldo Emerson"},"quote211":{"quote":"This time, like all times, is a very good one, if we but know what to do with it.","category":"Time","author":"Ralph Waldo Emerson"},"quote212":{"quote":"These times of ours are serious and full of calamity, but all times are essentially alike. As soon as there is life there is danger.","category":"Time","author":"Ralph Waldo Emerson"},"quote213":{"quote":"The surest poison is time.","category":"Time","author":"Ralph Waldo Emerson"},"quote214":{"quote":"So much of our time is spent in preparation, so much in routine, and so much in retrospect, that the amount of each person's genius is confined to a very few hours.","category":"Time","author":"Ralph Waldo Emerson"},"quote215":{"quote":"The roses under my window make no reference to former roses or better ones; they are what they are; they exist with God today. There is no time to them. There is simply the rose; it is perfect in every moment of its existence.","category":"Time","author":"Ralph Waldo Emerson"},"quote216":{"quote":"What do you want to get done? In what order of importance? Over what period of time? What is the time available? What is the best strategy for application of time to projects for the most effective results?","category":"Time","author":"Ted W. Engstrom"},"quote217":{"quote":"Anything that is wasted effort represents wasted time. The best management of our time thus becomes linked inseparably with the best utilization of our efforts.","category":"Time","author":"Ted W. Engstrom"},"quote218":{"quote":"Time will explain it all. He is a talker, and needs no questioning before he speaks.","category":"Time","author":"Euripides"},"quote219":{"quote":"","category":"Time","author":"William FaulknerThe Sound and the Fury"},"quote220":{"quote":"In all planing you make a list and you set priorities.","category":"Time","author":"Alan Lakein"},"quote221":{"quote":"Be intent on the perfection of the present day.","category":"Time","author":"William Law"},"quote222":{"quote":"Write down the most important things you have to do tomorrow. Now, number them in the order of their true importance. The first thing tomorrow morning, start working on an item Number 1, and stay with it until completed. Then take item Number 2 the same way. Then Number 3, and so on. Don't worry if you don't complete everything on the schedule. At least you will have completed the most important projects before getting to the less important ones.","category":"Time","author":"Ivy Lee"},"quote223":{"quote":"We all run on two clocks. One is the outside clock, which ticks away our decades and brings us ceaselessly to the dry season. The other is the inside clock, where you are your own timekeeper and determine your own chronology, your own internal weather and your own rate of living. Sometimes the inner clock runs itself out long before the outer one, and you see a dead man going through the motions of living.","category":"Time","author":"Max Lerner"},"quote224":{"quote":"Don't watch the clock; do what it does. Keep going.","category":"Time","author":"Samuel Levenson"},"quote225":{"quote":"All that is not eternal is eternally out of date.","category":"Time","author":"C.S. Lewis"},"quote226":{"quote":"People who never have any time on their hands are those who do the least.","category":"Time","author":"G. C. (Georg Christoph) Lichtenberg"},"quote227":{"quote":"There is a place where time stands still....illuminated by only the most feeble red light, for light is diminished to almost nothing at the center of time, its vibrations slowed to echoes in vast canyons, its intensity reduced to the faint glow of fireflies.","category":"Time","author":"Alan LightmanEinstein's Dreams"},"quote228":{"quote":"Nothing valuable can be lost by taking time.","category":"Time","author":"Abraham Lincoln"},"quote229":{"quote":"One realizes the full importance of time only when there is little of it left. Every man's greatest capital asset is his unexpired years of productive life.","category":"Time","author":"P. W. Litchfield"},"quote230":{"quote":"How many times have you heard this statement, I haven't time. How many times have we made it ourselves? oh, I wish I had time. Time for what? Time to work in the Church, to serve in our communities and time to improve our minds. Think again of these twenty-four hours that are given to us.","category":"Time","author":"John Longden"},"quote231":{"quote":"Look not mournfully into the Past. It comes not back again. Wisely improve the Present. In is thine. Go forth to meet the shadowy Future, without fear, and a manly heart.","category":"Time","author":"Henry Wadsworth Longfellow"},"quote232":{"quote":"Time! Joyless emblem of the greed of millions, robber of the best which earth can give.","category":"Time","author":"Amy Lowell"},"quote233":{"quote":"In truth, people can generally make time for what they choose to do; it is not really the time but the will that is lacking.","category":"Time","author":"Sir John Lubbock"},"quote234":{"quote":"Our Lord has written the promise of resurrection, not in books alone, but in every leaf in springtime.","category":"Time","author":"Martin Luther"},"quote235":{"quote":"Two golden hours somewhere between sunrise and sunset. Both are set with 60 diamond minutes. No reward is offered. They are gone forever.","category":"Time","author":"Horace Mann"},"quote236":{"quote":"Lost, yesterday, somewhere between sunrise and sunset, two golden hours, each set with sixty diamond minutes. No reward is offered for they are gone forever.","category":"Time","author":"Horace Mann"},"quote237":{"quote":"Time has no division to mark its passage, there is never a thunderstorm or blare of trumpets to announce the beginning of a new month or year. Even when a new century begins it is only we mortals who ring bells and fire pistols.","category":"Time","author":"Thomas MannThe Magic Mountain"},"quote238":{"quote":"Hold fast the time! Guard it, watch over it, every hour, every minute! Unregarded it slips away, like a lizard, smooth, slippery, faithless, a pixy wife. Hold every moment sacred. Give each clarity and meaning, each the weight of thine awareness, each its true and due fulfillment.","category":"Time","author":"Thomas MannThe Beloved Returns, 1939"},"quote239":{"quote":"It's how we spend our time here and now, that really matters. If you are fed up with the way you have come to interact with time, change it.","category":"Time","author":"Wieder Marcia"},"quote240":{"quote":"When we are doing what we love, we don't care about time. For at least at that moment, time doesn't exist and we are truly free.","category":"Time","author":"Wieder Marcia"},"quote241":{"quote":"But at my back I always hear time's winged chariot hurrying near.","category":"Time","author":"Andrew Marvell"},"quote242":{"quote":"No man goes before his time -- unless the boss leaves early.","category":"Time","author":"Groucho Marx"},"quote243":{"quote":"Time flies like an arrow, fruit flies like a banana.","category":"Time","author":"Groucho Marx"},"quote244":{"quote":"We should not say that one man's hour is worth another man's hour, but rather that one man during an hour is worth just as much as another man during an hour. Time is everything, man is nothing: he is at the most time's carcass.","category":"Time","author":"Karl Marx"},"quote245":{"quote":"If you haven't got the time to do it right, when will you find the time to do it over?","category":"Time","author":"Jeffery J. Mayer"},"quote246":{"quote":"While time, the endless idiot, runs screaming round the world.","category":"Time","author":"Carson Mccullers"},"quote247":{"quote":"Set priorities for your goals. A major part of successful living lies in the ability to put first things first. Indeed, the reason most major goals are not achieved is that we spend our time doing second things first.","category":"Time","author":"Robert J. Mckain"},"quote248":{"quote":"For tribal man space was the uncontrollable mystery. For technological man it is time that occupies the same role.","category":"Time","author":"Marshall McLuhan"},"quote249":{"quote":"I must govern the clock, not be governed by it.","category":"Time","author":"Golda Meir"},"quote250":{"quote":"Time stays, we go.","category":"Time","author":"H. L. Mencken"},"quote251":{"quote":"I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.","category":"Time","author":"Dan Millman"},"quote252":{"quote":"I learned that we can do anything, but we can't do everything... at least not at the same time. So think of your priorities not in terms of what activities you do, but when you do them. Timing is everything.","category":"Time","author":"Dan Millman"},"quote253":{"quote":"Success in the majority of circumstances depends on knowing how long it takes to succeed.","category":"Time","author":"Charles Montesquieu"},"quote254":{"quote":"The secret of your future is hidden in your daily routine.","category":"Time","author":"Mike Murdock"},"quote255":{"quote":"Time is not measured by the passing of years, but by what one does, what one feels and what one achieves.","category":"Time","author":"Jawaharlal Nehru"},"quote256":{"quote":"When one has much to put into them, a day has a hundred pockets.","category":"Time","author":"Friedrich Nietzsche"},"quote257":{"quote":"Time flies. It's up to you to be the navigator.","category":"Time","author":"Robert Orben"},"quote258":{"quote":"Clocks will go as they are set, but man, irregular man, is never constant, never certain.","category":"Time","author":"Thomas Otway"},"quote259":{"quote":"Time glides away and as we get older through the noiseless years; the days flee and are restrained by no reign.","category":"Time","author":"Ovid"},"quote260":{"quote":"Neither can the wave that has passed by be recalled, nor the hour which has passed return again.","category":"Time","author":"Ovid"},"quote261":{"quote":"Nothing is swifter than our years.","category":"Time","author":"Ovid"},"quote262":{"quote":"Time is the devourer of all things.","category":"Time","author":"Ovid"},"quote263":{"quote":"We think very little of time present; we anticipate the future, as being too slow, and with a view to hasten it onward, we recall the past to stay it as too swiftly gone. We are so thoughtless, that we thus wander through the hours which are not here, regardless only of the moment that is actually our own.","category":"Time","author":"Blaise Pascal"},"quote264":{"quote":"We are condemned to kill time, thus we die bit by bit.","category":"Time","author":"Octavio Paz"},"quote265":{"quote":"Until you value yourself, you won't value your time. Until you value your time, you will not do anything with it. Or something. I dunno, I was only half listening. Becca said it, anyway. Ask her.http://www.beliefnet.com/story/159/story_15928_1.html","category":"Time","author":"M Scott Peck"},"quote266":{"quote":"Wait for the wisest of all counselors, Time.","category":"Time","author":"Pericles"},"quote267":{"quote":"Time is the king of all men, he is their parent and their grave, and gives them what he will and not what they crave.","category":"Time","author":"Pericles"},"quote268":{"quote":"Well arranged time is the surest mark of a well arranged mind.","category":"Time","author":"Pitman"},"quote269":{"quote":"They are all parts of time, and the past and future are created species of time, which we unconsciously but wrongly transfer to the eternal essence; for we say that he was, he is, he will be, but the truth is that is alone is properly attributed to him, and that was and will be only to be spoken of becoming in time, for they are motions, but that which is immovably the same cannot become older or younger by time, nor ever did or has become, or hereafter will be, older or younger, nor is subject at all to any of those states which affect moving and sensible things and of which generation is the cause. These are the forms of time, which imitates eternity and revolves according to a law of number. Moreover, when we say that what has become is become and what becomes is becoming, and that what will become is about to become and that the non-existent is non-existent-all these are inaccurate modes of expression...","category":"Time","author":"PlatoTimaeus (Translated by Benjamin Jowett), 360"},"quote270":{"quote":"The great dividing line between success and failure can be expressed in five words: I DID NOT HAVE TIME.","category":"Time","author":"Franklin Field"},"quote271":{"quote":"I shall not waste my days in trying to prolong them. I shall use my time.","category":"Time","author":"Ian Fleming"},"quote272":{"quote":"Longevity conquers scandal every time.","category":"Time","author":"Shelby Foote"},"quote273":{"quote":"It has been my observation that most people get ahead during the time that others waste.","category":"Time","author":"Henry Ford"},"quote274":{"quote":"Since thou are not sure of a minute, throw not away an hour.","category":"Time","author":"Benjamin Franklin"},"quote275":{"quote":"If time be of all things the most precious, wasting time must be the greatest prodigality.","category":"Time","author":"Benjamin Franklin"},"quote276":{"quote":"Dost thou love life? Then do not squander time, for that is the stuff life is made of.","category":"Time","author":"Benjamin Franklin"},"quote277":{"quote":"Do not squander time for that is the stuff life is made of.","category":"Time","author":"Benjamin Franklin"},"quote278":{"quote":"He that rises late must trot all day.","category":"Time","author":"Benjamin Franklin"},"quote279":{"quote":"You may delay, but time will not.","category":"Time","author":"Benjamin Franklin"},"quote280":{"quote":"Modern man thinks he loses something - time - when he does not do things quickly. Yet he does not know what to do with the time he gains -- except kill it.","category":"Time","author":"Erich Fromm"},"quote281":{"quote":"Time and tide wait for no man, but time always stands still for a woman of 30.","category":"Time","author":"Robert Frost"},"quote282":{"quote":"Nature's first green is gold, Her hardest hue to hold.Her early leaf's a flowerBut only so an hour.Then leaf subsides to leaf.So Eden sank to grief,So dawn goes down to day.Nothing Gold can stay.","category":"Time","author":"Robert Frost"},"quote283":{"quote":"The biggest difference between time and space is that you can't reuse time.","category":"Time","author":"Merrick Furst"},"quote284":{"quote":"Life is hardly more than a fraction of a second. Such a little time to prepare oneself for eternity!","category":"Time","author":"Paul Gauguin"},"quote285":{"quote":"Management manages by making decisions and by seeing that those decisions are implemented.","category":"Time","author":"Harold S. Geneen"},"quote286":{"quote":"Time has been transformed, and we have changed; it has advanced and set us in motion; it has unveiled its face, inspiring us with bewilderment and exhilaration.","category":"Time","author":"Kahlil Gibran, \"Children of Gods, Scions of Apes\""},"quote287":{"quote":"Time is money says the proverb, but turn it around and you get a precious truth. Money is time.","category":"Time","author":"George Robert Gissing"},"quote288":{"quote":"Believe me when I tell you that thrift of time will repay you in after life, with a usury of profit beyond your most sanguine dreams; and that waste of it will make you dwindle, alike in intellectual and moral stature, beyond your darkest reckoning.","category":"Time","author":"William Ewart GladstoneThe Life of William Ewart Gladstone by John Morley"},"quote289":{"quote":"Every situation, every moment -- is of infinite worth; for it is the representative of a whole eternity.","category":"Time","author":"Johann von Goethe"},"quote290":{"quote":"Nothing is to be rated higher than the value of the day.","category":"Time","author":"Johann von Goethe"},"quote291":{"quote":"We always have time enough, if we will but use it aright.","category":"Time","author":"Johann von Goethe"},"quote292":{"quote":"One always has time enough, if one will apply it well.","category":"Time","author":"Johann von Goethe"},"quote293":{"quote":"All time management begins with planning.","category":"Time","author":"Tom Greening"},"quote294":{"quote":"Just as you would not permit a fellow employee to steal a piece of office equipment, you shouldn't let anyone walk away with the time of his fellow managers.","category":"Time","author":"Andrew Grove"}}
