{"quote0":{"quote":"There's no one thing that is true. They're all true.","category":"Truth","author":"Ernest Hemingway"},"quote1":{"quote":"Respect for the truth comes close to being the basis for all morality.","category":"Truth","author":"Frank Herbert"},"quote2":{"quote":"We know how to speak many falsehoods that resemble real things, but we know, when we will, how to speak true things.","category":"Truth","author":"Hesiod"},"quote3":{"quote":"The truth is lived, not taught.","category":"Truth","author":"Hermann Hesse"},"quote4":{"quote":"The truth has a million faces, but there is only one truth.","category":"Truth","author":"Hermann Hesse"},"quote5":{"quote":"All great truths are simple in final analysis, and easily understood; if they are not, they are not great truths.","category":"Truth","author":"Napoleon Hill"},"quote6":{"quote":"Your real boss is the one who walks around under your hat.","category":"Truth","author":"Napoleon Hill"},"quote7":{"quote":"A new untruth is better than an old truth.","category":"Truth","author":"Oliver Wendell Holmes"},"quote8":{"quote":"Rough work, iconoclasm, but the only way to get at truth.","category":"Truth","author":"Oliver Wendell Holmes"},"quote9":{"quote":"Truth, when not sought after, rarely comes to light.","category":"Truth","author":"Oliver Wendell Holmes"},"quote10":{"quote":"Truth is tough. It will not break, like a bubble, at the touch, nay, you may kick it about all day like a football, and it will be round and full at evening.","category":"Truth","author":"Oliver Wendell Holmes"},"quote11":{"quote":"Pretty much all the honest truth-telling there is in the world is done by children.","category":"Truth","author":"Oliver Wendell Holmes"},"quote12":{"quote":"Truth is not a matter of personal viewpoint.","category":"Truth","author":"Vernon Howard"},"quote13":{"quote":"Learn to see things as they really are, not as we imagine they are.","category":"Truth","author":"Vernon Howard"},"quote14":{"quote":"Many people would be more truthful were it not for their uncontrollable desire to talk.","category":"Truth","author":"Edward W. Howe"},"quote15":{"quote":"The wise boldly pick up a truth as soon as they hear it. Don't wait or a moment, or you'll lose your head.","category":"Truth","author":"Hsueh-Dou"},"quote16":{"quote":"Live truth instead of professing it.","category":"Truth","author":"Elbert Hubbard"},"quote17":{"quote":"Never explain. Your friends do not need it and your enemies will not believe it anyway.","category":"Truth","author":"Elbert Hubbard, 1912"},"quote18":{"quote":"No one is entitled to the truth.","category":"Truth","author":"E. Howard Hunt"},"quote19":{"quote":"We should face reality and our past mistakes in an honest, adult way. Boasting of glory does not make glory, and singing in the dark does not dispel fear.","category":"Truth","author":"King Hussein"},"quote20":{"quote":"Great is truth, but still greater, from a practical point of view, is silence about truth. By simply not mentioning certain subjects... totalitarian propagandists have influenced opinion much more effectively than they could have by the most eloquent denunciations.","category":"Truth","author":"Aldous Huxley"},"quote21":{"quote":"You shall know the truth, and the truth shall make you mad.","category":"Truth","author":"Aldous Huxley"},"quote22":{"quote":"Irrationally held truths may be more harmful than reasoned errors.","category":"Truth","author":"Thomas Henry Huxley"},"quote23":{"quote":"Error, indeed, is never set forth in its naked deformity, lest, being thus exposed, it should at once be detected. But it is craftily decked out in an attractive dress, so as, by its outward form, to make it appear to the inexperienced","category":"Truth","author":"Irenaeus of Lyons"},"quote24":{"quote":"He who has learnt to control his tongue has attained self-control in a great measure. When such a person speaks he will be heard with respect and attention. His words will be remembered, for they will be good and true. When one who is established in truth prays with a pure heart, then things he really needs come to him when they are really needed: he does not have to run after them. The man firmly established in truth gets the fruit of his actions without apparently doing anything. God, the source of all truth, supplies his needs and looks after his welfare.","category":"Truth","author":"B.K.S. IyengarLight on Yoga"},"quote25":{"quote":"We never fully grasp the import of any true statement until we have a clear notion of what the opposite untrue statement would be.","category":"Truth","author":"William James"},"quote26":{"quote":"For here we are not afraid to follow truth wherever it may lead...","category":"Truth","author":"Thomas Jefferson"},"quote27":{"quote":"The man who fears no truth has nothing to fear from lies.","category":"Truth","author":"Thomas Jefferson"},"quote28":{"quote":"It is error alone which needs the support of government. Truth can stand by itself.","category":"Truth","author":"Thomas Jefferson"},"quote29":{"quote":"It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.","category":"Truth","author":"Jerome K. Jerome"},"quote30":{"quote":"In this world truth can wait; she is used to it.","category":"Truth","author":"Douglas William Jerrold"},"quote31":{"quote":"Truth is orphan without matter and matter is impotent without truth.","category":"Truth","author":"Kedar Joshi"},"quote32":{"quote":"Truth may have been found but might never be known.","category":"Truth","author":"Kedar Joshi"},"quote33":{"quote":"What is true by lamplight is not always true by sunlight.","category":"Truth","author":"Joseph Joubert"},"quote34":{"quote":"What the imagination seizes as beauty must be the truth.","category":"Truth","author":"John Keats"},"quote35":{"quote":"The great enemy of the truth is very often not the lie--diliberate, contrived, and dishonest--but the myth--persistent, persuasive, and unrealistic.","category":"Truth","author":"John Fitzgerald Kennedy"},"quote36":{"quote":"No matter what you believe, it doesn't change the facts.","category":"Truth","author":"Al Kersha"},"quote37":{"quote":"A hair divides what is false and true.","category":"Truth","author":"Omar Khayyam"},"quote38":{"quote":"The teller of a mirthful tale has latitude allowed him. We are content with less than absolute truth.","category":"Truth","author":"Charles Lamb"},"quote39":{"quote":"Never lie when the truth is more profitable.","category":"Truth","author":"Stanislaw Lec"},"quote40":{"quote":"All fixed set patterns are incapable of adaptability or pliability. The truth is outside of all fixed patterns.","category":"Truth","author":"Bruce Lee"},"quote41":{"quote":"A lie told often enough becomes truth.","category":"Truth","author":"Lenin (Vladimir Ulyanov)attributed, probably proverbial"},"quote42":{"quote":"","category":"Truth","author":"C.S. Lewis"},"quote43":{"quote":"The fundamental laws are in the long run merely statements that every event is itself and not some different event.","category":"Truth","author":"C.S. Lewis"},"quote44":{"quote":"Receiving a new truth is like adding a new sense.","category":"Truth","author":"Liebig"},"quote45":{"quote":"Let the people know the truth and the country is safe.","category":"Truth","author":"Abraham Lincoln"},"quote46":{"quote":"I am not bound to win, but I am bound to be true. I am not bound to succeed but I am bound to live the best life that I have. I must stand with anybody that stands right and part from him when he goes wrong.","category":"Truth","author":"Abraham Lincoln"},"quote47":{"quote":"Duration is not a test of truth or falsehood.","category":"Truth","author":"Anne Morrow Lindbergh"},"quote48":{"quote":"One unerring mark of the love of truth is not entertaining any proposition with greater assurance than the proofs it is built upon will warrant.","category":"Truth","author":"John Locke"},"quote49":{"quote":"The criterion of simplicity requires that the minimum number of assumptions be postulated.","category":"Truth","author":"Albert Low"},"quote50":{"quote":"You'll never get mixed up if you simply tell the truth. Then you don't have to remember what you have said, and you never forget what you have said.","category":"Truth","author":"Sam Rayburn"},"quote51":{"quote":"Truth makes many appeals, not the least of which is its power to shock.","category":"Truth","author":"Jules Renard"},"quote52":{"quote":"Truth is reality.","category":"Truth","author":"Mary Caroline Richards"},"quote53":{"quote":"Truth can be a dangerous thing. It is quite patient and relentless.","category":"Truth","author":"R. Scott Richards"},"quote54":{"quote":"True, what you sacrifice for the world is but poorly recognized by it; for it is man that rules and reaps the harvest; the thousand night watches and sacrifices by which a mother secures the state a hero or a poet are forgotten, not even mentioned, for the mother herself does not mention them, and so one century after another do the wives, unknown and unrewarded send forth the arrows, the starts the storm-birds and the nightingales of time.","category":"Truth","author":"Jean Paul Richter"},"quote55":{"quote":"People say they love truth, but in reality they want to believe that which they love is true.","category":"Truth","author":"Robert J. Ringer"},"quote56":{"quote":"The truth is found when men are free to pursue it.","category":"Truth","author":"Franklin D. Roosevelt"},"quote57":{"quote":"Are you going out after the truth, or are you going out after something you believe?","category":"Truth","author":"Richard D. Rosen"},"quote58":{"quote":"Truth is always served by great minds, even if they fight it.","category":"Truth","author":"Jean Rostand"},"quote59":{"quote":"Truth is stranger than fiction; fiction has to make sense.","category":"Truth","author":"Leo Rosten"},"quote60":{"quote":"Falsehood has an infinity of combinations, but truth has only one mode of being.","category":"Truth","author":"Jean Jacques Rousseau"},"quote61":{"quote":"Nature never deceives us; it is we who deceive ourselves.","category":"Truth","author":"Jean Jacques Rousseau"},"quote62":{"quote":"There is no power on earth more formidable than the truth.","category":"Truth","author":"Margaret Lee Runbeck"},"quote63":{"quote":"The fact that an opinion has been widely held is no evidence whatever that it is not utterly absurd.","category":"Truth","author":"Utterly Russell"},"quote64":{"quote":"Nothing is true. Everything is permitted.","category":"Truth","author":"Sabbah"},"quote65":{"quote":"Finding the occasional straw of truth awash in a great ocean of confusion and bamboozle requires intelligence, vigilance, dedication and courage. But if we don't practice these tough habits of thought, we cannot hope to solve the truly serious problems that face us - and we risk becoming a nation of suckers, up for grabs by the next charlatan who comes along.","category":"Truth","author":"Carl Sagan"},"quote66":{"quote":"A thing is not necessarily true because badly uttered, nor false because spoken magnificently.","category":"Truth","author":"Saint Augustine of Hippo"},"quote67":{"quote":"The basic truth of all things, as nearly as we may ever dream of determining and knowing this truth, is form, that which is, as it is. The way and shape of the thing no less than the thing itself.","category":"Truth","author":"William Saroyan"},"quote68":{"quote":"Truth lives on in the midst of deception.","category":"Truth","author":"Friedrich von Schiller"},"quote69":{"quote":"Every truth passes through three stages before it is recognized. In the first it is ridiculed, in the second it is opposed, in the third it is regarded as self evident.","category":"Truth","author":"Arthur Schopenhauer"},"quote70":{"quote":"The discovery of truth is prevented more effectively, not by the false appearance things present and which mislead into error, not directly by weakness of the reasoning powers, but by preconceived opinion, by prejudice.","category":"Truth","author":"Arthur SchopenhauerParerga and Paralipomena, vol. 2, ch. 1, sct. 17, 1851"},"quote71":{"quote":"Truth has no special time of its own. Its hour is now -- always.","category":"Truth","author":"Albert Schweitzer"},"quote72":{"quote":"The fact, if they are there, speak for themselves.","category":"Truth","author":"David Seabury"},"quote73":{"quote":"The most natural beauty in the world is honesty and moral truth. For all beauty is truth. True features make the beauty of the face; true proportions, the beauty of architecture; true measures, the beauty of harmony and music.","category":"Truth","author":"Lord Shaftesbury"},"quote74":{"quote":"While you live tell the truth and shame the devil.","category":"Truth","author":"William Shakespeare"},"quote75":{"quote":"Though I can make my extravaganzas appear credible, I cannot make the truth appear so.","category":"Truth","author":"George Bernard Shaw"},"quote76":{"quote":"All great truths begin as blasphemies.","category":"Truth","author":"George Bernard Shaw"},"quote77":{"quote":"Life's experiences are intended to make you eventually face yourself. Face reality!","category":"Truth","author":"Harold Sherman"},"quote78":{"quote":"The knowledge of truth, combined with the proper regard for it and it's faithful observance, constitutes true education.","category":"Truth","author":"Joseph F. Smith"},"quote79":{"quote":"When the dictators and the opportunists are gone, the cross will still stand before us and something in us will say, That is the real thing.","category":"Truth","author":"Ralph W. Sockman"},"quote80":{"quote":"Do not be angry with me if I tell you the truth","category":"Truth","author":"Socrates"},"quote81":{"quote":"Whenever, therefore, people are deceived and form opinions wide of the truth, it is clear that the error has slid into their minds through the medium of certain resemblances to that truth.","category":"Truth","author":"Socrates"},"quote82":{"quote":"We do not err because truth is difficult to see. It is visible at a glance. We err because this is more comfortable.","category":"Truth","author":"Alexandr Solzhenitsyn"},"quote83":{"quote":"Everything you add to the truth subtracts from the truth.","category":"Truth","author":"Alexandr Solzhenitsyn"},"quote84":{"quote":"When truth is discovered by someone else, it loses something of its attractiveness.","category":"Truth","author":"Alexandr Solzhenitsyn"},"quote85":{"quote":"The truth is balance. However the opposite of truth, which is unbalance, may not be a lie.","category":"Truth","author":"Susan Sontag"},"quote86":{"quote":"Truth is always the strongest argument.","category":"Truth","author":"Sophocles"},"quote87":{"quote":"People deserve... the truth. They deserve honesty. The best music, you can seek some shelter in it momentarily, but it's essentially there to provide you something to face the world with.","category":"Truth","author":"Bruce Springsteen"},"quote88":{"quote":"The only reason one will respect you as a journalist is because of your integrity. Your integrity is based on your credibility. Your credibility comes from your truthfulness. All these come from you submitting yourself as a servant of the truth, a servant of issues.","category":"Truth","author":"Shaka Ssaliinterview"},"quote89":{"quote":"Perhaps the truth depends on a walk around the lake.","category":"Truth","author":"Wallace Stevens"},"quote90":{"quote":"The truth that is suppressed by friends is the readiest weapon of the enemy.","category":"Truth","author":"Robert Louis Stevenson"},"quote91":{"quote":"Truth will always be truth, regardless of lack of understanding, disbelief or ignorance.","category":"Truth","author":"W. Clement Stone"},"quote92":{"quote":"One should be just as careful about lying as about telling the truth.","category":"Truth","author":"Lionel Strachey"},"quote93":{"quote":"What is true is true, and what is false is false...","category":"Truth","author":"Emanuel Swedenborg"},"quote94":{"quote":"The truth comes as conqueror only because we have lost the art of receiving it as guest.","category":"Truth","author":"Rabindranath Tagore"},"quote95":{"quote":"We are hidden in ourselves, like a truth hidden in isolated facts. When we know that this One in us is One in all, then our truth is revealed.","category":"Truth","author":"Rabindranath Tagore"},"quote96":{"quote":"A truth looks freshest in the fashions of the day.","category":"Truth","author":"Alfred Lord Tennyson"},"quote97":{"quote":"Of course, it is the same old story. Truth usually is the same old story.","category":"Truth","author":"Margaret Thatcher"},"quote98":{"quote":"I have a theory that the truth is never told during the nine-to-five hours.","category":"Truth","author":"Hunter S. Thompson"},"quote99":{"quote":"Between whom there is hearty truth, there is love.","category":"Truth","author":"Henry David Thoreau"},"quote100":{"quote":"On the mountains of truth you can never climb in vain: either you will reach a point higher up today, or you will be training your powers so that you will be able to climb higher tomorrow.","category":"Truth","author":"Friedrich Nietzsche"},"quote101":{"quote":"The more abstract the truth you want to teach, the more thoroughly you must seduce the senses to accept it.","category":"Truth","author":"Friedrich Nietzsche"},"quote102":{"quote":"Mystical explanations are considered deep. The truth is that they are not even superficial.","category":"Truth","author":"Friedrich Nietzsche"},"quote103":{"quote":"Truth is something which can't be told in a few words. Those who simplify the universe only reduce the expansion of its meaning.","category":"Truth","author":"Anais Nin"},"quote104":{"quote":"Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.","category":"Truth","author":"Frank Norris"},"quote105":{"quote":"there is no such thing as a harmless truth.","category":"Truth","author":"Gregory Nunn"},"quote106":{"quote":"It is twice as hard to crush a half-truth as a whole lie.","category":"Truth","author":"Austin O'Malley"},"quote107":{"quote":"During times of universal deceit, telling the truth becomes a revolutionary act.","category":"Truth","author":"George Orwell"},"quote108":{"quote":"No human being is constituted to know the truth, the whole truth, and nothing but the truth; and even the best of men must be content with fragments, with partial glimpses, never the full fruition.","category":"Truth","author":"William Osler"},"quote109":{"quote":"In seeking absolute truth we aim at the unattainable, and must be content with finding broken portions.","category":"Truth","author":"William Osler"},"quote110":{"quote":"Telling someone the truth is a loving act.","category":"Truth","author":"Mal Pancoast"},"quote111":{"quote":"The truth will set you free, but first it will piss you off.","category":"Truth","author":"Mal Pancoast"},"quote112":{"quote":"Those are weaklings who know the truth and uphold it as long as it suits their purpose, and then abandon it.","category":"Truth","author":"Blaise Pascal"},"quote113":{"quote":"Truth often suffers more by the heat of its defenders than from the arguments of its opposers.","category":"Truth","author":"William Penn"},"quote114":{"quote":"I pray without ceasing now. My personal prayer is: Make me an instrument which only truth can speak.","category":"Truth","author":"Peace Pilgrim"},"quote115":{"quote":"Not every truth is the better for showing its face undisguised; and often silence is the wisest thing for a man to heed.","category":"Truth","author":"Pindar"},"quote116":{"quote":"The truth knocks on the door and you say, go away, I'm looking for the truth, and it goes away. Puzzling.","category":"Truth","author":"Robert M. Pirsig"},"quote117":{"quote":"It is always good policy to tell the truth unless of course you are an exceptionally good liar. Jerome K. Jerome It is a puzzling thing. The truth knocks on the door and you say, go away, I'm looking for the truth. and so it goes away. Puzzling.","category":"Truth","author":"Robert M. Pirsig"},"quote118":{"quote":"The solutions all are simple -- after you have arrived at them. But they're simple only when you know already what they are.","category":"Truth","author":"Robert M. Pirsig"},"quote119":{"quote":"Truth is its own reward.","category":"Truth","author":"Plato"},"quote120":{"quote":"They deem him their worst enemy who tells them the truth.","category":"Truth","author":"Plato"},"quote121":{"quote":"A bare assertion is not necessarily the naked truth.","category":"Truth","author":"George D. Prentice"},"quote122":{"quote":"Cynicism is indeed negative for your mind, but if you can allow it as your cloud to your sunshine, then it may strengthen you to see the truth.","category":"Truth","author":"Qi Nyong"},"quote123":{"quote":"The truth only irritates those it enlightens, but does not convert.","category":"Truth","author":"Pasquier Quesnel"},"quote124":{"quote":"Tell the truth and shame the devil.","category":"Truth","author":"Francois Rabelais"},"quote125":{"quote":"Long years must pass before the truths we have made for ourselves become our very flesh.","category":"Truth","author":"Paul Ambroise Valery"},"quote126":{"quote":"To announce truths is an infallible receipt for being persecuted.","category":"Truth","author":"Voltaire (François-Marie Arouet)"},"quote127":{"quote":"Truth is a fruit which should not be plucked until it is ripe.","category":"Truth","author":"Voltaire (François-Marie Arouet)"},"quote128":{"quote":"To be persuasive, we must be believable. To be believable, we must be credible. To be credible, we must be truthful.","category":"Truth","author":"Hellmut Walters"},"quote129":{"quote":"Things are as they are. Looking out into it the universe at night, we make no comparisons between right and wrong stars, nor between well and badly arranged constellations.","category":"Truth","author":"Alan Watts"},"quote130":{"quote":"In this world, only those people who have fallen to the lowest degree of humiliation, far below beggary, who are not just without any social consideration but are regarded by all as being deprived of that foremost human dignity, reason itself -- only those people, in fact, are capable of telling the truth. All the others lie.","category":"Truth","author":"Simone Weil"},"quote131":{"quote":"I have done more harm by the falseness of trying to please than by the honesty of trying to hurt.","category":"Truth","author":"Jessamyn West"},"quote132":{"quote":"As one may bring himself to believe almost anything he is inclined to believe, it makes all the difference whether we begin or end with the inquiry, What is truth?","category":"Truth","author":"Richard Whately"},"quote133":{"quote":"Everyone wishes to have truth on his side, but not everyone wishes to be on the side of truth.","category":"Truth","author":"Richard Whately"},"quote134":{"quote":"What is morality in any given time or place? It is what the majority then and there happen to like, and immorality is what they dislike.","category":"Truth","author":"Alfred North Whitehead"},"quote135":{"quote":"Whatever satisfies the soul is truth.","category":"Truth","author":"Walt Whitman"},"quote136":{"quote":"A thing is not necessarily true because a man dies for it.","category":"Truth","author":"Oscar Wilde"},"quote137":{"quote":"If one tells the truth, one is sure, sooner or later, to be found out.","category":"Truth","author":"Oscar Wilde"},"quote138":{"quote":"The pure and simple truth is rarely pure and never simple.","category":"Truth","author":"Oscar Wilde"},"quote139":{"quote":"If you are going to tell people the truth, be funny or they will kill you.","category":"Truth","author":"Billy Wilder"},"quote140":{"quote":"One often makes a remark and only later sees how true it is.","category":"Truth","author":"Ludwig Wittgenstein"},"quote141":{"quote":"Mental fight means thinking against the current, not with it. It is our business to puncture gas bags and discover the seeds of truth.","category":"Truth","author":"Virginia Woolf"},"quote142":{"quote":"The truth is more important than the facts.","category":"Truth","author":"Frank Lloyd Wright"},"quote143":{"quote":"If we all worked on the assumption that what is accepted as true is really true, there would be little hope of advance.","category":"Truth","author":"Orville Wright"},"quote144":{"quote":"Truth is exact correspondence with reality.","category":"Truth","author":"Paramahansa Yogananda"},"quote145":{"quote":"The truth is on the march and nothing will stop it.","category":"Truth","author":"Emile Zola"},"quote146":{"quote":"If you shut up truth and bury it under the ground, it will but grow up, and gather to itself such explosive power that the day it bursts through it will blow up everything in its way.","category":"Truth","author":"Emile Zola"},"quote147":{"quote":"Truth does not contradict truth.","category":"Truth","author":"Elizer Zvi Zweifel"},"quote148":{"quote":"There are trivial truths and the great truths. The opposite of a trivial truth is plainly false. The opposite of a great truth is also true.","category":"Truth","author":"Neils Bohr"},"quote149":{"quote":"There are two kinds of truth, small truth and great truth. You can recognize a small truth because its opposite is a falsehood. The opposite of a great truth is another truth.","category":"Truth","author":"Neils Bohr"},"quote150":{"quote":"Truth alone wounds.","category":"Truth","author":"Napoleon Bonaparte"},"quote151":{"quote":"Losing an illusion makes you wiser than finding a truth.","category":"Truth","author":"Ludwig Borne"},"quote152":{"quote":"Eclecticism. Every truth is so true that any truth must be false.","category":"Truth","author":"Francis H. Bradley"},"quote153":{"quote":"It's essential to tell the truth at all times. This will reduce life's pain. Lying distorts reality. All forms of distorted thinking must be corrected.","category":"Truth","author":"John Bradshaw"},"quote154":{"quote":"The stream of time sweeps away errors, and leaves the truth for the inheritance of humanity.","category":"Truth","author":"George Brandes"},"quote155":{"quote":"There is an abiding beauty which may be appreciated by those who will see things as they are and who will ask for no reward except to see.","category":"Truth","author":"Vera Brittain"},"quote156":{"quote":"A man may be in as just possession of truth as of a city, and yet be forced to surrender.","category":"Truth","author":"Sir Thomas Browne"},"quote157":{"quote":"Truth never hurts the teller.","category":"Truth","author":"Robert Browning"},"quote158":{"quote":"Truth lies within ourselves: it takes no rise from outward things, whatever you may believe. There is an inmost center in us all, where truth abides in fullness and to Know rather consists in opening out a way whence the imprisoned splendor may escape than in effecting entry for light supposed to be without.","category":"Truth","author":"Robert Browning"},"quote159":{"quote":"Truth gets well if she is run over by a locomotive, while error dies of lockjaw if she scratches her finger.","category":"Truth","author":"William Cullen Bryant"},"quote160":{"quote":"One of the sublimest things in the world is plain truth.","category":"Truth","author":"Edward George Bulwer-Lytton"},"quote161":{"quote":"There is no such source of error as the pursuit of truth.","category":"Truth","author":"Samuel Butler"},"quote162":{"quote":"For truth is precious and divine, too rich a pearl for carnal swine.","category":"Truth","author":"Samuel Butler"},"quote163":{"quote":"Truth is always strange, stranger than fiction.","category":"Truth","author":"Lord (George Gordon) Byron"},"quote164":{"quote":"We call first truths those we discover after all the others.","category":"Truth","author":"Albert Camus"},"quote165":{"quote":"A few observation and much reasoning lead to error; many observations and a little reasoning to truth.","category":"Truth","author":"Alexis Carrel"},"quote166":{"quote":"What I tell you three times is true.","category":"Truth","author":"Lewis Carroll"},"quote167":{"quote":"Truth will rise above falsehood as oil above water.","category":"Truth","author":"Miguel de Cervantes"},"quote168":{"quote":"Truth indeed rather alleviates than hurts, and will always bear up against falsehood, as oil does above water.","category":"Truth","author":"Miguel de Cervantes"},"quote169":{"quote":"You can only find truth with logic if you have already found truth without it.","category":"Truth","author":"G. K. Chesterton"},"quote170":{"quote":"Truth must necessarily be stranger than fiction, for fiction is the creation of the human mind and therefore congenial to it.","category":"Truth","author":"G. K. Chesterton"},"quote171":{"quote":"The truth is incontrovertible. Malice may attack it and ignorance may deride it, but in the end, there it is.","category":"Truth","author":"Sir Winston Churchill"},"quote172":{"quote":"Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing ever happened.","category":"Truth","author":"Sir Winston Churchill"},"quote173":{"quote":"Seeing is believing, but feeling's the truth.","category":"Truth","author":"Thomas Fuller"},"quote174":{"quote":"Non-violence and truth are inseparable and presuppose one another.","category":"Truth","author":"Mahatma Gandhi"},"quote175":{"quote":"The pursuit of truth does not permit violence on one's opponent.","category":"Truth","author":"Mahatma Gandhi"},"quote176":{"quote":"There is no god higher than truth.","category":"Truth","author":"Mahatma Gandhi"},"quote177":{"quote":"Whenever you have truth it must be given with love, or the message and the messenger will be rejected.","category":"Truth","author":"Mahatma Gandhi"},"quote178":{"quote":"Funny how people despise platitudes, when they are usually the truest thing going. A thing has to be pretty true before it gets to be a platitude.","category":"Truth","author":"Katherine F. Gerould"},"quote179":{"quote":"Say not, I have found the truth, but rather, I have found a truth.","category":"Truth","author":"Kahlil Gibran"},"quote180":{"quote":"Believe those who seek the truth, doubt those who find it; doubt all, but do not doubt yourself.Croyez ceux qui cherchent la v","category":"Truth","author":"Andre Gidefrom Ainsi soit-il So Be It (Journal 1939-1949, Souvenirs, Gallimard,"},"quote181":{"quote":"It is easier to perceive error than to find truth, for the former lies on the surface and is easily seen, while the latter lies in the depth, where few are willing to search for it.","category":"Truth","author":"Johann von Goethe"},"quote182":{"quote":"I want everyone to tell me the truth, even if it costs him his job.","category":"Truth","author":"Samuel Goldwyn"},"quote183":{"quote":"I don't want yes men around me. I want everyone to tell the truth, even if it costs them their jobs.","category":"Truth","author":"Samuel Goldwyn"},"quote184":{"quote":"Truth isn't always beauty, but the hunger for it is.","category":"Truth","author":"Nadine Gordimer"},"quote185":{"quote":"What is, is; and what ain't, ain't","category":"Truth","author":"Joseph E. Granville"},"quote186":{"quote":"Truth is power, but only when one has patience and requires of it no immediate effect. And one must have no specific aims. Somehow, lack of an agenda is the greatest power. Sometimes it is better not to think in terms of plans; here months may mean nothing, and also years. Truth must be sought for its own sake, its holy, divine greatness.","category":"Truth","author":"Romano Guardini"},"quote187":{"quote":"You ought to be true for the sake of the folks who think you are true. You never should stoop to a deed that your folks think you would not do. If you are false to yourself, be the blemish but small, you have injured your folks; you have been false to them all.","category":"Truth","author":"Edgar A. Guest"},"quote188":{"quote":"Truth is not determined by majority vote.","category":"Truth","author":"Doug Gwyn"},"quote189":{"quote":"Once the toothpaste is out of the tube, it's hard to get it back in!","category":"Truth","author":"H.R. Haldeman"},"quote190":{"quote":"True merit is like a river, the deeper it is, the less noise it makes.","category":"Truth","author":"Edward F. Halifax"},"quote191":{"quote":"Effective thinking consists of being able to arrive at the truth; truth being defined as that which exists.","category":"Truth","author":"Calvin S. Hall"},"quote192":{"quote":"Truth is like a torch; the more it is shook it shines.","category":"Truth","author":"Sir William Hamilton"},"quote193":{"quote":"The greatest truths are the simplest, and so are the greatest men.","category":"Truth","author":"J. C. Hare"},"quote194":{"quote":"The dissident does not operate in the realm of genuine power at all. He is not seeking power. He has no desire for office and does not gather votes. He does not attempt to charm the public, he offers nothing and promises nothing. He can offer, if anything, only his own skin -- and he offers it solely because he has no other way of affirming the truth he stands for. His actions simply articulate his dignity as a citizen, regardless of the cost.","category":"Truth","author":"Vaclav Havel"},"quote195":{"quote":"I'm going to speak my mind because I have nothing to lose.","category":"Truth","author":"S. I. Hayakawa"},"quote196":{"quote":"Truth is a torch that shines through the fog without dispelling it.","category":"Truth","author":"Claude A. Helvetius"},"quote197":{"quote":"I know now that there is no one thing that is true -- it is all true.","category":"Truth","author":"Ernest Hemingway"},"quote198":{"quote":"A half truth is a whole lie.","category":"Truth","author":"Yiddish Proverb"},"quote199":{"quote":"Better suffer for the truth than prosper in a falsehood.","category":"Truth","author":"Danish proverb"},"quote200":{"quote":"Truth is heavy, so few men carry it.","category":"Truth","author":"Jewish Folk Saying"},"quote201":{"quote":"A truth spoken before its time is dangerous.","category":"Truth","author":"Proverb"},"quote202":{"quote":"It is the truth that irritates a person.","category":"Truth","author":"Proverb"},"quote203":{"quote":"If you speak the truth, have a foot in the stirrup.","category":"Truth","author":"Proverb"},"quote204":{"quote":"Time tries truth.","category":"Truth","author":"Proverb"},"quote205":{"quote":"Tell the truth and then run.","category":"Truth","author":"Proverb"},"quote206":{"quote":"Truth is the daughter of time.","category":"Truth","author":"Proverb"},"quote207":{"quote":"Truth fears nothing but concealment.","category":"Truth","author":"Proverb"},"quote208":{"quote":"Too much truth is uncouth.","category":"Truth","author":"Franklin Pierce Adams"},"quote209":{"quote":"The truth is often a terrible weapon of aggression. It is possible to lie, and even to murder, for the truth.","category":"Truth","author":"Alfred Adler"},"quote210":{"quote":"That in the beginning when the world was young there were a great many thoughts but no such thing as truth. Man made the truths himself and each truth was a composite of a great many vague thoughts. All about in the world were truths and they were all beautiful.","category":"Truth","author":"Sherwood Anderson"},"quote211":{"quote":"The trouble with lying and deceiving is that their efficiency depends entirely upon a clear notion of the truth that the liar and deceiver wishes to hide. In this sense, truth, even if it does not prevail in public, possesses an ineradicable primacy over all falsehoods.","category":"Truth","author":"Hannah Arendt"},"quote212":{"quote":"The least initial deviation from the truth is multiplied later a thousandfold.","category":"Truth","author":"Aristotle"},"quote213":{"quote":"Plato is dear to me, but dearer still is truth.","category":"Truth","author":"Aristotle"},"quote214":{"quote":"Truth sits upon the lips of dying men.","category":"Truth","author":"Matthew Arnold"},"quote215":{"quote":"One universe made up all that is; and one God in it all, and one principle of being, and one law, the reason shared by all thinking creatures, and one truth.","category":"Truth","author":"Marcus Aurelius"},"quote216":{"quote":"We catch on to the truth and technique of expectation in those rare moments when we are stirred by an awareness of a guidance seemingly higher and greater than our own, when for a little while we are taken over by a force and an intelligence above and beyond those commonly felt. Confident and free, filled with wonder and ready acceptance, we permit ourselves to be taken over by our unquestioning self.","category":"Truth","author":"Dr. Marcus Bach"},"quote217":{"quote":"Not being known doesn't stop the truth from being true.","category":"Truth","author":"Richard Bach"},"quote218":{"quote":"Error always addresses the passions and prejudices; truth scorns such mean intrigue, and only addresses the understanding and the conscience.","category":"Truth","author":"Azel Backus"},"quote219":{"quote":"Truth arises more readily from error than from confusion.","category":"Truth","author":"Francis Bacon"},"quote220":{"quote":"What is truth? said jesting Pilate; and would not stay for an answer.","category":"Truth","author":"Francis Bacon"},"quote221":{"quote":"It is a pleasure to stand upon the shore, and to see ships tost upon the sea: a pleasure to stand in the window of a castle, and to see a battle and the adventures thereof below: but no pleasure is comparable to standing upon the vantage ground of truth... and to see the errors, and wanderings, and mists, and tempests, in the vale below.","category":"Truth","author":"Francis Bacon"},"quote222":{"quote":"Truth is a naked and open daylight","category":"Truth","author":"Francis BaconEssay Of Truth"},"quote223":{"quote":"You never find yourself until you face the truth.","category":"Truth","author":"Pearl Bailey"},"quote224":{"quote":"A platitude is simply a truth repeated till people get tired of hearing it.","category":"Truth","author":"James Baldwin"},"quote225":{"quote":"We take our shape, it is true, within and against that cage of reality bequeathed us at our birth; and yet is precisely through our dependence on this reality that we are most endlessly betrayed.","category":"Truth","author":"James Baldwin"},"quote226":{"quote":"Falsehood is cowardice, the truth courage.","category":"Truth","author":"Hosea Ballou"},"quote227":{"quote":"There's a little truth in all jive, and a little jive in all truth.","category":"Truth","author":"Leonard Barnes"},"quote228":{"quote":"With the truth, you need to get rid of it as soon as possible and pass it on to someone else. As with illness, this is the only way to be cured of it. The person who keeps truth in his hands has lost.","category":"Truth","author":"Jean Baudrillard"},"quote229":{"quote":"I tore myself away from the safe comfort of certainties through my love for the truth; and truth rewarded me.","category":"Truth","author":"Simone de Beauvoir"},"quote230":{"quote":"There are joys which long to be ours. God sends ten thousands truths, which come about us like birds seeking inlet; but we are shut up to them, and so they bring us nothing, but sit and sing awhile upon the roof, and then fly away.","category":"Truth","author":"Henry Ward Beecher"},"quote231":{"quote":"Nothing is poorer than a truth expressed as it was thought. Committed to writing in such cases, it is not even a bad photograph. Truth wants to be startled abruptly, at one stroke, from her self-immersion, whether by uproar, music or cries for help.","category":"Truth","author":"Walter Benjamin"},"quote232":{"quote":"Between truth and the search for it, I choose the second.","category":"Truth","author":"Bernard Berenson"},"quote233":{"quote":"There is an element of truth in every idea that lasts long enough to be called corny.","category":"Truth","author":"Irving Berlin"},"quote234":{"quote":"I am the way and the truth and the life. No one comes to the Father except through me.","category":"Truth","author":"Bible"},"quote235":{"quote":"Prove all things, hold fast to that which is true.","category":"Truth","author":"Bible"},"quote236":{"quote":"Seek and you will find.","category":"Truth","author":"Bible"},"quote237":{"quote":"The first wrote, wine is the strongest. The second wrote, the king is strongest. The third wrote, women are strongest: but above all things truth beareth away the victory. Esdras 3:10","category":"Truth","author":"Bible"},"quote238":{"quote":"The truth shall set you free.","category":"Truth","author":"Bible"},"quote239":{"quote":"Truth -- An ingenious compound of desirability and appearance.","category":"Truth","author":"Ambrose Bierce"},"quote240":{"quote":"As scarce as truth is, the supply has always been in excess of the demand.","category":"Truth","author":"Josh Billings"},"quote241":{"quote":"I will tell you the truth as soon as I figure it out.","category":"Truth","author":"Wayne Birmingham"},"quote242":{"quote":"When you want to fool the world, tell the truth.","category":"Truth","author":"Otto von Bismarck"},"quote243":{"quote":"When I tell the truth, it is not for the sake of convincing those who do not know it, but for the sake of defending those that do.","category":"Truth","author":"William Blake"},"quote244":{"quote":"For everything exists and not one sigh nor smile nor tear, one hair nor particle of dust, not one can pass away.","category":"Truth","author":"William Blake"},"quote245":{"quote":"Truth can never be told so as to be understood, and not be believed.","category":"Truth","author":"William Blake"},"quote246":{"quote":"The great seal of truth is simplicity.","category":"Truth","author":"Herman Boerhaave"},"quote247":{"quote":"The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth.","category":"Truth","author":"Neils Bohr"},"quote248":{"quote":"It takes two to speak truth -- one to speak, and another to hear.","category":"Truth","author":"Henry David Thoreau"},"quote249":{"quote":"Be true to your work, your word, and your friend.","category":"Truth","author":"Henry David Thoreau"},"quote250":{"quote":"I know that most men, including those at ease with problems of the greatest complexity, can seldom accept even the simplest and most obvious truth if it be such as would oblige them to admit the falsity conclusions which they have delighted in explaining to colleagues, which they have proudly taught to others, and which they have woven, thread by thread, into the fabric of their lives.","category":"Truth","author":"Leo Tolstoy"},"quote251":{"quote":"The hero of my tale, whom I love with all the power of my soul, whom I have tried to portray in all its beauty, who has been, is, and will be beautiful, is Truth.Sevastopol","category":"Truth","author":"Leo Tolstoy, May, 1855"},"quote252":{"quote":"If truth is beauty, then how come no one has their hair done in a library?","category":"Truth","author":"Lily Tomlin"},"quote253":{"quote":"Intense feeling too often obscures the truth.","category":"Truth","author":"Harry S Truman"},"quote254":{"quote":"I never gave anybody hell! I just told the truth and they thought it was hell.","category":"Truth","author":"Harry S Truman"},"quote255":{"quote":"Never tell the truth to people who are not worthy of it.","category":"Truth","author":"Mark Twain"},"quote256":{"quote":"Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't.","category":"Truth","author":"Mark Twain"},"quote257":{"quote":"I never could tell a lie that anybody would doubt, nor a truth that anybody would believe.","category":"Truth","author":"Mark Twain"},"quote258":{"quote":"Often the surest way to convey misinformation is to tell the strict truth.","category":"Truth","author":"Mark Twain"},"quote259":{"quote":"Truth is neither alive nor dead; it just aggravates itself all the time.","category":"Truth","author":"Mark Twain"},"quote260":{"quote":"No real gentleman will tell the naked truth in the presence of ladies.","category":"Truth","author":"Mark Twain"},"quote261":{"quote":"If you tell the truth, you don't have to remember anything.","category":"Truth","author":"Mark Twain"},"quote262":{"quote":"The open-minded see the truth in different things: the narrow-minded see only the differences.","category":"Truth","author":"Source Unknown"},"quote263":{"quote":"The TRUTH: It may not lead you to where you thought you were going, but it will always lead you somewhere better. When ignored, it will eventually show itself. The closeness of your relationships is directly proportional to the degree to which you have revealed the truth about yourself. It can be painful.","category":"Truth","author":"Source Unknown"},"quote264":{"quote":"Truth is the greatest gift of life and love is the exercise of that truth.","category":"Truth","author":"Source Unknown"},"quote265":{"quote":"Truth comes only to a prepared mind.","category":"Truth","author":"Source Unknown"},"quote266":{"quote":"When in doubt, tell the truth.","category":"Truth","author":"Source Unknown"},"quote267":{"quote":"Have a deep respect for the source of life and also for the ocean, for the forest, for the stars and for the truth.","category":"Truth","author":"Source Unknown"},"quote268":{"quote":"Beware of the half truth. You may have gotten hold of the wrong half.","category":"Truth","author":"Source Unknown"},"quote269":{"quote":"Just because you can laugh doesn't mean you can't tell the truth. Truth is often the jester.","category":"Truth","author":"Source Unknown"},"quote270":{"quote":"Nothing ruins the truth like stretching it.","category":"Truth","author":"Source Unknown"},"quote271":{"quote":"I have seen the truth and it makes no sense.","category":"Truth","author":"Source Unknown"},"quote272":{"quote":"Being free of pretence does not mean you are in touch with the truth. Sincerity is not proof.","category":"Truth","author":"Source Unknown"},"quote273":{"quote":"Only the hand that erases can write the true thing.","category":"Truth","author":"Meister Eckhart"},"quote274":{"quote":"I have never doubted the truth of signs, Adso; they are the only things man has with which to orient himself in the world. What I did not understand is the relation among signs . . . I behaved stubbornly, pursuing a semblance of order, when I should have known well that there is no order in the universe.But in imagining an erroneous order you still found something. . . .What you say is very fine, Adso, and I thank you. The order that our mind imagines is like a net, or like a ladder, built to attain something. But afterward you must throw the ladder away, because you discover that, even if it was useful, it was meaningless . . . The only truths that are useful are instruments to be thrown away.","category":"Truth","author":"Umberto EcoThe Name of the Rose"},"quote275":{"quote":"All these constructions and the laws connecting them can be arrived at by the principle of looking for the mathematically simplest concepts and the link between them.","category":"Truth","author":"Albert Einstein"},"quote276":{"quote":"Anyone who doesn't take truth seriously in small matters cannot be trusted in large ones either.","category":"Truth","author":"Albert Einstein"},"quote277":{"quote":"If you are out to describe the truth, leave elegance to the tailor.","category":"Truth","author":"Albert Einstein"},"quote278":{"quote":"The pursuit of truth and beauty is a sphere of activity in which we are permitted to remain children all our lives.","category":"Truth","author":"Albert Einstein"},"quote279":{"quote":"Things are more like they are now than they have ever been before.","category":"Truth","author":"Dwight D Eisenhower"},"quote280":{"quote":"The greater the truth the greater the libel.","category":"Truth","author":"Lord Ellenborough"},"quote281":{"quote":"Truth is the property of no individual but is the treasure of all men.","category":"Truth","author":"Ralph Waldo Emerson"},"quote282":{"quote":"Truth is the summit of being; justice is the application of it to affairs.","category":"Truth","author":"Ralph Waldo Emerson"},"quote283":{"quote":"Truth is beautiful, without doubt; but so are lies.","category":"Truth","author":"Ralph Waldo Emerson"},"quote284":{"quote":"The greatest homage we can pay truth is to use it.","category":"Truth","author":"Ralph Waldo Emerson"},"quote285":{"quote":"Every mind has a choice between truth and repose. Take which you please you can never have both.","category":"Truth","author":"Ralph Waldo Emerson"},"quote286":{"quote":"Whatever separates you from the Truth, throw it away, it will vanish anyhow.","category":"Truth","author":"Yumus Emre"},"quote287":{"quote":"A man that seeks truth and loves it must be reckoned precious to any human society.","category":"Truth","author":"Epictetus"},"quote288":{"quote":"The people have a right to the truth as they have a right to life, liberty and the pursuit of happiness.","category":"Truth","author":"Epictetus"},"quote289":{"quote":"The ultimate aim of the human mind, in all its efforts, is to become acquainted with Truth.","category":"Truth","author":"Eliza Farnham"},"quote290":{"quote":"If I had my hand full of truth, I would take good care how I opened it.","category":"Truth","author":"Bernard Le Bovier Fontenelle"},"quote291":{"quote":"The truth is always the strongest argument. Sophocles Truth is a thing immortal and perpetual, and it gives to us a beauty that fades not away in time.","category":"Truth","author":"Frederick the Great"},"quote292":{"quote":"From error to error, one discovers the entire truth.","category":"Truth","author":"Sigmund Freud"},"quote293":{"quote":"The truth simply is that's all. It doesn't need reasons: it doesn't have to be right: it's just the truth. Period.","category":"Truth","author":"Frederick (Carl) Frieseke"},"quote294":{"quote":"Our conscious motivations, ideas, and beliefs are a blend of false information, biases, irrational passions, rationalizations, prejudices, in which morsels of truth swim around and give the reassurance albeit false, that the whole mixture is real and true. The thinking processes attempt to organize this whole cesspool of illusions according to the laws of plausibility. This level of consciousness is supposed to reflect reality; it is the map we use for organizing our life.","category":"Truth","author":"Erich FrommTo Have or to Be?, 1979"},"quote295":{"quote":"Why abandon a belief merely because it ceases to be true? Cling to it long enough and... it will turn true again, for so it goes. Most of the change we think we see in life is due to truths being in and out of favor.","category":"Truth","author":"Robert Frost"},"quote296":{"quote":"Men in earnest have no time to waste in patching fig leaves for the naked truth.","category":"Truth","author":"Max Fuller"},"quote297":{"quote":"Craft must have clothes, but truth loves to go naked.","category":"Truth","author":"Thomas Fuller"},"quote298":{"quote":"Those who know the truth are not equal to those who love it Confucius All truth is safe and nothing else is safe, but he who keeps back truth, or withholds it from men, from motives of expediency, is either a coward or a criminal.","category":"Truth","author":"James Russell Lowell"},"quote299":{"quote":"Truth forever on the scaffold, wrong forever on the throne.","category":"Truth","author":"James Russell Lowell"},"quote300":{"quote":"Truth, after all, wears a different face to everybody, and it would be too tedious to wait till all were agreed.","category":"Truth","author":"James Russell Lowell"},"quote301":{"quote":"Superstition, idolatry and hypocrisy have ample wages, but the truth goes begging.","category":"Truth","author":"Martin Luther"},"quote302":{"quote":"Peace if possible, but truth at any rate.","category":"Truth","author":"Martin Luther"},"quote303":{"quote":"The true snob never rests: there is always a higher goal to attain, and there are, by the same token, always more and more people to look down upon.","category":"Truth","author":"Russell Lynes"},"quote304":{"quote":"Wrong is wrong, no matter who does it or who says it.","category":"Truth","author":"Malcolm X"},"quote305":{"quote":"We do not condemn the preachers as an individual but we condemn what they teach. We urge that the preachers teach the truth, to teach our people the one important guiding rule of conduct -- unity of purpose.","category":"Truth","author":"Malcolm X"},"quote306":{"quote":"Always tell the truth -- it's the easiest thing to remember.","category":"Truth","author":"David Mamet"},"quote307":{"quote":"If any man seeks for greatness, let him forget greatness and ask for truth, and he will find both.","category":"Truth","author":"Horace Mann"},"quote308":{"quote":"Scientific truth is marvelous, but moral truth is divine and whoever breathes its air and walks by its light has found the lost paradise.","category":"Truth","author":"Horace Mann"},"quote309":{"quote":"Seek not greatness, but seek truth and you will find both.","category":"Truth","author":"Horace Mann"},"quote310":{"quote":"It is not down in any map, true places never are.","category":"Truth","author":"Herman Melville"},"quote311":{"quote":"Truth uttered before its time is dangerous.","category":"Truth","author":"Mencius (Mengzi Meng-tse)"},"quote312":{"quote":"I believe that it is better to tell the truth than a lie. I believe it is better to be free than to be a slave. And I believe it is better to know than to be ignorant.","category":"Truth","author":"H. L. Mencken"},"quote313":{"quote":"It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place.","category":"Truth","author":"H. L. Mencken"},"quote314":{"quote":"We spend all our time looking for some concept of Truth, but Truth is what is left when we drop all concepts.","category":"Truth","author":"David Merzel"},"quote315":{"quote":"Truth is not beautiful, neither is ugly, Why should it be either? Truth is Truth.","category":"Truth","author":"Owen C. Middleton"},"quote316":{"quote":"The idea that truth always triumphs over persecution is one of those pleasant falsehoods, which most experience refutes. History is teeming with instances of truth put down by persecution. If not put down forever, it may be set back for centuries.","category":"Truth","author":"John Stuart Mill"},"quote317":{"quote":"But the peculiar evil of silencing the expression of an opinion is, that it is robbing the human race; posterity as well as the existing generation; those who dissent from the opinion, still more than those who hold it. If the opinion is right, they are deprived of the opportunity of exchanging error for truth: if wrong, they lose, what is almost as great a benefit, the clearer perception and livelier impression of truth, produced by its collision with error.","category":"Truth","author":"John Stuart MillOn Liberty, Chapter 2: Of the liberty of thought and discussion, 1859"},"quote318":{"quote":"I tell the truth, not as much as I would like to, but as much as I dare. I dare more and more as I grow older.","category":"Truth","author":"Michel de Montaigne"},"quote319":{"quote":"No problem can be solved until it is reduced to some simple form. The changing of a vague difficulty into a specific, concrete form is a very essential element in thinking.","category":"Truth","author":"John Pierpont Morgan"},"quote320":{"quote":"Most truths are so naked that people feel sorry for them and cover them up, at least a little bit.","category":"Truth","author":"Edward R. Murrow"},"quote321":{"quote":"To be persuasive, we must be believable; to be believable, we must be credible; to be credible, we must be truthful.","category":"Truth","author":"Edward R. Murrow"},"quote322":{"quote":"And as for our future, one will hardly find us again on the paths of those Egyptian youths who endanger temples by night, embrace statues, and want by all means to unveil, uncover, and put into a bright light whatever is kept concealed for good reasons. No, this bad taste, this will to truth, to truth at any price, this youthful madness in the love of truth, have lost their charm for us: for that we are too experienced, too serious, too gay, too burned, too deep. We no longer believe that truth remains truth when the veils are withdrawn; we have lived enough not to believe this. Today we consider it a matter of decency not to wish to see everything naked, or to be present at everything, or to understand and know everything. Tout comprendre","category":"Truth","author":"Friedrich Nietzscheon Wagner"},"quote323":{"quote":"In everything truth surpasses the imitation and copy.","category":"Truth","author":"Marcus Tullius Cicero"},"quote324":{"quote":"See it like it is!","category":"Truth","author":"Herb Cohen"},"quote325":{"quote":"It is your work to clear away the mass of encumbering material of thoughts, so that you may bring into plain view the precious thing at the center of the mass.","category":"Truth","author":"Robert Collier"},"quote326":{"quote":"Theories are private property, but truth is common stock.","category":"Truth","author":"Charles Caleb Colton"},"quote327":{"quote":"It is man that makes truth great, not truth that makes man great.","category":"Truth","author":"Confucius"},"quote328":{"quote":"The object of the superior man is truth.","category":"Truth","author":"Confucius"},"quote329":{"quote":"Everybody says it, and what everybody says must be true.","category":"Truth","author":"James Fenimore Cooper"},"quote330":{"quote":"Ceremony leads her bigots forth, prepared to fight for shadows of no worth. While truths, on which eternal things depend, can hardly find a single friend.","category":"Truth","author":"William Cowper"},"quote331":{"quote":"He is the freeman whom the truth makes free.","category":"Truth","author":"William CowperThe Task. Book v. The Winter Morning Walk. Line 733."},"quote332":{"quote":"Our job is only to hold up the mirror -- to tell and show the public what has happened.","category":"Truth","author":"Walter Cronkite"},"quote333":{"quote":"The pursuit of truth will set you free; even if you never catch up with it.","category":"Truth","author":"Clarence Darrow"},"quote334":{"quote":"Chase after the truth like all hell and you'll free yourself, even though you never touch its coattails.","category":"Truth","author":"Clarence Darrow"},"quote335":{"quote":"You never see what you want to see, forever playing to the gallery.","category":"Truth","author":"Robertson Davies"},"quote336":{"quote":"Part of my job is to train people to break down an involved question into a series of simple matters. Then we can all act intelligently","category":"Truth","author":"Richard Deupree"},"quote337":{"quote":"I am always going to be true to myself.","category":"Truth","author":"Princess of Wales Diana"},"quote338":{"quote":"There is nothing so strong or safe in an emergency of life as the simple truth.","category":"Truth","author":"Charles Dickens"},"quote339":{"quote":"Truth is so rare that it is delightful to tell it.","category":"Truth","author":"Emily Dickinson"},"quote340":{"quote":"Tell the truth, but tell it slant.","category":"Truth","author":"Emily Dickinson"},"quote341":{"quote":"We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.","category":"Truth","author":"Denis Diderot"},"quote342":{"quote":"Never apologize for showing feeling. When you do so you apologize for truth.","category":"Truth","author":"Benjamin Disraeli"},"quote343":{"quote":"Something unpleasant is coming when men are anxious to tell the truth.","category":"Truth","author":"Benjamin Disraeli"},"quote344":{"quote":"Time is precious, but truth is more precious than time.","category":"Truth","author":"Benjamin Disraeli"},"quote345":{"quote":"It is an old maxim of mine that when you have excluded the impossible, whatever remains, however improbable, must be the truth.","category":"Truth","author":"Sir Arthur Conan DoyleThe Adventures of Sherlock Holmes, \"The Beryl Coronet\""},"quote346":{"quote":"Truth disappears with the telling of it.","category":"Truth","author":"Lawrence Durrell"},"quote347":{"quote":"The real truth was taken by pirates and is at the bottom of the ocean. You will have to go deep to find it.","category":"Truth","author":"James Dye"}}
