{"quote0":{"quote":"We never know the worth of water 'til the well is dry.","category":"Value","author":"English Proverb"},"quote1":{"quote":"No price is too low for a bear or too high for a bull.","category":"Value","author":"Proverb"},"quote2":{"quote":"The gods sell all things at a fair price.","category":"Value","author":"Proverb"},"quote3":{"quote":"Something you don't want is dear at any price.","category":"Value","author":"Proverb"},"quote4":{"quote":"We know the true worth of a thing when we have lost it.","category":"Value","author":"Proverb"},"quote5":{"quote":"Take what you want, God said to man, and pay for it.","category":"Value","author":"Proverb"},"quote6":{"quote":"What you get free costs too much.","category":"Value","author":"Jean Anouilh"},"quote7":{"quote":"Nothing matters very much, and few things matter at all.","category":"Value","author":"Arthur Balfour"},"quote8":{"quote":"This world is run with far too tight a rein for luck to interfere. Fortune sells her wares; she never gives them. In some form or other, we pay for her favors; or we go empty away.","category":"Value","author":"Amelia E. Barr"},"quote9":{"quote":"When you want something, you have to be willing to pay your dues.","category":"Value","author":"Les Brown"},"quote10":{"quote":"Everything you want in life has a price connected to it. There's a price to pay if you want to make things better, a price to pay just for leaving things as they are, a price for everything.","category":"Value","author":"Harry Browne"},"quote11":{"quote":"Believe nothing, no matter where you read it, or who said it, no matter if I have said it, unless it agrees with your own reason and your own common sense.","category":"Value","author":"Buddha"},"quote12":{"quote":"Price is what you pay. Value is what you get.","category":"Value","author":"Warren Buffett"},"quote13":{"quote":"Calculated risks of abuse are taken in order to preserve higher values.","category":"Value","author":"Warren Earl Burger, Majority opinion in 7-2 ruling that allowed radio and television stations to refuse to sell time for political or controversial advertisements, May 29, 1973"},"quote14":{"quote":"The three most important things a man has are, briefly, his private parts, his money, and his religious opinions.","category":"Value","author":"Samuel Butler"},"quote15":{"quote":"We're so engaged in doing things to achieve purposes of outer value that we forget that the inner value, the rapture that is associated with being alive, is what it's all about.","category":"Value","author":"Joseph Campbell"},"quote16":{"quote":"That which costs little is less valued.","category":"Value","author":"Miguel de Cervantes"},"quote17":{"quote":"One doesn't recognize the really important moments in one's life until it's too late.","category":"Value","author":"Agatha Christie"},"quote18":{"quote":"You will be as much value to others as you have been to yourself.","category":"Value","author":"Marcus Tullius Cicero"},"quote19":{"quote":"It's not hard to make decisions when you know what your values are.","category":"Value","author":"Roy Disney"},"quote20":{"quote":"Teach us that wealth is not elegance, that profusion is not magnificence, that splendor is not beauty.","category":"Value","author":"Benjamin Disraeli"},"quote21":{"quote":"If you are determined enough and willing to pay the price, you can get it done.","category":"Value","author":"Mike Ditka"},"quote22":{"quote":"He who would search for pearls must dive below.","category":"Value","author":"John Dryden"},"quote23":{"quote":"To my mind the old masters are not art; their value is in their scarcity.","category":"Value","author":"Thomas Alva Edison"},"quote24":{"quote":"Not everything that can be counted counts, and not everything that counts can be counted.","category":"Value","author":"Albert Einstein"},"quote25":{"quote":"Nothing can have value without being an object of utility.","category":"Value","author":"Karl Marx"},"quote26":{"quote":"Albert Einstein when asked what he considered to be the most powerful force in the universe answered: Compound interest! What you have become is the price you paid to get what you used to want.","category":"Value","author":"Mignon McLaughlin"},"quote27":{"quote":"Those things that are dearest to us have cost us the most.","category":"Value","author":"Michel de Montaigne"},"quote28":{"quote":"If you have to ask how much it costs, you can't afford it.","category":"Value","author":"John Pierpont Morgan"},"quote29":{"quote":"Value is what people are willing to pay for it.","category":"Value","author":"John Naisbitt"},"quote30":{"quote":"All sciences are now under the obligation to prepare the ground for the future task of the philosopher, which is to solve the problem of value, to determine the true hierarchy of values.","category":"Value","author":"Friedrich Nietzsche"},"quote31":{"quote":"Expenditures rise to meet income.","category":"Value","author":"C. Northcote Parkinson"},"quote32":{"quote":"He who seeks for gain, must be at some expense.","category":"Value","author":"Plautus"},"quote33":{"quote":"Before the reward there must be labor. You plant before you harvest. You sow in tears before you reap joy.","category":"Value","author":"Ralph Ransom"},"quote34":{"quote":"If you don't set a baseline standard for what you'll accept in life, you'll find it's easy to slip into behaviors and attitudes or a quality of life that's far below what you deserve.","category":"Value","author":"Anthony Robbins"},"quote35":{"quote":"One cannot but wonder at this constantly recurring phrase getting something for nothing, as if it were the peculiar and perverse ambition of disturbers of society. Except for our animal outfit, practically all we have is handed us gratis. Can the most complacent reactionary flatter himself that he invented the art of writing or the printing press, or discovered his religious, economic, and moral convictions, or any of the devices which supply him with meat and raiment or any of the sources of such pleasure as he may derive from literature or the fine arts? In short, civilization is little else than getting something for nothing.","category":"Value","author":"James H. Robinson"},"quote36":{"quote":"For every promise, there is price to pay.","category":"Value","author":"Jim Rohn"},"quote37":{"quote":"We get paid for bringing value to the market place.","category":"Value","author":"Jim Rohn"},"quote38":{"quote":"The major value in life is not what you get. The major value in life is what you become.","category":"Value","author":"Jim Rohn"},"quote39":{"quote":"The best thing in life aren't things.","category":"Value","author":"John Ruskin"},"quote40":{"quote":"A thing is worth what it can do for you, not what you choose to pay for it.","category":"Value","author":"John Ruskin"},"quote41":{"quote":"Values are tapes we play on the Walkman of the mind: any tune we choose so long as it does not disturb others.","category":"Value","author":"Jonathan Sacks"},"quote42":{"quote":"Why so large a cost, having so short a lease, does thou upon your fading mansion spend?","category":"Value","author":"William Shakespeare"},"quote43":{"quote":"Anything that changes your values changes your behavior.","category":"Value","author":"George Sheehan"},"quote44":{"quote":"On a group of theories one can found a school; but on a group of values one can found a culture, a civilization, a new way of living together among men.","category":"Value","author":"Ignazio Silone"},"quote45":{"quote":"We can tell our values by looking at our checkbook stubs.","category":"Value","author":"Gloria Steinem"},"quote46":{"quote":"Everything is worth what its purchaser will pay for it.","category":"Value","author":"Publilius Syrus"},"quote47":{"quote":"Forbidden things have a secret charm.","category":"Value","author":"Tacitus"},"quote48":{"quote":"Religion is the sole technique for the validating of values.","category":"Value","author":"Allen Tate"},"quote49":{"quote":"Riches get their value from the mind of the possessor; they are blessings to those who know how to use them, and curses to those who do not.","category":"Value","author":"Terence"},"quote50":{"quote":"The cost of a thing is the amount of what I will call life which is required to be exchanged for it, immediately or in the long run.","category":"Value","author":"Henry David Thoreau"},"quote51":{"quote":"The least of things with a meaning is worth more in life than the greatest of things without it.","category":"Value","author":"Source Unknown"},"quote52":{"quote":"People should know what you stand for. They should also know what you won't stand for.","category":"Value","author":"Source Unknown"},"quote53":{"quote":"How do you go from where you are to where you want to be? I think you have to have an enthusiasm for life. You have to have a dream, a goal, and you have to be willing to work for it.","category":"Value","author":"Jim Valvano"},"quote54":{"quote":"You must look within for value, but must look beyond for perspective.","category":"Value","author":"Denis Waitley"},"quote55":{"quote":"DUCHESS: Diamonds are of most value,They say, that have past through most jewellers' hands.FERDINAND: Whores, by that rule, are precious.","category":"Value","author":"John Webster"},"quote56":{"quote":"Today we are afraid of simple words like goodness and mercy and kindness. We don't believe in the good old words because we don't believe in good old values anymore. And that's why the world is sick.","category":"Value","author":"Lin Yutang"},"quote57":{"quote":"There is no victory at bargain basement prices.","category":"Value","author":"Dwight D Eisenhower"},"quote58":{"quote":"The value of a principle is the number of things it will explain; and there is no good theory of disease which does not at once suggest a cure.","category":"Value","author":"Ralph Waldo Emerson"},"quote59":{"quote":"The gods sell to us all the goods which they give us.","category":"Value","author":"Epicharmus"},"quote60":{"quote":"My heart is a bargain today. Will you take it?","category":"Value","author":"W. C. Fields"},"quote61":{"quote":"A price has to be paid for success. Almost invariably those who have reached the summits worked harder and longer, studied and planned more assiduously, practiced more self-denial, overcame more difficulties than those of us who have not risen so far.","category":"Value","author":"B. C. Forbes"},"quote62":{"quote":"What we must decide is perhaps how we are valuable, rather than how valuable we are.","category":"Value","author":"Edgar Z. Friedenberg"},"quote63":{"quote":"The only salvation of the world today... is the rapid dissemination of the basic values of the West, that is, the ideas of democracy, human rights, the civil society, and the free market.","category":"Value","author":"Vaclav Havel"},"quote64":{"quote":"The least pain in our little finger gives us more concern and uneasiness than the destruction of millions of our fellow-beings.","category":"Value","author":"William Hazlitt"},"quote65":{"quote":"Nature cannot be tricked or cheated. She will give up to you the object of your struggles only after you have paid her price.","category":"Value","author":"Napoleon Hill"},"quote66":{"quote":"No matter what we want of life we have to give up something in order to get it.","category":"Value","author":"Raymond Holliwell"},"quote67":{"quote":"Although gold dust is precious, when it gets in your eyes it obstructs your vision.","category":"Value","author":"Hsi-Tang"},"quote68":{"quote":"You must pay the price if you wish to secure the blessing.","category":"Value","author":"Andrew Jackson"},"quote69":{"quote":"Value is the most invincible and impalpable of ghosts, and comes and goes unthought of while the visible and dense matter remains as it was.","category":"Value","author":"W. Stanley Jevons"},"quote70":{"quote":"Praise, like gold and diamonds, owes its value only to its scarcity.","category":"Value","author":"Samuel Johnson"},"quote71":{"quote":"The longer we live the more we think and the higher the value we put on friendship and tenderness towards parents and friends.","category":"Value","author":"Samuel Johnson"},"quote72":{"quote":"First you destroy those who create values. Then you destroy those who know what the values are, and who also know that those destroyed before were in fact the creators of values. But real barbarism begins when no one can any longer judge or know that what he does is barbaric.","category":"Value","author":"Ryszard Kapuscinski"},"quote73":{"quote":"The true measure of a man is how he treats someone who can do him absolutely no good.","category":"Value","author":"Ann Landers"},"quote74":{"quote":"The value given to the testimony of any feeling must depend on our whole philosophy, not our whole philosophy on a feeling.","category":"Value","author":"C.S. Lewis"},"quote75":{"quote":"One cannot collect all the beautiful shells on the beach. One can collect only a few and they are more beautiful if they are a few.","category":"Value","author":"Anne Morrow Lindbergh"},"quote76":{"quote":"Once you agree upon the price you and your family must pay for success, it enables you to ignore the minor hurts, the opponent's pressure, and the temporary failures.","category":"Value","author":"Vince Lombardi"},"quote77":{"quote":"Dictionary is the only place that success comes before work. Hard work is the price we must pay for success. I think you can accomplish anything if you're willing to pay the price.","category":"Value","author":"Vince Lombardi"},"quote78":{"quote":"In all our deeds, the proper value and respect for time determines success or failure.","category":"Value","author":"Malcolm X"},"quote79":{"quote":"A constant struggle, a ceaseless battle to bring success from inhospitable surroundings, is the price of all great achievements.","category":"Value","author":"Orison Swett Marden"},"quote80":{"quote":"No one has a corner on success. It is his who pays the price.","category":"Value","author":"Orison Swett Marden"},"quote81":{"quote":"What keeps so many employers back is simple unwillingness to pay the price, to make the exertion, the effort to sacrifice their ease and comfort.","category":"Value","author":"Orison Swett Marden"}}
