{"quote0":{"quote":"There is no wisdom save in truth. Truth is everlasting, but our ideas about truth are changeable. Only a little of the first fruits of wisdom, only a few fragments of the boundless heights, breadths and depths of truth, have I been able to gather.","category":"Wisdom","author":"Martin Luther"},"quote1":{"quote":"A wise man will see to it that his acts always seem voluntary and not done by compulsion, however much he may be compelled by necessity.","category":"Wisdom","author":"Niccolo Machiavelli"},"quote2":{"quote":"It is not from reason that justice springs, but goodness is born of wisdom.","category":"Wisdom","author":"Maurice Maeterlinck"},"quote3":{"quote":"You can tell whether a man is clever by his answers. You can tell whether a man is wise by his questions.","category":"Wisdom","author":"Naguib Mahfouz"},"quote4":{"quote":"Wisdom is knowledge which has become a part of one's being.","category":"Wisdom","author":"Orison Swett Marden"},"quote5":{"quote":"By the time your life is finished, you will have learned just enough to begin it well.","category":"Wisdom","author":"Eleanor Marx"},"quote6":{"quote":"We are to get wisdom and understanding, yet we are not to lean on it apart from the Lord.","category":"Wisdom","author":"John C. Maxwell"},"quote7":{"quote":"No matter how long he lives, no man ever becomes as wise as the average woman of forty-eight.","category":"Wisdom","author":"H. L. Mencken"},"quote8":{"quote":"That which seems the height of absurdity in one generation often becomes the height of wisdom in the next.","category":"Wisdom","author":"John Stuart Mill"},"quote9":{"quote":"Everything you'll ever need to know is within you; the secrets of the universe are imprinted on the cells of your body. But you haven't learned how to read the wisdom of the body.","category":"Wisdom","author":"Dan Millman"},"quote10":{"quote":"Wise people are foolish if they cannot adapt to foolish people.","category":"Wisdom","author":"Michel de Montaigne"},"quote11":{"quote":"We can be knowledgeable with other men's knowledge, but we cannot be wise with other men's wisdom.","category":"Wisdom","author":"Michel de Montaigne"},"quote12":{"quote":"Wisdom hath her excesses, and no less need of moderation than folly.","category":"Wisdom","author":"Michel de Montaigne"},"quote13":{"quote":"There is more wisdom in your body than in your deepest philosophy.","category":"Wisdom","author":"Friedrich Nietzsche"},"quote14":{"quote":"Does wisdom perhaps appear on the earth as a raven which is inspired by the smell of carrion?","category":"Wisdom","author":"Friedrich Nietzsche"},"quote15":{"quote":"The growth of wisdom may be gauged exactly by the diminution of ill temper.","category":"Wisdom","author":"Friedrich Nietzsche"},"quote16":{"quote":"A life of frustration is inevitable for any coach whose main enjoyment is winning.","category":"Wisdom","author":"Chuck Noll"},"quote17":{"quote":"Behold, my son, with what little wisdom the world is ruled.","category":"Wisdom","author":"Count Axel Gustafsson Oxenstierna"},"quote18":{"quote":"Pain makes man think. Thought makes man wise. Wisdom makes life endurable.","category":"Wisdom","author":"John Patrick"},"quote19":{"quote":"The more sand that has escaped from the hourglass of our life, the clearer we should see through it.","category":"Wisdom","author":"Jean Paul"},"quote20":{"quote":"Wisdom is always an overmatch for strength.","category":"Wisdom","author":"Phaedrus"},"quote21":{"quote":"The days that are still to come are the wisest witnesses.","category":"Wisdom","author":"Pindar"},"quote22":{"quote":"Wise men talk because they have something to say; fools, because they have to say something.","category":"Wisdom","author":"Plato"},"quote23":{"quote":"The wisest have the most authority.","category":"Wisdom","author":"Plato"},"quote24":{"quote":"Wisdom alone is the science of others sciences.","category":"Wisdom","author":"Plato"},"quote25":{"quote":"Nine times out of ten it is over the Bridge of Sighs that we pass the narrow gulf from youth to manhood. That interval is usually marked by an ill placed or disappointed affection. We recover and we find ourselves a new being. The intellect has become hardened by the fire through which it has passed. The mind profits by the wrecks of every passion, and we may measure our road to wisdom by the sorrows we have undergone.","category":"Wisdom","author":"Edward George Bulwer-Lytton"},"quote26":{"quote":"If I don't have wisdom, I can teach you only ignorance.","category":"Wisdom","author":"Leo Buscaglia"},"quote27":{"quote":"Though wisdom cannot be gotten for gold, still less can be gotten without it.","category":"Wisdom","author":"Samuel Butler"},"quote28":{"quote":"If only we were wiser or better people, perhaps the gods would explain to us the mad, unbearable things they do.","category":"Wisdom","author":"Orson Scott Card"},"quote29":{"quote":"Great men are the commissioned guides of mankind, who rule their fellows because they are wiser.","category":"Wisdom","author":"Thomas Carlyle"},"quote30":{"quote":"The greatest event for the world is the arrival of a new and wise person.","category":"Wisdom","author":"Thomas Carlyle"},"quote31":{"quote":"Wise men learn more from fools than fools from the wise.","category":"Wisdom","author":"Cato The Elder"},"quote32":{"quote":"Time ripens all things; no man is born wise.","category":"Wisdom","author":"Miguel de Cervantes"},"quote33":{"quote":"The greatest scholars are not usually the wisest people.","category":"Wisdom","author":"Chaucer"},"quote34":{"quote":"Wisdom we know is the knowledge of good and evil -- not the strength to choose between the two.","category":"Wisdom","author":"John Cheever"},"quote35":{"quote":"Everything I know I learned after I was thirty.","category":"Wisdom","author":"Georges Clemenceau"},"quote36":{"quote":"The extreme limit of wisdom --that's what the public calls madness.","category":"Wisdom","author":"Jean Cocteau"},"quote37":{"quote":"A wise man thinks what is easy is difficult.","category":"Wisdom","author":"John Churton Collins"},"quote38":{"quote":"The mistakes of the fool are known to the world, but not to himself. The mistakes of the wise man are known to himself, but not to the world.","category":"Wisdom","author":"Charles Caleb Colton"},"quote39":{"quote":"There are three methods to gaining wisdom. The first is reflection, which is the highest. The second is limitation, which is the easiest. The third is experience, which is the bitterest.","category":"Wisdom","author":"Confucius"},"quote40":{"quote":"Wisdom, compassion, and courage are the three universally recognized moral qualities of men.","category":"Wisdom","author":"Confucius"},"quote41":{"quote":"By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.","category":"Wisdom","author":"Confucius"},"quote42":{"quote":"No one over thirty-five is worth meeting who has not something to teach us, --something more than we could learn for ourselves, from a book.","category":"Wisdom","author":"Cyril Connolly"},"quote43":{"quote":"Knowledge comes, but wisdom lingers. It may not be difficult to store up in the mind a vast quantity of face within a comparatively short time, but the ability to form judgments requires the severe discipline of hard work and the tempering heat of experience and maturity.","category":"Wisdom","author":"Calvin Coolidge"},"quote44":{"quote":"Wisdom consists of the anticipation of consequences.","category":"Wisdom","author":"Norman Cousins"},"quote45":{"quote":"Wisdom is your perspective on life, your sense of balance, your understanding of how the various parts and principles apply and relate to each other. It embraces judgment, discernment, comprehension. It is a gestalt or oneness, and integrated wholeness.","category":"Wisdom","author":"Stephen Covey"},"quote46":{"quote":"Now all the knowledge and wisdom that is in creatures, whether angels or men, is nothing else but a participation of that one eternal, immutable and increased wisdom of God, or several signatures of that one archetypal seal, or like so many multiplied reflections of one and the same face, made in several glasses, whereof some are clearer, some obscurer, some standing nearer, some further off.","category":"Wisdom","author":"Ralph J. Cudworth"},"quote47":{"quote":"Wisdom is a variable possession. Every man is wise when pursued by a mad dog, fewer when pursued by a mad woman; only the wisest survive when attacked by a mad notion.","category":"Wisdom","author":"Robertson DaviesMarchbanks' Almanac"},"quote48":{"quote":"And Wisdom be the Daughter of Experience","category":"Wisdom","author":"Leonardo DaVinci"},"quote49":{"quote":"All human wisdom is summed up in two words; wait and hope.","category":"Wisdom","author":"Alexander Dumas"},"quote50":{"quote":"When you move amidst the world of sense, free from attachment and aversion alike, there comes the peace in which all sorrows end, and you life in the wisdom of the Self.","category":"Wisdom","author":"Bhagavad Gita"},"quote51":{"quote":"The live in wisdom who see themselves in all and all in them, who have renounced every selfish desire and sense craving tormenting the heart.","category":"Wisdom","author":"Bhagavad Gita"},"quote52":{"quote":"Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise. For the wisdom of this world is foolishness with God. 1 Corinthians 3:18-19","category":"Wisdom","author":"Bible"},"quote53":{"quote":"Blessed is the man who finds wisdom, the man who gains understanding, for she is more profitable than silver and yields better returns than gold. She is more precious than rubies; nothing you desire can compare with her. Proverbs 3:13-15","category":"Wisdom","author":"Bible"},"quote54":{"quote":"He that walketh with wise men shall be wise.","category":"Wisdom","author":"Bible"},"quote55":{"quote":"The ear that heareth the reproof of life abideth among the wise. Proverbs 15: 31","category":"Wisdom","author":"Bible"},"quote56":{"quote":"In much wisdom is much grief; and he that increaseth knowledge increaseth sorrow.","category":"Wisdom","author":"Bible"},"quote57":{"quote":"Wisdom and knowledge shall be the stability of your times.","category":"Wisdom","author":"Bible"},"quote58":{"quote":"Through wisdom is a house built; and by understanding it is established; and by knowledge shall every room be filled with precious and pleasant riches.","category":"Wisdom","author":"Bible"},"quote59":{"quote":"Wisdom is better than weapons of war. 9:18b, Ecclesiastes","category":"Wisdom","author":"Bible"},"quote60":{"quote":"So teach us to number our days that we may apply our hearts to wisdom.","category":"Wisdom","author":"Bible"},"quote61":{"quote":"The testimony of the Lord is sure making wise the simple. Psalms 19:7","category":"Wisdom","author":"Bible"},"quote62":{"quote":"Wisdom is the principal thing; therefore get wisdom; and with all your getting get understanding.","category":"Wisdom","author":"Bible"},"quote63":{"quote":"The wisdom of a learned man comet by opportunity of leisure: and he that hath little business shall become wise. Ecclesiasticus 38:25","category":"Wisdom","author":"Bible"},"quote64":{"quote":"Some folks are wise and some otherwise.","category":"Wisdom","author":"Josh Billings"},"quote65":{"quote":"The price of wisdom is eternal thought.","category":"Wisdom","author":"Frank Birch"},"quote66":{"quote":"What is the price of experience? Do men buy it for a song? Or wisdom for a dance in the street? No, it is bought with the price of all the man hath, his house, his wife, his children.","category":"Wisdom","author":"William Blake"},"quote67":{"quote":"The tigers of wrath are wiser than the horses of instruction.","category":"Wisdom","author":"William Blake"},"quote68":{"quote":"The fool who persists in his folly will become wise.","category":"Wisdom","author":"William Blake"},"quote69":{"quote":"The wisest man is he who does not fancy that he is so at all.","category":"Wisdom","author":"Nicholas Boileau"},"quote70":{"quote":"The only one who is wiser than anyone is everyone.","category":"Wisdom","author":"Napoleon Bonaparte"},"quote71":{"quote":"True wisdom lies in gathering the precious things out of each day as it goes by.","category":"Wisdom","author":"E. S. Bouton"},"quote72":{"quote":"Mixing one's wines may be a mistake, but old and new wisdom mix admirably.","category":"Wisdom","author":"Bertolt Brecht"},"quote73":{"quote":"Follow then the shining ones, the wise, the awakened, the loving, for they know how to work and forbear.","category":"Wisdom","author":"Buddha"},"quote74":{"quote":"As irrigators lead water where they want, as archers make their arrows straight, as carpenters carve wood, the wise shape their minds.","category":"Wisdom","author":"Buddha"},"quote75":{"quote":"Wisdom makes a slow defense against trouble, though a sure one in the end.","category":"Wisdom","author":"Oliver Goldsmith"},"quote76":{"quote":"Truth from his lips prevailed with double sway, and fools, who came to scoff, remained to pray.","category":"Wisdom","author":"Oliver Goldsmith"},"quote77":{"quote":"The wise man can pick up a grain of sand and envision a whole universe. But the stupid man will just lay down on some seaweed and roll around in it until he's completely draped in it. Then he'll stand up and go hey, I'm Vine Man.","category":"Wisdom","author":"Jack Handey"},"quote78":{"quote":"Wisdom is one thing, to know how to make true judgment, how all things are steered through all things.","category":"Wisdom","author":"Heraclitus"},"quote79":{"quote":"Knowledge can be communicated, but wisdom cannot. A man can find it, he can live it, he can be filled and sustained by it, but he cannot utter or teach it.","category":"Wisdom","author":"Hermann Hesse"},"quote80":{"quote":"I have known it for a long time but I have only just experienced it. Now I know it not only with my intellect, but with my eyes, with my heart, with my stomach.","category":"Wisdom","author":"Hermann Hesse"},"quote81":{"quote":"There often seems to be a playfulness to wise people, as if either their equanimity has as its source this playfulness or the playfulness flows from the equanimity; and they can persuade other people who are in a state of agitation to calm down and manage a smile.","category":"Wisdom","author":"Edward Hoagland"},"quote82":{"quote":"Such is the nature of men, that howsoever they may acknowledge many others to be more witty, or more eloquent, or more learned; yet they will hardly believe there be many so wise as themselves.","category":"Wisdom","author":"Thomas Hobbes"},"quote83":{"quote":"The wisdom of others remains dull till it is writ over with our own blood. We are essentially apart from the world; it bursts into our consciousness only when it sinks its teeth and nails into us.","category":"Wisdom","author":"Eric Hoffer"},"quote84":{"quote":"It is the province of knowledge to speak, and it is the privilege of wisdom to listen.","category":"Wisdom","author":"Oliver Wendell Holmes"},"quote85":{"quote":"Wisdom oft times consists of knowing what to do next.","category":"Wisdom","author":"Herbert Hoover"},"quote86":{"quote":"Wisdom is not wisdom when it is derived from books alone.","category":"Wisdom","author":"Horace"},"quote87":{"quote":"It is astonishing with how little wisdom mankind can be governed, when that little wisdom is its own.","category":"Wisdom","author":"W. R. [William Ralph] Inge"},"quote88":{"quote":"The art of being wise is the art of knowing what to overlook.","category":"Wisdom","author":"William James"},"quote89":{"quote":"Wisdom is learning what to overlook.","category":"Wisdom","author":"William James"},"quote90":{"quote":"He is no wise man who will quit a certainty for an uncertainty.","category":"Wisdom","author":"Samuel Johnson"},"quote91":{"quote":"Wisdom overcomes fortune.","category":"Wisdom","author":"Juvenal"},"quote92":{"quote":"It may serve as a comfort to us, in all our calamities and afflictions, that he that loses anything and gets wisdom by it is a gainer by the loss.","category":"Wisdom","author":"Sir Roger L'Estrange"},"quote93":{"quote":"When the superior scholar hears of Tao, he diligently practises it. When the average scholar hears of Tao, he sometimes retains it, sometimes loses it. When the inferior scholar hears of Tao, he loudly laughs at it. Were it not thus ridiculed, it would not be worthy of the name of Tao.","category":"Wisdom","author":"Lao-TzuSource: The Sayings of Lao-Tzu, Lionel Giles translation 1905"},"quote94":{"quote":"Wisdom is the reward you get for a lifetime of listening when you'd preferred to talk.","category":"Wisdom","author":"Doug Larson"},"quote95":{"quote":"Wisdom is nothing more than healed pain.","category":"Wisdom","author":"General Robert E. Lee"},"quote96":{"quote":"It's so simple to be wise. Just think of something stupid to say and say the opposite.","category":"Wisdom","author":"Samuel Levenson"},"quote97":{"quote":"We have no words for speaking of wisdom to the stupid. He who understands the wise is wise already.","category":"Wisdom","author":"G. C. (Georg Christoph) Lichtenberg"},"quote98":{"quote":"He swallowed a lot of wisdom, but all of it seems to have gone down the wrong way.","category":"Wisdom","author":"G. C. (Georg Christoph) Lichtenberg"},"quote99":{"quote":"It requires wisdom to understand wisdom: the music is nothing if the audience is deaf.","category":"Wisdom","author":"Walter Lippmann"},"quote100":{"quote":"Wise are they who have learned these truths: Trouble is temporary. Time is a tonic. Tribulation is a test tube.","category":"Wisdom","author":"Source Unknown"},"quote101":{"quote":"Wise men are not always silent, but they know when to be.","category":"Wisdom","author":"Source Unknown"},"quote102":{"quote":"Without wisdom, knowledge is more stupid than ignorance.","category":"Wisdom","author":"Source Unknown"},"quote103":{"quote":"You can buy education, but wisdom is a gift from God.","category":"Wisdom","author":"Source Unknown"},"quote104":{"quote":"Understanding the limitations of human beings as well as understanding your own is the beginning of true wisdom.","category":"Wisdom","author":"Source Unknown"},"quote105":{"quote":"He is a hard man who is only just, and a sad one who is only wise.","category":"Wisdom","author":"Voltaire (François-Marie Arouet)"},"quote106":{"quote":"Committing a great truth to memory is admirable; committing it to life is wisdom.","category":"Wisdom","author":"William Arthur Ward"},"quote107":{"quote":"Wisdom is the power to put our time and our knowledge to the proper use.","category":"Wisdom","author":"Thomas J. Watson"},"quote108":{"quote":"Wisdom begins at the end.","category":"Wisdom","author":"Daniel Webster"},"quote109":{"quote":"The temporary good is enemy to the permanent best.","category":"Wisdom","author":"Bill Wilson"},"quote110":{"quote":"Turn your wounds into wisdom.","category":"Wisdom","author":"Oprah Winfrey"},"quote111":{"quote":"It seems to me that, in every culture, I come across a chapter headed Wisdom. And then I know exactly what is going to follow: Vanity of vanities, all is vanity.","category":"Wisdom","author":"Ludwig Wittgenstein"},"quote112":{"quote":"These are weighty secrets, and we must whisper them.","category":"Wisdom","author":"Sarah Chauncey WoolseySecrets"},"quote113":{"quote":"Look at those they call unfortunate and at a closer view, you'll find many of them are unwise.","category":"Wisdom","author":"Andrew Young"},"quote114":{"quote":"Besides the noble art of getting things done, there is the noble art of leaving things undone. The wisdom of life consists in the elimination of nonessentials.","category":"Wisdom","author":"Lin Yutang"},"quote115":{"quote":"If you wish to know the road up the mountain, ask the man who goes back and forth on it.","category":"Wisdom","author":"Zenrin"},"quote116":{"quote":"Wisdom is not attained by years, but by ability.","category":"Wisdom","author":"Plautus"},"quote117":{"quote":"No man is wise enough by himself.","category":"Wisdom","author":"Plautus"},"quote118":{"quote":"Wisdom not only gets, but once got, retains.","category":"Wisdom","author":"Francis Quarles"},"quote119":{"quote":"It is not wise to be wiser than necessary.","category":"Wisdom","author":"Philippe Quinault"},"quote120":{"quote":"It is more easy to be wise for others than for ourselves.","category":"Wisdom","author":"Francois de la Rochefoucauld"},"quote121":{"quote":"It is great folly to wish to be wise all alone.","category":"Wisdom","author":"Francois de la Rochefoucauld"},"quote122":{"quote":"As it is the characteristic of great wits to say much in few words, so small wits seem to have the gift of speaking much and saying nothing.","category":"Wisdom","author":"Francois de la Rochefoucauld"},"quote123":{"quote":"It's the height of folly to want to be the only wise one.","category":"Wisdom","author":"Francois de la Rochefoucauld"},"quote124":{"quote":"Nine-tenths of wisdom consists in being wise in time.","category":"Wisdom","author":"Theodore Roosevelt"},"quote125":{"quote":"What wisdom can you find that is greater than kindness?","category":"Wisdom","author":"Jean Jacques Rousseau"},"quote126":{"quote":"A wise woman puts a grain of sugar into everything she says to a man, and takes a grain of salt with everything he says to her.","category":"Wisdom","author":"Helen Rowland"},"quote127":{"quote":"Where there is charity and wisdom, there is neither fear nor ignorance. Where there is patience and humility, there is neither anger nor vexation. Where there is poverty and joy, there is neither greed nor avarice. Where there is peace and meditation, there is neither anxiety nor doubt.","category":"Wisdom","author":"Saint Francis of Assisi"},"quote128":{"quote":"More wisdom is latent in things as they are than in all the words men use.","category":"Wisdom","author":"Antoine De Saint-Exupery"},"quote129":{"quote":"Wisdom comes by disillusionment.","category":"Wisdom","author":"George Santayana"},"quote130":{"quote":"Good people are good because they've come to wisdom through failure. We get very little wisdom from success, you know.","category":"Wisdom","author":"William Saroyan"},"quote131":{"quote":"They would need to be already wise, in order to love wisdom.","category":"Wisdom","author":"Friedrich von Schiller"},"quote132":{"quote":"The wise have always said the same things, and fools, who are the majority have always done just the opposite.","category":"Wisdom","author":"Arthur Schopenhauer"},"quote133":{"quote":"Wisdom does not show itself so much in precept as in life -- in firmness of mind and a mastery of appetite. It teaches us to do as well as to talk; and to make our words and actions all of a color.","category":"Wisdom","author":"Seneca (Seneca the Elder)"},"quote134":{"quote":"To be wise and love exceeds man's might.","category":"Wisdom","author":"William Shakespeare"},"quote135":{"quote":"So wise so young, they say, do never live long.","category":"Wisdom","author":"William Shakespeare"},"quote136":{"quote":"The only man I know who behaves sensibly is my tailor; he takes my measurements anew each time he sees me. The rest go on with their old measurements and expect me to fit them.","category":"Wisdom","author":"George Bernard Shaw"},"quote137":{"quote":"Wisdom and understanding can only become the possession of individual men by travelling the old road of observation, attention, perseverance, and industry.","category":"Wisdom","author":"Samuel Smiles"},"quote138":{"quote":"The experience gathered from books, though often valuable, is but the nature of learning; whereas the experience gained from actual life is one of the nature of wisdom.","category":"Wisdom","author":"Samuel Smiles"},"quote139":{"quote":"Practical wisdom is only to be learned in the school of experience. Precepts and instruction are useful so far as they go, but, without the discipline of real life, they remain of the nature of theory only.","category":"Wisdom","author":"Samuel Smiles"},"quote140":{"quote":"Some men are wise, and some are otherwise.","category":"Wisdom","author":"Tobias G. Smollett"},"quote141":{"quote":"A nation's treasure is its scholars.","category":"Wisdom","author":"Yiddish Proverb"},"quote142":{"quote":"A single conversation across the table with a wise man is worth a month's study of books.","category":"Wisdom","author":"Chinese Proverb"},"quote143":{"quote":"Beauty is the wisdom of women. Wisdom is the beauty of men.","category":"Wisdom","author":"Chinese Proverb"},"quote144":{"quote":"Deep doubts, deep wisdom; small doubts, little wisdom.","category":"Wisdom","author":"Chinese Proverb"},"quote145":{"quote":"Wise care keeps what it has gained.","category":"Wisdom","author":"Danish proverb"},"quote146":{"quote":"A wise man never knows all, only fools know everything","category":"Wisdom","author":"African Proverb"},"quote147":{"quote":"You are wise to climb Mt. Fuji, but a fool to do it twice.","category":"Wisdom","author":"Japanese Proverb"},"quote148":{"quote":"The heart of the wise man lies quiet like limpid water.","category":"Wisdom","author":"Proverb"},"quote149":{"quote":"By others faults the wise correct their own.","category":"Wisdom","author":"Proverb"},"quote150":{"quote":"The wise person has long ears and a short tongue.","category":"Wisdom","author":"Proverb"},"quote151":{"quote":"Everyone is wise until he speaks.","category":"Wisdom","author":"Proverb"},"quote152":{"quote":"He alone is wise who can accommodate himself to all contingencies of life; but the fool contends, and struggling, like a swimmer, against the stream.","category":"Wisdom","author":"Proverb"},"quote153":{"quote":"The foolish sayings of a rich man pass for wise ones.","category":"Wisdom","author":"Proverb"},"quote154":{"quote":"Even though you know a thousand things, ask the man who knows one.","category":"Wisdom","author":"Proverb"},"quote155":{"quote":"We cannot advance without new experiments in living, but no wise man tries every day what he has proved wrong the day before.","category":"Wisdom","author":"James Truslow Adams"},"quote156":{"quote":"Wise people, even though all laws were abolished, would still lead the same life.","category":"Wisdom","author":"Aristophanes"},"quote157":{"quote":"Suppose that we are wise enough to learn and know -- and yet not wise enough to control our learning and knowledge, so that we use it to destroy ourselves? Even if that is so, knowledge remains better than ignorance. It is better to know -- even if the knowledge endures only for the moment that comes before destruction -- than to gain eternal life at the price of a dull and swinish lack of comprehension of a universe that swirls unseen before us in all its wonder. That was the choice of Achilles, and it is mine, too.","category":"Wisdom","author":"Isaac Asimov"},"quote158":{"quote":"The wise man sees in the misfortune of others what he should avoid.","category":"Wisdom","author":"Marcus Aurelius"},"quote159":{"quote":"In seeking wisdom thou art wise; in imagining that thou hast attained it, thou art a fool.","category":"Wisdom","author":"Rabbi Ben Azai"},"quote160":{"quote":"There is a difference between happiness and wisdom: he that thinks himself the happiest man is really so; but he that thinks himself the wisest is generally the greatest fool.","category":"Wisdom","author":"Francis Bacon"},"quote161":{"quote":"Silence is the sleep that nourishes wisdom.","category":"Wisdom","author":"Francis Bacon"},"quote162":{"quote":"Do not seek to follow in the footsteps of the wise. Seek what they sought.","category":"Wisdom","author":"Matsuo Basho"},"quote163":{"quote":"Wise men still seek Him today.","category":"Wisdom","author":"Dan Bell"},"quote164":{"quote":"Just as a fire is covered by smoke and a mirror is obscured by dust, just as the embryo rests deep within the womb, wisdom is hidden by selfish desire.","category":"Wisdom","author":"Bhagavad Gita"},"quote165":{"quote":"Action should culminate in wisdom.","category":"Wisdom","author":"Bhagavad Gita"},"quote166":{"quote":"History teaches us that men and nations behave wisely once they have exhausted all other alternatives.","category":"Wisdom","author":"Abba Eban"},"quote167":{"quote":"Let us not take ourselves too seriously. None of us has a monopoly on wisdom.","category":"Wisdom","author":"Queen Elizabeth"},"quote168":{"quote":"Wisdom is like electricity. There is no permanently wise man, but men capable of wisdom, who, being put into certain company, or other favorable conditions, become wise for a short time, as glasses rubbed acquire electric power for a while.","category":"Wisdom","author":"Ralph Waldo EmersonClubs, Society and Solitude, 1870"},"quote169":{"quote":"Raphael paints wisdom; Handel sings it, Phidias carves it, Shakespeare writes it, Wren builds it, Columbus sails it, Luther preaches it, Washington arms it, Watt mechanizes it.","category":"Wisdom","author":"Ralph Waldo Emerson"},"quote170":{"quote":"Life is a festival only to the wise.","category":"Wisdom","author":"Ralph Waldo Emerson"},"quote171":{"quote":"There is a time when a man distinguishes the idea of felicity from the idea of wealth; it is the beginning of wisdom.","category":"Wisdom","author":"Ralph Waldo Emerson"},"quote172":{"quote":"A wise man is he who does not grieve for the thing which he has not, but rejoices for those which he has.","category":"Wisdom","author":"Epictetus"},"quote173":{"quote":"He who exercises wisdom exercises the knowledge which is about God.","category":"Wisdom","author":"Epictetus"},"quote174":{"quote":"Among mortals second thoughts are wisest.","category":"Wisdom","author":"Euripides"},"quote175":{"quote":"Wisdom is meaningless until our own experience has given it meaning.","category":"Wisdom","author":"Bergen Evans"},"quote176":{"quote":"Timing, degree and conviction are the three wise men in this life.","category":"Wisdom","author":"R. I. Fitzhenry"},"quote177":{"quote":"Wisdom too often never comes, and so one ought not to reject it merely because it comes late.","category":"Wisdom","author":"Felix Frankfurter"},"quote178":{"quote":"Where sense is wanting, everything is wanting.","category":"Wisdom","author":"Benjamin Franklin"},"quote179":{"quote":"The doors of wisdom are never shut.","category":"Wisdom","author":"Benjamin Franklin"},"quote180":{"quote":"Just as a cautious businessman avoids investing all his capital in one concern, so wisdom would probably admonish us also not to anticipate all our happiness from one quarter alone.","category":"Wisdom","author":"Sigmund Freud"},"quote181":{"quote":"The beginning of wisdom is to desire it.","category":"Wisdom","author":"Ibn Gabirol"},"quote182":{"quote":"Kings may be judges of the earth, but wise men are the judges of kings.","category":"Wisdom","author":"Ibn Gabirol"},"quote183":{"quote":"One of the greatest pieces of economic wisdom is to know what you do not know.","category":"Wisdom","author":"John Kenneth Galbraith"},"quote184":{"quote":"It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.","category":"Wisdom","author":"Mahatma Gandhi"},"quote185":{"quote":"The man who questions opinions is wise. The man who quarrels with facts is a fool.","category":"Wisdom","author":"Frank Garbutt"},"quote186":{"quote":"Keep me away from the wisdom which does not cry, the philosophy which does not laugh, and the greatness which does not bow before children.","category":"Wisdom","author":"Kahlil Gibran"},"quote187":{"quote":"Wisdom stands at the turn in the road and calls upon us publicly, but we consider it false and despise its adherents.","category":"Wisdom","author":"Kahlil Gibran, \"Between Reality and Fantasy\""},"quote188":{"quote":"Who is the wisest man? He who neither knows or wishes for anything else than what happens.","category":"Wisdom","author":"Johann von Goethe"},"quote189":{"quote":"This is the highest wisdom that I own; freedom and life are earned by those alone who conquer them each day anew.","category":"Wisdom","author":"Johann von Goethe"},"quote190":{"quote":"Wisdom is found only in truth.","category":"Wisdom","author":"Johann von Goethe"},"quote191":{"quote":"The beginning of wisdom is a definition of terms.","category":"Wisdom","author":"Socrates"},"quote192":{"quote":"True wisdom comes to each of us when we realize how little we understand about life, ourselves, and the world around us.","category":"Wisdom","author":"Socrates"},"quote193":{"quote":"Well I am certainly wiser than this man. It is only too likely that neither of us has any knowledge to boast of; but he thinks that he knows something which he does not know, whereas I am quite conscious of my ignorance. At any rate it seems that I am wiser than he is to this small extent, that I do not think that I know what I do not know.","category":"Wisdom","author":"Socrates"},"quote194":{"quote":"The only true wisdom is in knowing you know nothing.","category":"Wisdom","author":"Socrates"},"quote195":{"quote":"Wisdom begins in wonder.","category":"Wisdom","author":"Socrates"},"quote196":{"quote":"Our happiness depends on wisdom all the way.","category":"Wisdom","author":"Sophocles"},"quote197":{"quote":"Wisdom is the supreme part of happiness.","category":"Wisdom","author":"Sophocles"},"quote198":{"quote":"Wisdom is the right use of knowledge. To know is not to be wise. Many men know a great deal, and are all the greater fools for it. There is no fool so great a fool as a knowing fool. But to know how to use knowledge is to have wisdom.","category":"Wisdom","author":"C. H. (Charles Haddon) Spurgeon"},"quote199":{"quote":"The greatest wisdom is to realize one's lack of it","category":"Wisdom","author":"Konstantin Stanislavisky"},"quote200":{"quote":"Most things break, including hearts. The lessons of life amount not to wisdom, but to scar tissue and callus.","category":"Wisdom","author":"Wallace StegnerThe Spectator Bird, Doubleday 76"},"quote201":{"quote":"The wise man avoids evil by anticipating it.","category":"Wisdom","author":"Publilius Syrus"},"quote202":{"quote":"Who is a wise man? He who learns of all men.","category":"Wisdom","author":"The Talmud"},"quote203":{"quote":"Who is wise? One who learns from all.","category":"Wisdom","author":"The Talmud"},"quote204":{"quote":"The end result of wisdom is... good deeds.","category":"Wisdom","author":"The Talmud"},"quote205":{"quote":"Wisdom is perishable. Unlike information or knowledge, it cannot be stored in a computer or recorded in a book. It expires with each passing generation.","category":"Wisdom","author":"Sid Taylor"},"quote206":{"quote":"Knowledge comes, but wisdom lingers, and he bears a laden breast,Full of sad experience, moving toward the stillness of his rest.","category":"Wisdom","author":"Alfred Lord TennysonLocksley Hall lines 143-144"},"quote207":{"quote":"A word to the wise is not sufficient if it doesn't make sense.","category":"Wisdom","author":"James Thurber"},"quote208":{"quote":"The only thing that we know is that we know nothing and that is the highest flight of human wisdom.","category":"Wisdom","author":"Leo Tolstoy"},"quote209":{"quote":"A man never reaches that dizzy height of wisdom that he can no longer be lead by the nose.","category":"Wisdom","author":"Mark Twain"},"quote210":{"quote":"Wisdom is knowledge, rightly applied.","category":"Wisdom","author":"Source Unknown"},"quote211":{"quote":"If wisdom were on sale in the open market, the stupid would not even ask the price.","category":"Wisdom","author":"Source Unknown"},"quote212":{"quote":"Many people might have attained wisdom had they not assumed they already had it.","category":"Wisdom","author":"Source Unknown"},"quote213":{"quote":"The best mind might be the wisest mind if it were a mind alone that produces wisdom.","category":"Wisdom","author":"Source Unknown"},"quote214":{"quote":"The wise man says it cannot be done, but the fool goes and does it.","category":"Wisdom","author":"Source Unknown"},"quote215":{"quote":"What a wonderful world this would be if there were as many wise people as there are clever people.","category":"Wisdom","author":"Source Unknown"}}
